{
    "number": 125,
    "vachanamrut": "Loya-17",
    "title": "Reverence and Condemnation",
    "setting": "On the night of Māgshar vadi Amās, Samvat 1877 [4 January 1821], Shriji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He had tied a white feto around His head and had tied a bokāni with another white feto . He was also wearing a warm, red dagli with a white angarkhu inside. He was wearing a white khes as well. In addition to this, He had covered Himself with a thick, cotton cloth, over which He had wrapped a yellow blanket. At that time, while Shriji Mahārāj was sitting in a pleased mood, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then, of His own will, Shriji Mahārāj said, “See how powerful the force of God’s māyā is! It can cause great perversity. Someone who previously seemed very virtuous, for example, can suddenly become extremely vile.”\n\nSo saying, Shriji Mahārāj urged the paramhansas , “Ask questions today, so that we can talk.”\n\nThereupon, Nityānand Swāmi asked, “Mahārāj, the very same person who was previously virtuous and who revered God later begins to condemn Him. How, then, can a virtuous person remain virtuous and never let his understanding become impaired, amidst even the most adverse places, times, actions and company?”\n\nShriji Mahārāj answered, “If a person is indifferent to his body, has firmly realized his self to be the ātmā , maintains vairāgya towards the panchvishays and has absolute faith in God coupled with the knowledge of His greatness, then his mind will never become perverted - even amidst the most adverse circumstances imaginable. On the other hand, one who believes one’s self to be the body and does not have an intense aversion for the panchvishays would spite a sādhu if he were to denounce the vishays , even though the sādhu may be senior. Such a person would ultimately spite God as well. Furthermore, if someone has firm faith in God but lacks an extreme aversion towards the vishays and is still attracted to them, then even if a person like Muktānand Swāmi were to denounce those objects, he would go as far as to cut off the person’s head with a sword in order to harm that person.”\n\nNityānand Swāmi then asked, “Someone may identify his self with the body and may be attracted to the panchvishays as well; yet he seems to survive in the Satsang fellowship. How can this be explained?”\n\nShriji Mahārāj replied, “He survives in Satsang only as long as he is not confronted by an adverse situation. If a great sādhu or God were to denounce his egotism, cravings for taste, avarice, lust, anger or his belief that he is the body, then he would surely develop contempt for that sādhu . Then he would certainly malign him and thus fall from Satsang. For example, whoever has drunk sweetened milk that has been poisoned by the venom of a snake, even though he may be living at present, is sure to die - within half an hour or an hour, in the morning or in the evening, today or tomorrow; eventually, he will die. In the same manner, he who identifies his self with the body will definitely bear contempt for the sādhu and will eventually fall from Satsang - either after one month or after two months; after one year or after two years or even after ten years; or maybe at the time of death or even after death - he will certainly fall.\n\n“In comparison, if a person does not identify his self with the body and believes, ‘I am the ātmā , due to which this body functions; I am characterized by eternal existence; I enlighten the indriyas and antahkaran . I am not one who becomes happy by possessing wealth, women, etc. Nor am I one who is saddened by not possessing them’ - then such a person never bears contempt for the sādhu , no matter how strongly the sādhu denounces the panchvishays or the belief that one is the body. Furthermore, he would never quarrel with the sādhu over insignificant issues, nor would he hold a grudge against him.”\n\nThereupon Nityānand Swāmi asked again, “How can one recognize someone who has an aversion for the panchvishays ?”\n\nShriji Mahārāj answered, “A person with an aversion for the panchvishays can be recognized by the following characteristics: When he receives sumptuous food, he would eat it, but he would not enjoy it as much as he would enjoy eating simple food. In fact, he would be troubled by it. Also, he would become upset wearing fine clothes; he would not enjoy them as much as he would enjoy wearing tattered, coarse clothes. In fact, his mind becomes troubled by fine clothes. If he were to receive a luxurious bed, or if someone were to honor him, in fact, if he were to receive any sort of pleasant object, his mind would become troubled by it; in no way would he be pleased by it. On seeing such a person, one should realize, ‘He has an aversion for the vishays .’”\n\nThen Muktānand Swāmi asked another question, “Mahārāj, how can such an aversion for the panchvishays be developed?”\n\nShriji Mahārāj explained, “The principal means for developing such an aversion for the panchvishays is the knowledge of God’s greatness, and thereafter, ātmā -realization and vairāgya .\n\n“Now, what is this greatness of God? Well, it is by the fear of God that Indra rains; that the sun, the moon and flames of fire emit light; that the earth supports one and all; that the oceans do not exceed their boundaries; and that the herbs bear fruit in their appropriate seasons. Moreover, it is God who is the creator, sustainer and destroyer of the world, and whose powers include kāl , māyā , Purush and Akshar. What object in the world, then, can attract someone who has understood the greatness of God in this manner? Lust, anger, avarice, egotism, jealousy, cravings for taste, fine clothes, wealth, women, in fact, none of the panchvishays can bind him. This is because he has assessed everything. He knows ‘God is like this, and these are the rewards of engaging in God’s worship and listening to spiritual discourses. Akshar is like this, and the bliss associated with him is like this. Furthermore, the bliss of Golok, Vaikunth and Shwetdwip is like this, whereas the pleasures of swarg are like this, and the happiness of a kingdom is like this.’ In this manner, a person who has inferred the happiness latent within everything realizes the bliss of God to be the highest and then attaches himself to Him. Then, is there any object in the world that can draw him away from the holy feet of God? There is none. Take, for example, a piece of iron. Once touched by a pārasmani , it is transformed into gold. Thereafter, it cannot be transformed back into iron even by the pārasmani itself. Similarly, one who has realized the greatness of God cannot be made to fall from the holy feet of God even by God Himself. Could he, then, be made to fall by any other object? Of course not.\n\n“In addition to realizing the greatness of God, such a person also deeply realizes the greatness of the Sant who worships God. He feels, ‘This Sant is truly great because he is a true devotee of the manifest form of God.’ Uddhav, for example, was very learned, but because he had understood the greatness of God, he did not become conceited due to his intelligence. On the contrary, he yearned for the dust from the feet of the gopis , and thus asked to be reborn as a vine. The reason for this was that he had witnessed the gopis’ profound love towards God, whom even the verses of the Vedas seek. How, then, can a person who realizes the greatness of the Sant of God harbor any conceit before the Sant? Why could he not bow down to him? In actual fact, he would behave as a servant of a servant before the Sant. Even if the Sant were to repeatedly physically mistreat him, he would tolerate it and would believe, ‘It is my great fortune that I am bearing the contempt of such a Sant. Besides, due to my prārabdha , I would have been forced to bear the abuses of my wife and children, my parents, and the king. I may even have had to eat the leaves of dodi and mothya . At least here, in the company of the Sant, I am fortunate enough to be able to observe the vow of non-taste. Due to my prārabdha , I may have been forced to wear tattered clothes or rags. At least here with the Sant I am fortunate enough to have a blanket to cover myself with.’\n\n“Conversely, if a person enters an assembly of sādhus and is not accordingly honored by the Sant, and if he then bears an aversion towards the Sant, it implies that that person has not realized the greatness of the Sant; otherwise he would not bear an aversion in that manner. Consider the following as an example: If the British Governor of Mumbai were seated in an assembly, and if at that time a poor man were to enter that assembly but was not given a seat or welcomed in anyway, would the poor man become angry with the Governor? Would he feel like swearing at the Governor? Not at all. Why? Because the poor man has realized the eminence of the British official; that is, ‘He is the ruler of the land, and I am a mere pauper.’ Hence, he does not become upset. In the same manner, then, if a person has realized the greatness of the Sant, then regardless of how much the Sant scorns him, he would never become upset with the Sant. In fact, if he does find a fault in anyone, he would find it in himself, but in no way would he perceive a flaw in the Sant. Thus, he who has realized the greatness of God and the Sant has a firm foundation in Satsang. Conversely, one cannot be certain about a person who has not realized such greatness.”\n\nOn the night of Magshar vadi Amas, Samvat 1877 [4 January 1821], Shriji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He had tied a white feto around His head and had tied a bokani with another white feto . He was also wearing a warm, red dagli with a white angarkhu inside. He was wearing a white khes as well. In addition to this, He had covered Himself with a thick, cotton cloth, over which He had wrapped a yellow blanket. At that time, while Shriji Maharaj was sitting in a pleased mood, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen, of His own will, Shriji Maharaj said, “See how powerful the force of God’s maya is! It can cause great perversity. Someone who previously seemed very virtuous, for example, can suddenly become extremely vile.”\n\nSo saying, Shriji Maharaj urged the paramhansas , “Ask questions today, so that we can talk.”\n\nThereupon, Nityanand Swami asked, “Maharaj, the very same person who was previously virtuous and who revered God later begins to condemn Him. How, then, can a virtuous person remain virtuous and never let his understanding become impaired, amidst even the most adverse places, times, actions and company?”\n\nShriji Maharaj answered, “If a person is indifferent to his body, has firmly realized his self to be the atma , maintains vairagya towards the panchvishays and has absolute faith in God coupled with the knowledge of His greatness, then his mind will never become perverted - even amidst the most adverse circumstances imaginable. On the other hand, one who believes one’s self to be the body and does not have an intense aversion for the panchvishays would spite a sadhu if he were to denounce the vishays , even though the sadhu may be senior. Such a person would ultimately spite God as well. Furthermore, if someone has firm faith in God but lacks an extreme aversion towards the vishays and is still attracted to them, then even if a person like Muktanand Swami were to denounce those objects, he would go as far as to cut off the person’s head with a sword in order to harm that person.”\n\nNityanand Swami then asked, “Someone may identify his self with the body and may be attracted to the panchvishays as well; yet he seems to survive in the Satsang fellowship. How can this be explained?”\n\nShriji Maharaj replied, “He survives in Satsang only as long as he is not confronted by an adverse situation. If a great sadhu or God were to denounce his egotism, cravings for taste, avarice, lust, anger or his belief that he is the body, then he would surely develop contempt for that sadhu . Then he would certainly malign him and thus fall from Satsang. For example, whoever has drunk sweetened milk that has been poisoned by the venom of a snake, even though he may be living at present, is sure to die - within half an hour or an hour, in the morning or in the evening, today or tomorrow; eventually, he will die. In the same manner, he who identifies his self with the body will definitely bear contempt for the sadhu and will eventually fall from Satsang - either after one month or after two months; after one year or after two years or even after ten years; or maybe at the time of death or even after death - he will certainly fall.\n\n“In comparison, if a person does not identify his self with the body and believes, ‘I am the atma , due to which this body functions; I am characterized by eternal existence; I enlighten the indriyas and antahkaran . I am not one who becomes happy by possessing wealth, women, etc. Nor am I one who is saddened by not possessing them’ - then such a person never bears contempt for the sadhu , no matter how strongly the sadhu denounces the panchvishays or the belief that one is the body. Furthermore, he would never quarrel with the sadhu over insignificant issues, nor would he hold a grudge against him.”\n\nThereupon Nityanand Swami asked again, “How can one recognize someone who has an aversion for the panchvishays ?”\n\nShriji Maharaj answered, “A person with an aversion for the panchvishays can be recognized by the following characteristics: When he receives sumptuous food, he would eat it, but he would not enjoy it as much as he would enjoy eating simple food. In fact, he would be troubled by it. Also, he would become upset wearing fine clothes; he would not enjoy them as much as he would enjoy wearing tattered, coarse clothes. In fact, his mind becomes troubled by fine clothes. If he were to receive a luxurious bed, or if someone were to honor him, in fact, if he were to receive any sort of pleasant object, his mind would become troubled by it; in no way would he be pleased by it. On seeing such a person, one should realize, ‘He has an aversion for the vishays .’”\n\nThen Muktanand Swami asked another question, “Maharaj, how can such an aversion for the panchvishays be developed?”\n\nShriji Maharaj explained, “The principal means for developing such an aversion for the panchvishays is the knowledge of God’s greatness, and thereafter, atma -realization and vairagya .\n\n“Now, what is this greatness of God? Well, it is by the fear of God that Indra rains; that the sun, the moon and flames of fire emit light; that the earth supports one and all; that the oceans do not exceed their boundaries; and that the herbs bear fruit in their appropriate seasons. Moreover, it is God who is the creator, sustainer and destroyer of the world, and whose powers include kal , maya , Purush and Akshar. What object in the world, then, can attract someone who has understood the greatness of God in this manner? Lust, anger, avarice, egotism, jealousy, cravings for taste, fine clothes, wealth, women, in fact, none of the panchvishays can bind him. This is because he has assessed everything. He knows ‘God is like this, and these are the rewards of engaging in God’s worship and listening to spiritual discourses. Akshar is like this, and the bliss associated with him is like this. Furthermore, the bliss of Golok, Vaikunth and Shwetdwip is like this, whereas the pleasures of swarg are like this, and the happiness of a kingdom is like this.’ In this manner, a person who has inferred the happiness latent within everything realizes the bliss of God to be the highest and then attaches himself to Him. Then, is there any object in the world that can draw him away from the holy feet of God? There is none. Take, for example, a piece of iron. Once touched by a parasmani , it is transformed into gold. Thereafter, it cannot be transformed back into iron even by the parasmani itself. Similarly, one who has realized the greatness of God cannot be made to fall from the holy feet of God even by God Himself. Could he, then, be made to fall by any other object? Of course not.\n\n“In addition to realizing the greatness of God, such a person also deeply realizes the greatness of the Sant who worships God. He feels, ‘This Sant is truly great because he is a true devotee of the manifest form of God.’ Uddhav, for example, was very learned, but because he had understood the greatness of God, he did not become conceited due to his intelligence. On the contrary, he yearned for the dust from the feet of the gopis , and thus asked to be reborn as a vine. The reason for this was that he had witnessed the gopis’ profound love towards God, whom even the verses of the Vedas seek. How, then, can a person who realizes the greatness of the Sant of God harbor any conceit before the Sant? Why could he not bow down to him? In actual fact, he would behave as a servant of a servant before the Sant. Even if the Sant were to repeatedly physically mistreat him, he would tolerate it and would believe, ‘It is my great fortune that I am bearing the contempt of such a Sant. Besides, due to my prarabdha , I would have been forced to bear the abuses of my wife and children, my parents, and the king. I may even have had to eat the leaves of dodi and mothya . At least here, in the company of the Sant, I am fortunate enough to be able to observe the vow of non-taste. Due to my prarabdha , I may have been forced to wear tattered clothes or rags. At least here with the Sant I am fortunate enough to have a blanket to cover myself with.’\n\n“Conversely, if a person enters an assembly of sadhus and is not accordingly honored by the Sant, and if he then bears an aversion towards the Sant, it implies that that person has not realized the greatness of the Sant; otherwise he would not bear an aversion in that manner. Consider the following as an example: If the British Governor of Mumbai were seated in an assembly, and if at that time a poor man were to enter that assembly but was not given a seat or welcomed in anyway, would the poor man become angry with the Governor? Would he feel like swearing at the Governor? Not at all. Why? Because the poor man has realized the eminence of the British official; that is, ‘He is the ruler of the land, and I am a mere pauper.’ Hence, he does not become upset. In the same manner, then, if a person has realized the greatness of the Sant, then regardless of how much the Sant scorns him, he would never become upset with the Sant. In fact, if he does find a fault in anyone, he would find it in himself, but in no way would he perceive a flaw in the Sant. Thus, he who has realized the greatness of God and the Sant has a firm foundation in Satsang. Conversely, one cannot be certain about a person who has not realized such greatness.”"
}