{
    "number": 98,
    "vachanamrut": "Kariyani-2",
    "title": "A Cursed Intellect",
    "setting": "On Āso sudi 2, Samvat 1877 [9 October 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the north-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "By Shriji Mahārāj’s command, the junior paramhansas had come to the front of the assembly and were asking and answering questions amongst themselves.\n\nThereupon Shriji Mahārāj said, “Here, allow Me to ask one question.”\n\nThe junior paramhansas responded by saying, “Mahārāj, please do ask.”\n\nShriji Mahārāj then said, “One individual’s intellect is such that since the day he joined the Satsang fellowship, he may occasionally perceive a flaw in God and the Sant, but it does not persist; it passes away. Day by day, he may continue perceiving virtues and flaws, but he never abandons Satsang. Why? Because he is wise and realizes, ‘There is no Sant like this in the entire brahmānd , and there is no other God besides this Mahārāj.’ Because he has realized this, he remains firm in Satsang. On the other hand, another individual’s intellect is such that he never perceives a flaw in God or the Sant. But even though both individuals’ intellects are similar outwardly and their faith in God is also similar, one individual continues perceiving flaws, while the other does not. What, then, is the fault in the intellect of the individual who keeps perceiving flaws? I put this question to Nānā Shivānand Swāmi.”\n\nNānā Shivānand Swāmi then attempted to answer the question but was unable to do so satisfactorily.\n\nThen Bhagwadānand Swāmi said, “That individual’s intellect is cursed.”\n\nAt that point, Shriji Mahārāj said, “He is correct; that is the correct answer to the question. In this world, do not people say, ‘He has been cursed by someone.’? In the same way, that individual has been cursed because he may have pained a great Sant, or he may have hurt a meek person, or he may not have served his parents. That is why his intellect is the way it is.”\n\nThen Bhagwadānand Swāmi asked, “Mahārāj, how can his cursed intellect be remedied?”\n\nShriji Mahārāj explained, “This piece of cloth which I wear on My head and a thick cloth like a carpet cannot be washed with the same amount of effort. Why? Because this thin cloth is cleaned immediately by washing it with only a small amount of soap. On the other hand, to wash a thick cloth, it must be soaked in water for two to four days, then boiled over a fire; only then, after it is washed with soap, does it become clean. Similarly, if a person whose intellect is cursed observes niyams only to the extent that everyone else does, then that flaw will not be eradicated. He should not remain only as free of lust, taste, avarice, attachment, and egotism as others. Rather, he should become more free of lust than others; he should become more free of avarice than others; he should become more free of taste than others; he should become more free of attachment than others; and he should become more free of egotism than others. Also, he should go to sleep later than others; he should chant the name of God with a rosary more often than others; and he should wake up a little earlier than others. In this manner, if he observes niyams more intensely than others, his cursed intellect will be remedied; otherwise it will not be remedied.”\n\nThen Motā Shivānand Swāmi asked Motā Yogānand Swāmi a question, “Do karmas have a form or are they formless?”\n\nMotā Yogānand Swāmi replied, “I do not think I can answer that question.”\n\nShriji Mahārāj then replied, “In reality, karmas are without a form, but the good or bad fruits which result from those karmas do have a form. Those who claim that karmas have a form are nāstiks . After all, a karma is an action, and so, it cannot have a form.”\n\nShriji Mahārāj talked a great deal in this manner, but only a small portion has been mentioned here.\n\nOn Aso sudi 2, Samvat 1877 [9 October 1820], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the north-facing rooms of Vasta Khachar’s darbar in Kariyani. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nBy Shriji Maharaj’s command, the junior paramhansas had come to the front of the assembly and were asking and answering questions amongst themselves.\n\nThereupon Shriji Maharaj said, “Here, allow Me to ask one question.”\n\nThe junior paramhansas responded by saying, “Maharaj, please do ask.”\n\nShriji Maharaj then said, “One individual’s intellect is such that since the day he joined the Satsang fellowship, he may occasionally perceive a flaw in God and the Sant, but it does not persist; it passes away. Day by day, he may continue perceiving virtues and flaws, but he never abandons Satsang. Why? Because he is wise and realizes, ‘There is no Sant like this in the entire brahmand , and there is no other God besides this Maharaj.’ Because he has realized this, he remains firm in Satsang. On the other hand, another individual’s intellect is such that he never perceives a flaw in God or the Sant. But even though both individuals’ intellects are similar outwardly and their faith in God is also similar, one individual continues perceiving flaws, while the other does not. What, then, is the fault in the intellect of the individual who keeps perceiving flaws? I put this question to Nana Shivanand Swami.”\n\nNana Shivanand Swami then attempted to answer the question but was unable to do so satisfactorily.\n\nThen Bhagwadanand Swami said, “That individual’s intellect is cursed.”\n\nAt that point, Shriji Maharaj said, “He is correct; that is the correct answer to the question. In this world, do not people say, ‘He has been cursed by someone.’? In the same way, that individual has been cursed because he may have pained a great Sant, or he may have hurt a meek person, or he may not have served his parents. That is why his intellect is the way it is.”\n\nThen Bhagwadanand Swami asked, “Maharaj, how can his cursed intellect be remedied?”\n\nShriji Maharaj explained, “This piece of cloth which I wear on My head and a thick cloth like a carpet cannot be washed with the same amount of effort. Why? Because this thin cloth is cleaned immediately by washing it with only a small amount of soap. On the other hand, to wash a thick cloth, it must be soaked in water for two to four days, then boiled over a fire; only then, after it is washed with soap, does it become clean. Similarly, if a person whose intellect is cursed observes niyams only to the extent that everyone else does, then that flaw will not be eradicated. He should not remain only as free of lust, taste, avarice, attachment, and egotism as others. Rather, he should become more free of lust than others; he should become more free of avarice than others; he should become more free of taste than others; he should become more free of attachment than others; and he should become more free of egotism than others. Also, he should go to sleep later than others; he should chant the name of God with a rosary more often than others; and he should wake up a little earlier than others. In this manner, if he observes niyams more intensely than others, his cursed intellect will be remedied; otherwise it will not be remedied.”\n\nThen Mota Shivanand Swami asked Mota Yoganand Swami a question, “Do karmas have a form or are they formless?”\n\nMota Yoganand Swami replied, “I do not think I can answer that question.”\n\nShriji Maharaj then replied, “In reality, karmas are without a form, but the good or bad fruits which result from those karmas do have a form. Those who claim that karmas have a form are nastiks . After all, a karma is an action, and so, it cannot have a form.”\n\nShriji Maharaj talked a great deal in this manner, but only a small portion has been mentioned here."
}