{
    "number": 87,
    "vachanamrut": "Sarangpur-9",
    "title": "The Prevalence of the Dharma of the Yugs ; ‘Sthān’",
    "setting": "On Shrāvan vadi 13, Samvat 1877 [5 September 1820], Swāmi Shri Sahajānandji Mahārāj walked from Sārangpur and arrived at Kundal to please His devotees. There, He was sitting facing north on a large, decorated cot on the veranda outside the west-facing rooms of Amrā Patgar’s home. He had tied a white pāgh around His head. Also, He had covered Himself with a white blanket and was wearing a white survāl and a white angarkhu . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked, “Mahārāj, why do the dharma of the yugs prevail in a person’s heart?”\n\nShriji Mahārāj replied, “The dharma of the yugs prevail because of the three gunas . When pure sattvagun is prevalent, Satya-yug prevails in the heart. When sattvagun and rajogun are prevalent together, Tretā-yug prevails in the heart. When rajogun and tamogun are prevalent together, Dwāpar-yug prevails in the heart. Finally, when tamogun alone is prevalent, Kali-yug prevails in the heart. In this way, the prevalence of the yugs is due to the gunas .”\n\nMuktānand Swāmi asked further, “What causes the activities of the gunas ?”\n\nShriji Mahārāj replied, “The cause of the activities of the gunas are karmas . Specifically, the type of karmas one has performed previously determines the guna that will prevail. Hence, if a person in whom rajogun and tamogun are prevalent attempts to concentrate and meditate on God, he will not be able to do so. In such situations, he should utilize the strength of ātmā -realization and God’s greatness. He should realize, ‘I am the ātmā . Since I am gunātit , there can be no māyik influence within me.’ Furthermore, he should realize God’s greatness in the following way: ‘Ajāmel was a terrible sinner and yet, because of his son, he uttered the name of Nārāyan. As a result, he was freed from all his sins and attained the highest state of enlightenment. I have attained that God in His manifest form, and I chant His holy name day and night. Therefore, I am fulfilled.’ Thinking in such a manner, one should always remain joyful.\n\n“However, a person in whom rajogun and tamogun are prevalent should not insist on meditating or concentrating; instead, he should engage in physical worship as much as possible. Moreover, he should physically serve God and the Sant with shraddhā . At the same time, he should abide by his dharma and believe himself to be fulfilled.”\n\nAgain Muktānand Swāmi asked, “Kali-yug prevails in the heart of a person who has accumulated many tāmasik karmas . Is there any method for such a person to eradicate those karmas or not?”\n\nShriji Mahārāj answered, “If he has intense shraddhā and extremely firm faith in the words of God and the Sant, then whatever type of tāmasik karmas he may have performed will be destroyed; the dharma of Kali-yug will also vanish, and the dharma of Satya-yug will prevail. Therefore, if one practices satsang with absolute sincerity, then no fault will remain in one’s heart, and one will become brahmarup in this very lifetime.”\n\nThereafter Swayamprakāshānand Swāmi asked, “What can be called ‘sthān’?”\n\nShriji Mahārāj replied, “An individual’s dharma according to the four castes and the four āshrams should be known as ‘sthān’. You are all renunciants; but if you were to leave this fold and tread the path of householders, then you would be known to have diverted from your ‘sthān’. So, even in the most difficult circumstances, or even if I were to issue a command, you should not deviate from your dharma . Moreover, while householders wish to perform My puja by offering clothes and ornaments, you should not wish to do so. Rather, you should offer puja by using leaves, flowers, fruits and water, and you should experience joy by performing such puja. It would not be appropriate for you to deviate from your dharma to perform puja of God. Thus, all of you should remain within your own dharma and offer puja within your capacity. This is My command, so resolve to abide by it firmly.”\n\nOn Shravan vadi 13, Samvat 1877 [5 September 1820], Swami Shri Sahajanandji Maharaj walked from Sarangpur and arrived at Kundal to please His devotees. There, He was sitting facing north on a large, decorated cot on the veranda outside the west-facing rooms of Amra Patgar’s home. He had tied a white pagh around His head. Also, He had covered Himself with a white blanket and was wearing a white surval and a white angarkhu . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked, “Maharaj, why do the dharma of the yugs prevail in a person’s heart?”\n\nShriji Maharaj replied, “The dharma of the yugs prevail because of the three gunas . When pure sattvagun is prevalent, Satya-yug prevails in the heart. When sattvagun and rajogun are prevalent together, Treta-yug prevails in the heart. When rajogun and tamogun are prevalent together, Dwapar-yug prevails in the heart. Finally, when tamogun alone is prevalent, Kali-yug prevails in the heart. In this way, the prevalence of the yugs is due to the gunas .”\n\nMuktanand Swami asked further, “What causes the activities of the gunas ?”\n\nShriji Maharaj replied, “The cause of the activities of the gunas are karmas . Specifically, the type of karmas one has performed previously determines the guna that will prevail. Hence, if a person in whom rajogun and tamogun are prevalent attempts to concentrate and meditate on God, he will not be able to do so. In such situations, he should utilize the strength of atma -realization and God’s greatness. He should realize, ‘I am the atma . Since I am gunatit , there can be no mayik influence within me.’ Furthermore, he should realize God’s greatness in the following way: ‘Ajamel was a terrible sinner and yet, because of his son, he uttered the name of Narayan. As a result, he was freed from all his sins and attained the highest state of enlightenment. I have attained that God in His manifest form, and I chant His holy name day and night. Therefore, I am fulfilled.’ Thinking in such a manner, one should always remain joyful.\n\n“However, a person in whom rajogun and tamogun are prevalent should not insist on meditating or concentrating; instead, he should engage in physical worship as much as possible. Moreover, he should physically serve God and the Sant with shraddha . At the same time, he should abide by his dharma and believe himself to be fulfilled.”\n\nAgain Muktanand Swami asked, “Kali-yug prevails in the heart of a person who has accumulated many tamasik karmas . Is there any method for such a person to eradicate those karmas or not?”\n\nShriji Maharaj answered, “If he has intense shraddha and extremely firm faith in the words of God and the Sant, then whatever type of tamasik karmas he may have performed will be destroyed; the dharma of Kali-yug will also vanish, and the dharma of Satya-yug will prevail. Therefore, if one practices satsang with absolute sincerity, then no fault will remain in one’s heart, and one will become brahmarup in this very lifetime.”\n\nThereafter Swayamprakashanand Swami asked, “What can be called ‘sthan’?”\n\nShriji Maharaj replied, “An individual’s dharma according to the four castes and the four ashrams should be known as ‘sthan’. You are all renunciants; but if you were to leave this fold and tread the path of householders, then you would be known to have diverted from your ‘sthan’. So, even in the most difficult circumstances, or even if I were to issue a command, you should not deviate from your dharma . Moreover, while householders wish to perform My puja by offering clothes and ornaments, you should not wish to do so. Rather, you should offer puja by using leaves, flowers, fruits and water, and you should experience joy by performing such puja. It would not be appropriate for you to deviate from your dharma to perform puja of God. Thus, all of you should remain within your own dharma and offer puja within your capacity. This is My command, so resolve to abide by it firmly.”"
}