{
    "number": 235,
    "vachanamrut": "Gadhada III-12",
    "title": "A Magical Technique",
    "setting": "On Āshādh vadi 8, Samvat 1884 [16 July 1827], Swāmi Shri Sahajānandji Mahārāj was sitting in the balcony of the medi of His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then, for the benefit of His devotees, Shriji Mahārāj said, “One who desires one’s own liberation should not harbor any form of vanity - such as, ‘I have been born in an upper-class family,’ or ‘I am wealthy,’ or ‘I am handsome,’ or ‘I am a scholar.’ One should not keep any of these types of beliefs. In fact, even with a meek satsangi , one should behave as a servant of servants.\n\n“Furthermore, even though he may be called a satsangi , a person who has perceived faults in God or His Bhakta should be known to be like a rabid dog. Just as one who is touched by the saliva of a rabid dog also becomes rabid, similarly, if one listens to the talks of or keeps affection for one who has perceived faults in God or His Bhakta, then both the person who keeps the affection as well as the listener become like a non-believer. Then, just as tuberculosis is never cured by any medicine, similarly, the demonic attitude of one who has perceived faults in God or His Bhakta is never eradicated from the perceiver’s heart. On the other hand, one may have killed countless Brāhmins; or one may have killed countless children; or one may have killed countless women; or one may have killed countless cows; or one may even have associated many times with the wife of one’s guru - nevertheless, at some time or other, one can be freed from these sins. In fact, the scriptures even describe the methods to do so. But as for perceiving faults in God or His Bhakta, no scripture describes methods to be released from such a sin. Indeed, if one consumes poison, or falls into the ocean, or falls from a mountain, or is eaten by a demon, then one has to die only once. But one who maligns God or His Bhakta has to continuously die and be reborn for countless millions of years.\n\n“Also, in the worst case, a disease leads to the death of the body; or if an enemy is encountered, at most he destroys the body - but the jiva is not destroyed. However, by maligning God or His Bhakta, the jiva is also destroyed. Someone may ask though, ‘How can the jiva be destroyed?’ Well, for example, just as a eunuch cannot be called a man or a woman - he can only be called a eunuch, similarly, the jiva of a person who maligns God or His Bhakta also becomes impotent; i.e., it is never able to endeavor for its own liberation. Therefore, his jiva should be known as having been destroyed. Knowing this, one should never malign God or His Bhakta.\n\n“In addition, one should not harbor deep affection for one’s bodily relations, even if they happen to be satsangis . For example, if a snake’s venom falls into some sweetened milk, then whoever drinks it will die. In the same way, even if one’s bodily relations are devotees of God, they are still mixed with venom in the form of relationships. Therefore, a person who has affection for them will definitely forfeit his liberation. Knowing this, one who wishes for one’s own liberation should not maintain affection for one’s bodily relations. In this way, after becoming aloof from worldly life and harboring love for the holy feet of God, one should continue to engage in the worship of God.\n\n“One who retains within one’s heart the discourse that I have just delivered will never encounter obstacles on the path of liberation. In fact, this discourse is like a magical technique.”\n\nShriji Mahārāj thus concluded the discourse with these words.\n\nOn Ashadh vadi 8, Samvat 1884 [16 July 1827], Swami Shri Sahajanandji Maharaj was sitting in the balcony of the medi of His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen, for the benefit of His devotees, Shriji Maharaj said, “One who desires one’s own liberation should not harbor any form of vanity - such as, ‘I have been born in an upper-class family,’ or ‘I am wealthy,’ or ‘I am handsome,’ or ‘I am a scholar.’ One should not keep any of these types of beliefs. In fact, even with a meek satsangi , one should behave as a servant of servants.\n\n“Furthermore, even though he may be called a satsangi , a person who has perceived faults in God or His Bhakta should be known to be like a rabid dog. Just as one who is touched by the saliva of a rabid dog also becomes rabid, similarly, if one listens to the talks of or keeps affection for one who has perceived faults in God or His Bhakta, then both the person who keeps the affection as well as the listener become like a non-believer. Then, just as tuberculosis is never cured by any medicine, similarly, the demonic attitude of one who has perceived faults in God or His Bhakta is never eradicated from the perceiver’s heart. On the other hand, one may have killed countless Brahmins; or one may have killed countless children; or one may have killed countless women; or one may have killed countless cows; or one may even have associated many times with the wife of one’s guru - nevertheless, at some time or other, one can be freed from these sins. In fact, the scriptures even describe the methods to do so. But as for perceiving faults in God or His Bhakta, no scripture describes methods to be released from such a sin. Indeed, if one consumes poison, or falls into the ocean, or falls from a mountain, or is eaten by a demon, then one has to die only once. But one who maligns God or His Bhakta has to continuously die and be reborn for countless millions of years.\n\n“Also, in the worst case, a disease leads to the death of the body; or if an enemy is encountered, at most he destroys the body - but the jiva is not destroyed. However, by maligning God or His Bhakta, the jiva is also destroyed. Someone may ask though, ‘How can the jiva be destroyed?’ Well, for example, just as a eunuch cannot be called a man or a woman - he can only be called a eunuch, similarly, the jiva of a person who maligns God or His Bhakta also becomes impotent; i.e., it is never able to endeavor for its own liberation. Therefore, his jiva should be known as having been destroyed. Knowing this, one should never malign God or His Bhakta.\n\n“In addition, one should not harbor deep affection for one’s bodily relations, even if they happen to be satsangis . For example, if a snake’s venom falls into some sweetened milk, then whoever drinks it will die. In the same way, even if one’s bodily relations are devotees of God, they are still mixed with venom in the form of relationships. Therefore, a person who has affection for them will definitely forfeit his liberation. Knowing this, one who wishes for one’s own liberation should not maintain affection for one’s bodily relations. In this way, after becoming aloof from worldly life and harboring love for the holy feet of God, one should continue to engage in the worship of God.\n\n“One who retains within one’s heart the discourse that I have just delivered will never encounter obstacles on the path of liberation. In fact, this discourse is like a magical technique.”\n\nShriji Maharaj thus concluded the discourse with these words."
}