{
    "number": 28,
    "vachanamrut": "Gadhada I-28",
    "title": "A Smouldering Log; Progressing and Regressing",
    "setting": "On Posh sudi 14, Samvat 1876 [30 December 1819], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the room in line with the room of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, the sādhus had sat down to eat in His presence.",
    "text": "Thereupon Shriji Mahārāj said, “When a satsangi is likely to regress in the Satsang fellowship, vicious desires steadily flourish within him. At first, he begins to perceive flaws in all of the satsangis day by day. In his heart, he feels, ‘All of these satsangis lack understanding; only I have true understanding.’ In this way, he considers himself to be superior to all. Such a person remains constantly uneasy, day and night. He cannot sit peacefully anywhere during the day; nor can he sleep at night. Moreover, his anger never subsides. In fact, he constantly smolders like a half-burnt log. A person who behaves in this manner should be known to be on the verge of falling out of Satsang. No matter how many days he spends in Satsang, he will never experience peace in his heart; ultimately, he will fall from Satsang.\n\n“Conversely, when a person is likely to progress in Satsang, pure desires steadily flourish within him. Day by day, he sees only virtues in all of the satsangis . He views all devotees as superior to himself and considers himself to be insignificant. Moreover, he experiences the bliss of Satsang in his heart 24 hours a day. Such characteristics indicate that pure desires have flourished. In fact, the more such a person practices satsang, the more he benefits; and eventually, he attains profound greatness.”\n\nHaving delivered this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to all and returned to His seat.\n\nOn Posh sudi 14, Samvat 1876 [30 December 1819], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the room in line with the room of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, the sadhus had sat down to eat in His presence.\n\nThereupon Shriji Maharaj said, “When a satsangi is likely to regress in the Satsang fellowship, vicious desires steadily flourish within him. At first, he begins to perceive flaws in all of the satsangis day by day. In his heart, he feels, ‘All of these satsangis lack understanding; only I have true understanding.’ In this way, he considers himself to be superior to all. Such a person remains constantly uneasy, day and night. He cannot sit peacefully anywhere during the day; nor can he sleep at night. Moreover, his anger never subsides. In fact, he constantly smolders like a half-burnt log. A person who behaves in this manner should be known to be on the verge of falling out of Satsang. No matter how many days he spends in Satsang, he will never experience peace in his heart; ultimately, he will fall from Satsang.\n\n“Conversely, when a person is likely to progress in Satsang, pure desires steadily flourish within him. Day by day, he sees only virtues in all of the satsangis . He views all devotees as superior to himself and considers himself to be insignificant. Moreover, he experiences the bliss of Satsang in his heart 24 hours a day. Such characteristics indicate that pure desires have flourished. In fact, the more such a person practices satsang, the more he benefits; and eventually, he attains profound greatness.”\n\nHaving delivered this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to all and returned to His seat."
}