{
    "number": 173,
    "vachanamrut": "Gadhada II-40",
    "title": "Offering One Extra Prostration",
    "setting": "On Āso vadi 3, Samvat 1880 [22 October 1823], Shriji Mahārāj was in His residence in Dādā Khāchar’s darbār in Gadhadā. After bathing and donning white clothes, He sat upon His seat. Then, after completing His daily routine of performing puja of God, He was offering prostrations in the northern direction to Shri Krishna Bhagwān. It so happened that on that day, He offered one prostration more than He usually offered everyday.",
    "text": "Noticing this, Shuk Muni asked, “Mahārāj, why did You offer one extra prostration today?”\n\nShriji Mahārāj explained, “Everyday, after bowing to Shri Krishna Bhagwān, I used to pray, ‘Mahārāj, if any feelings of I-ness and my-ness for this body and its relations exist, then please eradicate them.’ Today, however, the following thought occurred to Me: ‘No other sin causes more misery to a person than when he somehow - knowingly or unknowingly - harms a devotee of God by thought, word or deed.’ Thus, I offered one extra prostration to atone for any mistake that may have occurred of knowingly or unknowingly harming some devotee of God by thought, word or deed.\n\n“Indeed, I have come to the conclusion that the extent of damage and misery incurred as a result of harming a devotee of God is not incurred by any other sin. On the other hand, there is no spiritual endeavor that benefits a person and gives as much happiness as that of serving a devotee of God by thought, word and deed.\n\n“It is because of the influence of avarice, egotism, jealousy and anger that one spites a devotee of God. Only one who does not possess these four can revere a devotee of God. Therefore, one who wishes to experience supreme happiness in this very body and also experience supreme happiness after death should never harm a devotee of God - by thought, word or deed.\n\n“If, however, one does somehow harm a devotee of God, then one should verbally pray to him for forgiveness; and physically and mentally, one should prostrate before him and resolve to behave in such a manner so as to never harm him again. However, one should not behave in such a way that one performs prostrations after harming someone once, only to then harm him again and perform prostrations again.\n\n“So that you remember this fact daily, from today, all sādhus and all devotees should observe the following vow: After performing puja of God, one should offer prostrations according to one’s daily practice. After this, to compensate for having knowingly or unknowingly harmed a devotee of God by thought, word or deed during the day, one should perform one extra prostration daily. This is My command; so please do abide by it.”\n\nOn Aso vadi 3, Samvat 1880 [22 October 1823], Shriji Maharaj was in His residence in Dada Khachar’s darbar in Gadhada. After bathing and donning white clothes, He sat upon His seat. Then, after completing His daily routine of performing puja of God, He was offering prostrations in the northern direction to Shri Krishna Bhagwan. It so happened that on that day, He offered one prostration more than He usually offered everyday.\n\nNoticing this, Shuk Muni asked, “Maharaj, why did You offer one extra prostration today?”\n\nShriji Maharaj explained, “Everyday, after bowing to Shri Krishna Bhagwan, I used to pray, ‘Maharaj, if any feelings of I-ness and my-ness for this body and its relations exist, then please eradicate them.’ Today, however, the following thought occurred to Me: ‘No other sin causes more misery to a person than when he somehow - knowingly or unknowingly - harms a devotee of God by thought, word or deed.’ Thus, I offered one extra prostration to atone for any mistake that may have occurred of knowingly or unknowingly harming some devotee of God by thought, word or deed.\n\n“Indeed, I have come to the conclusion that the extent of damage and misery incurred as a result of harming a devotee of God is not incurred by any other sin. On the other hand, there is no spiritual endeavor that benefits a person and gives as much happiness as that of serving a devotee of God by thought, word and deed.\n\n“It is because of the influence of avarice, egotism, jealousy and anger that one spites a devotee of God. Only one who does not possess these four can revere a devotee of God. Therefore, one who wishes to experience supreme happiness in this very body and also experience supreme happiness after death should never harm a devotee of God - by thought, word or deed.\n\n“If, however, one does somehow harm a devotee of God, then one should verbally pray to him for forgiveness; and physically and mentally, one should prostrate before him and resolve to behave in such a manner so as to never harm him again. However, one should not behave in such a way that one performs prostrations after harming someone once, only to then harm him again and perform prostrations again.\n\n“So that you remember this fact daily, from today, all sadhus and all devotees should observe the following vow: After performing puja of God, one should offer prostrations according to one’s daily practice. After this, to compensate for having knowingly or unknowingly harmed a devotee of God by thought, word or deed during the day, one should perform one extra prostration daily. This is My command; so please do abide by it.”"
}