{
    "number": 257,
    "vachanamrut": "Gadhada III-34",
    "title": "Maintaining Desires Only for God",
    "setting": "On Chaitra sudi 3, Samvat 1885 [6 April 1829], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then Shuk Muni asked Shriji Mahārāj, “There appear to be two means by which desires for only God, and not for any worldly object, remain. One is love for God and the other is vairāgya coupled with gnān . These are the two means. For one who does not practice these two means firmly but who does have faith in God and the conviction of God, is there a third means by which he can maintain desires only for God and not for anything else?”\n\nThereupon Shriji Mahārāj said in reply, “That is a good question because it is true that only by those two means do desires only for God, and not for anything else, remain. If a person does not practice those two means, then his desires for objects other than God will not be eradicated. As a result, he remains unhappy in life. But since he has faith in God, God will grant him liberation after death nonetheless.\n\n“However, just like those two means, there is also a third means for eradicating desires for objects other than God. What is it? Well, it is to diligently observe the prescribed niyams . Just what are those niyams ? Some are related to the duties of one’s caste and āshram . Just as there are niyams for an ātmanivedi sādhu and a brahmachāri , similarly, even though a person is not an ātmanivedi , he should still follow the niyams of not seeing women and not listening to talks about them. In this manner, he should strictly and diligently observe the niyams related to forsaking the panchvishays . Also, he should physically serve God and His Bhakta, and he should listen to spiritual discourses related to God. In this manner, if he observes niyams in the form of engaging in the nine types of bhakti , then his mind will also begin to entertain pious thoughts. So, if a person behaves according to these two niyams , then as a result, even if he does not have vairāgya or love for God, they will develop; he will become extremely powerful; impure desires for objects will be eradicated; and only desires for God will flourish day by day.”\n\nAgain, Shuk Muni asked Shriji Mahārāj, “Mahārāj, it seems anger arises when one’s desire for a certain object or one’s sense of my-ness for something is violated by someone. When a desire, i.e., a craving, is not satisfied, then that desire results in anger. So, it can be said that such a person has developed a swabhāv wherein anger can arise. Is it possible, though, that anger will not arise even in such situations?”\n\nShriji Mahārāj replied, “The great Sant - who, by God’s command or by his own wish after understanding God’s greatness according to the scriptures, has made a pious resolution to keep innumerable people within the disciplines of dharma and to lead them onto the path of God and is active in that respect - may express anger on a person who infringes the disciplines of dharma and follows adharma . Why? Because that person has infringed on the Sant’s resolve. Therefore, if the sādhu does not express anger and does not reprimand that person in order to teach him to remain within the disciplines of dharma , then that person will continue to infringe those disciplines and will not progress. Therefore, anger expressed for this reason is beneficial; there is nothing unsuitable about it. Why? Because thousands of people have taken the refuge of the great Sant who has resolved to take this path. So how can they possibly not be somewhat reprimanded?\n\n“Anger will not arise, however, if one shuns the very cause of that anger. Obviously, anger will not arise if one is travelling alone in the jungle; but how can the great Sant do that? After all, he has understood from the scriptures the great fruits involved in guiding countless people towards God by discourses - in order that they attain liberation. Similarly, he has also understood the importance of observing God’s injunctions. Therefore, even though he may express anger, he still does not forsake his pious resolution.\n\n“One who has developed attachment with the great Sant has understood that his personal interest of attaining liberation can be realized through the Sant and believes, ‘Only through this Sant will I benefit’ - then even though he may have a swabhāv in the form of anger, he will never get angry on that great Sant. In fact, he will surely forsake his swabhāv . So, anger can also be eradicated in this way.\n\n“On the other hand, he who becomes angry on a sādhu over the exchange of some worthless objects has simply not understood the greatness of the sādhu or the true path of a sādhu . If he had understood it, then he would not become angry over such worthless objects. In fact, even if such a person is intelligent and understanding, if he does become angry on a sādhu for worthless objects, then his intellect should be considered to be like that of a king’s minister - adept only in worldly affairs. He does not possess the intellect of a true sādhu .”\n\nOn Chaitra sudi 3, Samvat 1885 [6 April 1829], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen Shuk Muni asked Shriji Maharaj, “There appear to be two means by which desires for only God, and not for any worldly object, remain. One is love for God and the other is vairagya coupled with gnan . These are the two means. For one who does not practice these two means firmly but who does have faith in God and the conviction of God, is there a third means by which he can maintain desires only for God and not for anything else?”\n\nThereupon Shriji Maharaj said in reply, “That is a good question because it is true that only by those two means do desires only for God, and not for anything else, remain. If a person does not practice those two means, then his desires for objects other than God will not be eradicated. As a result, he remains unhappy in life. But since he has faith in God, God will grant him liberation after death nonetheless.\n\n“However, just like those two means, there is also a third means for eradicating desires for objects other than God. What is it? Well, it is to diligently observe the prescribed niyams . Just what are those niyams ? Some are related to the duties of one’s caste and ashram . Just as there are niyams for an atmanivedi sadhu and a brahmachari , similarly, even though a person is not an atmanivedi , he should still follow the niyams of not seeing women and not listening to talks about them. In this manner, he should strictly and diligently observe the niyams related to forsaking the panchvishays . Also, he should physically serve God and His Bhakta, and he should listen to spiritual discourses related to God. In this manner, if he observes niyams in the form of engaging in the nine types of bhakti , then his mind will also begin to entertain pious thoughts. So, if a person behaves according to these two niyams , then as a result, even if he does not have vairagya or love for God, they will develop; he will become extremely powerful; impure desires for objects will be eradicated; and only desires for God will flourish day by day.”\n\nAgain, Shuk Muni asked Shriji Maharaj, “Maharaj, it seems anger arises when one’s desire for a certain object or one’s sense of my-ness for something is violated by someone. When a desire, i.e., a craving, is not satisfied, then that desire results in anger. So, it can be said that such a person has developed a swabhav wherein anger can arise. Is it possible, though, that anger will not arise even in such situations?”\n\nShriji Maharaj replied, “The great Sant - who, by God’s command or by his own wish after understanding God’s greatness according to the scriptures, has made a pious resolution to keep innumerable people within the disciplines of dharma and to lead them onto the path of God and is active in that respect - may express anger on a person who infringes the disciplines of dharma and follows adharma . Why? Because that person has infringed on the Sant’s resolve. Therefore, if the sadhu does not express anger and does not reprimand that person in order to teach him to remain within the disciplines of dharma , then that person will continue to infringe those disciplines and will not progress. Therefore, anger expressed for this reason is beneficial; there is nothing unsuitable about it. Why? Because thousands of people have taken the refuge of the great Sant who has resolved to take this path. So how can they possibly not be somewhat reprimanded?\n\n“Anger will not arise, however, if one shuns the very cause of that anger. Obviously, anger will not arise if one is travelling alone in the jungle; but how can the great Sant do that? After all, he has understood from the scriptures the great fruits involved in guiding countless people towards God by discourses - in order that they attain liberation. Similarly, he has also understood the importance of observing God’s injunctions. Therefore, even though he may express anger, he still does not forsake his pious resolution.\n\n“One who has developed attachment with the great Sant has understood that his personal interest of attaining liberation can be realized through the Sant and believes, ‘Only through this Sant will I benefit’ - then even though he may have a swabhav in the form of anger, he will never get angry on that great Sant. In fact, he will surely forsake his swabhav . So, anger can also be eradicated in this way.\n\n“On the other hand, he who becomes angry on a sadhu over the exchange of some worthless objects has simply not understood the greatness of the sadhu or the true path of a sadhu . If he had understood it, then he would not become angry over such worthless objects. In fact, even if such a person is intelligent and understanding, if he does become angry on a sadhu for worthless objects, then his intellect should be considered to be like that of a king’s minister - adept only in worldly affairs. He does not possess the intellect of a true sadhu .”"
}