{
    "number": 187,
    "vachanamrut": "Gadhada II-54",
    "title": "Satsang Is the Greatest Spiritual Endeavor; A ‘Gokhar’; 1 Profound Attachment",
    "setting": "In the afternoon on Jyeshtha sudi 7, Samvat 1880 [3 June 1824], Swāmi Shri Sahajānandji Mahārāj arrived at Lakshmivādi on horseback from Dādā Khāchar’s darbār in Gadhadā. There, after riding the horse for quite some time, He sat down on a square platform. He was dressed entirely in white clothes. He had also tied a black-bordered cloth around His head. In addition to this, His neck was adorned with a garland of mogrā flowers, and His pāgh was decorated with a tassel of flowers. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the munis , “In the 12 th chapter of the 11 th canto of the Shrimad Bhāgwat, Shri Krishna Bhagwān has said to Uddhav, ‘I am not as pleased by ashtāng-yoga , sānkhya , renunciation, observances, sacrifices, austerities, donations, pilgrimages, etc., as I am pleased by satsang .’ This is what God has said. This implies that of all spiritual endeavors, satsang is the greatest. But what are the characteristics of one who regards satsang as the greatest spiritual endeavor?”\n\nThe munis answered according to their understanding, but none could give a precise answer.\n\nSo Shriji Mahārāj replied, “One who regards satsang as the greatest spiritual endeavor is profoundly attached only to the Sant of God. For example, if a king who is childless receives a son in old age, then even if that son swears at the king or misbehaves, for example, by pulling his moustache, the king would not find faults in him. Even if the son hits another child or causes problems in the village, still the king would never attribute faults to his child. Why? Because the king is profoundly attached to his son. Likewise, only one who develops such profound attachment for the Bhakta of God has realized satsang to be the most redemptive of all spiritual endeavors. This fact has been described in the Shrimad Bhāgwat:\n\n“Indeed, this verse has stated that fact appropriately.”\n\nIn the afternoon on Jyeshtha sudi 7, Samvat 1880 [3 June 1824], Swami Shri Sahajanandji Maharaj arrived at Lakshmivadi on horseback from Dada Khachar’s darbar in Gadhada. There, after riding the horse for quite some time, He sat down on a square platform. He was dressed entirely in white clothes. He had also tied a black-bordered cloth around His head. In addition to this, His neck was adorned with a garland of mogra flowers, and His pagh was decorated with a tassel of flowers. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the munis , “In the 12 th chapter of the 11 th canto of the Shrimad Bhagwat, Shri Krishna Bhagwan has said to Uddhav, ‘I am not as pleased by ashtang-yoga , sankhya , renunciation, observances, sacrifices, austerities, donations, pilgrimages, etc., as I am pleased by satsang .’ This is what God has said. This implies that of all spiritual endeavors, satsang is the greatest. But what are the characteristics of one who regards satsang as the greatest spiritual endeavor?”\n\nThe munis answered according to their understanding, but none could give a precise answer.\n\nSo Shriji Maharaj replied, “One who regards satsang as the greatest spiritual endeavor is profoundly attached only to the Sant of God. For example, if a king who is childless receives a son in old age, then even if that son swears at the king or misbehaves, for example, by pulling his moustache, the king would not find faults in him. Even if the son hits another child or causes problems in the village, still the king would never attribute faults to his child. Why? Because the king is profoundly attached to his son. Likewise, only one who develops such profound attachment for the Bhakta of God has realized satsang to be the most redemptive of all spiritual endeavors. This fact has been described in the Shrimad Bhagwat:\n\n“Indeed, this verse has stated that fact appropriately.”"
}