{
    "number": 101,
    "vachanamrut": "Kariyani-5",
    "title": "God’s Purpose for Assuming an Avatār",
    "setting": "On Āso vadi 14, Samvat 1877 [4 November 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a canopied cot on the veranda outside the north-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “I wish to ask a question.”\n\nThe munis responded by saying, “Mahārāj, please do ask.”\n\nThereupon Shriji Mahārāj asked, “God assumes an avatār on earth to grant liberation to the jivas . But is He not capable of granting liberation while remaining in His abode, without assuming an avatār ? After all, God can grant liberation in any manner He wishes. What, then, is the purpose of Him assuming an avatār on earth? Furthermore, if God can only grant liberation when He assumes an avatār , and He is incapable of granting liberation otherwise, it would suggest that much of a weakness in God. But in reality, God is capable of granting liberation to the jivas by assuming an avatār , and He is also capable of granting liberation to the jivas without assuming an avatār . So, then, what is the purpose of God assuming an avatār on earth? That is the question.”\n\nThe senior sādhus answered according to their own understanding but were unable to answer Shriji Mahārāj’s question satisfactorily. As Shriji Mahārāj raised doubts to their answers, their answers were all refuted. The munis then folded their hands and requested, “Mahārāj, only You are capable of answering this question.”\n\nSo Shriji Mahārāj explained, “God assumes an avatār for only one reason: Having surrendered Himself to the bhakti of those devotees who have intense love for Him, God assumes whichever form the devotees wish for in order to grant them bliss. He then fulfills all of the desires of His devotees. Since the devotees are corporeal and have physical bodies, God also becomes corporeal, assumes a physical body and showers affection upon those devotees. In addition to this, He suppresses His powers and behaves with the devotees as a son, or as an intimate companion, or as a friend, or as a relative. Because of this, the devotee may not maintain much protocol with God. Nonetheless, God showers His affection upon the devotee in whichever manner he desires.\n\n“Thus, the only reason God assumes an avatār is to fulfill the desires of His beloved devotees. Along with this, He grants liberation to innumerable other jivas and also establishes dharma . Now if there is any doubt in what I have just said, please speak.”\n\nThe munis replied, “Mahārāj, Your reply is most appropriate.”\n\nOn Aso vadi 14, Samvat 1877 [4 November 1820], Swami Shri Sahajanandji Maharaj was sitting on a canopied cot on the veranda outside the north-facing rooms of Vasta Khachar’s darbar in Kariyani. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “I wish to ask a question.”\n\nThe munis responded by saying, “Maharaj, please do ask.”\n\nThereupon Shriji Maharaj asked, “God assumes an avatar on earth to grant liberation to the jivas . But is He not capable of granting liberation while remaining in His abode, without assuming an avatar ? After all, God can grant liberation in any manner He wishes. What, then, is the purpose of Him assuming an avatar on earth? Furthermore, if God can only grant liberation when He assumes an avatar , and He is incapable of granting liberation otherwise, it would suggest that much of a weakness in God. But in reality, God is capable of granting liberation to the jivas by assuming an avatar , and He is also capable of granting liberation to the jivas without assuming an avatar . So, then, what is the purpose of God assuming an avatar on earth? That is the question.”\n\nThe senior sadhus answered according to their own understanding but were unable to answer Shriji Maharaj’s question satisfactorily. As Shriji Maharaj raised doubts to their answers, their answers were all refuted. The munis then folded their hands and requested, “Maharaj, only You are capable of answering this question.”\n\nSo Shriji Maharaj explained, “God assumes an avatar for only one reason: Having surrendered Himself to the bhakti of those devotees who have intense love for Him, God assumes whichever form the devotees wish for in order to grant them bliss. He then fulfills all of the desires of His devotees. Since the devotees are corporeal and have physical bodies, God also becomes corporeal, assumes a physical body and showers affection upon those devotees. In addition to this, He suppresses His powers and behaves with the devotees as a son, or as an intimate companion, or as a friend, or as a relative. Because of this, the devotee may not maintain much protocol with God. Nonetheless, God showers His affection upon the devotee in whichever manner he desires.\n\n“Thus, the only reason God assumes an avatar is to fulfill the desires of His beloved devotees. Along with this, He grants liberation to innumerable other jivas and also establishes dharma . Now if there is any doubt in what I have just said, please speak.”\n\nThe munis replied, “Maharaj, Your reply is most appropriate.”"
}