{
    "number": 61,
    "vachanamrut": "Gadhada I-61",
    "title": "King Bali",
    "setting": "On Fāgun vadi 3, Samvat 1876 [3 March 1820], Shriji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He had tied a white cloth with a border of silken thread around His head. He was wearing a white khes and had also covered Himself with a white blanket. He was wearing garlands of white flowers around His neck, and tassels of white flowers were dangling from the left side of His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked, “How can one remain composed even under the influence of lust, anger, avarice and fear?”\n\nShriji Mahārāj replied, “‘I am not the body; I am the ātmā , which is distinct from the body and is the knower of all.’ When such ātmā -realization becomes extremely firm, one never loses one’s composure. On the other hand, a person without ātmā -realization may try many other means, but he cannot remain composed.”\n\nThereafter Brahmānand Swāmi asked, “To what extent does ātmā -realization actually help at the time of death?”\n\nShriji Mahārāj replied, “When faced with the task of crossing a river, one who knows how to swim can cross it, whereas one who is unable to swim will be left standing. However, when faced with the task of crossing an ocean, both require the aid of a ship. Similarly, a river - in the form of the dualities of cold and heat, hunger and thirst, honor and insult, happiness and misery - may be crossed by a person with ātmā -realization; death, however, is like an ocean. In that case, both a person with ātmā -realization and a person without it require the help of a ship in the form of faith in God. Therefore, only the firm refuge of God is helpful at the time of death, whereas ātmā -realization alone is of no use whatsoever at the time of death. For this reason, one should firmly cultivate faith in God.”\n\nMuktānand Swāmi then asked another question, “It is said that yogic powers entice a devotee of God. Does this fact apply only to those whose faith in God wavers or also to those who have firm faith?”\n\nShriji Mahārāj explained, “Yogic powers only appear before those whose faith in God is steadfast; for others, they are very difficult to attain. In fact, those powers are inspired by God Himself to test His devotee; that is, ‘Does he have more love for Me or for the powers?’ God tests His devotees in this manner.\n\n“If the devotee happens to be staunch and desires nothing except God, is free of worldly desires and is an ekāntik bhakta , then God Himself becomes bound by that devotee. Vāmanji, for example, seized King Bali’s kingdom, which comprised of the realms of swarg , Mrutyulok and pātāl , and covered all 14 realms with his first two steps. Thereafter, King Bali offered his own body for Vāmanji to place the third step. In this way, King Bali devoutly offered his all to God. Moreover, despite the fact that God deceived him without any fault of his own, Bali still did not falter from His bhakti . On seeing such unparalleled bhakti for him, God ultimately became bound by Bali. Although God bound King Bali only momentarily, in the process, God himself became bound by the ropes in the form of Bali’s matchless bhakti . In fact, to this very day, God is forever standing at Bali’s gate, never out of King Bali’s sight even for a fraction of a second.\n\n“In the same way, forsaking all other worldly desires and offering our all to God, we should also remain as servants of God. If, in the process, God happens to inflict more misery upon us, then God Himself will become bound by us. This is because He loves His devotees and is an ocean of compassion; He becomes bound by anyone who offers profound bhakti to Him. As a result, the mind of a devotee who has such loving bhakti becomes so bound to God that God is unable to free Himself from him.\n\n“Therefore, we should become more pleased as God puts us through more severe hardships, bearing in mind, ‘The more misery God inflicts upon me, the more bound He will become to me; thereby, He will not be away from me for even a moment.’ With such understanding, one should become increasingly pleased as God imposes more and more hardships; but one should never become disheartened in the face of misery or for the sake of bodily comforts.”\n\nOn Fagun vadi 3, Samvat 1876 [3 March 1820], Shriji Maharaj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He had tied a white cloth with a border of silken thread around His head. He was wearing a white khes and had also covered Himself with a white blanket. He was wearing garlands of white flowers around His neck, and tassels of white flowers were dangling from the left side of His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked, “How can one remain composed even under the influence of lust, anger, avarice and fear?”\n\nShriji Maharaj replied, “‘I am not the body; I am the atma , which is distinct from the body and is the knower of all.’ When such atma -realization becomes extremely firm, one never loses one’s composure. On the other hand, a person without atma -realization may try many other means, but he cannot remain composed.”\n\nThereafter Brahmanand Swami asked, “To what extent does atma -realization actually help at the time of death?”\n\nShriji Maharaj replied, “When faced with the task of crossing a river, one who knows how to swim can cross it, whereas one who is unable to swim will be left standing. However, when faced with the task of crossing an ocean, both require the aid of a ship. Similarly, a river - in the form of the dualities of cold and heat, hunger and thirst, honor and insult, happiness and misery - may be crossed by a person with atma -realization; death, however, is like an ocean. In that case, both a person with atma -realization and a person without it require the help of a ship in the form of faith in God. Therefore, only the firm refuge of God is helpful at the time of death, whereas atma -realization alone is of no use whatsoever at the time of death. For this reason, one should firmly cultivate faith in God.”\n\nMuktanand Swami then asked another question, “It is said that yogic powers entice a devotee of God. Does this fact apply only to those whose faith in God wavers or also to those who have firm faith?”\n\nShriji Maharaj explained, “Yogic powers only appear before those whose faith in God is steadfast; for others, they are very difficult to attain. In fact, those powers are inspired by God Himself to test His devotee; that is, ‘Does he have more love for Me or for the powers?’ God tests His devotees in this manner.\n\n“If the devotee happens to be staunch and desires nothing except God, is free of worldly desires and is an ekantik bhakta , then God Himself becomes bound by that devotee. Vamanji, for example, seized King Bali’s kingdom, which comprised of the realms of swarg , Mrutyulok and patal , and covered all 14 realms with his first two steps. Thereafter, King Bali offered his own body for Vamanji to place the third step. In this way, King Bali devoutly offered his all to God. Moreover, despite the fact that God deceived him without any fault of his own, Bali still did not falter from His bhakti . On seeing such unparalleled bhakti for him, God ultimately became bound by Bali. Although God bound King Bali only momentarily, in the process, God himself became bound by the ropes in the form of Bali’s matchless bhakti . In fact, to this very day, God is forever standing at Bali’s gate, never out of King Bali’s sight even for a fraction of a second.\n\n“In the same way, forsaking all other worldly desires and offering our all to God, we should also remain as servants of God. If, in the process, God happens to inflict more misery upon us, then God Himself will become bound by us. This is because He loves His devotees and is an ocean of compassion; He becomes bound by anyone who offers profound bhakti to Him. As a result, the mind of a devotee who has such loving bhakti becomes so bound to God that God is unable to free Himself from him.\n\n“Therefore, we should become more pleased as God puts us through more severe hardships, bearing in mind, ‘The more misery God inflicts upon me, the more bound He will become to me; thereby, He will not be away from me for even a moment.’ With such understanding, one should become increasingly pleased as God imposes more and more hardships; but one should never become disheartened in the face of misery or for the sake of bodily comforts.”"
}