{
    "number": 27,
    "vachanamrut": "Gadhada I-27",
    "title": "The Understanding by which God Eternally Resides within One",
    "setting": "Before sunrise on Posh sudi 12, Samvat 1876 [28 December 1819], Shriji Mahārāj arrived at the residential hall of the paramhansas in Dādā Khāchar’s darbār in Gadhadā. There, He sat on a platform facing west. He had tied a white feto around His head. He had also covered Himself with a thick, white cotton cloth and was wearing a khes . At that time, an assembly of paramhansas had gathered before Him.",
    "text": "After a few minutes of contemplation, Shriji Mahārāj said, “Everyone wishes to worship God, but their understanding differs. But God fully resides in the heart of a person who possesses the following understanding: ‘The earth remains stable and trembles; the stars remain steady in the sky; the rains fall; the sun rises and sets; the moon appears and disappears, waxes and wanes; the vast oceans remain constrained within their boundaries; a drop of liquid develops into a human possessing hands, feet, a nose, ears and the rest of the ten indriyas ; the clouds, through which lightning strikes, float unsupported in the sky - these and a countless variety of other wonders are due only to the form of God that I have attained.’ With this understanding, he has the conviction that no one except the incarnate form of God is the cause of these wonders. He realizes, ‘The countless wonders which have occurred in the past, those which are currently taking place, and those which will occur in the future are all only due to the manifest form of God that I have attained.’\n\n“Moreover, he also has the following understanding: ‘Even if someone were to throw dust on me, or were to humiliate me in any way, or were to seat me on a donkey after cutting off my nose and ears; or even if someone were to honor me by seating me on an elephant - all these situations would be equal for me.’ Such a devotee views a beautiful young woman, an unattractive woman and an old woman with equality; he treats a heap of gold and a pile of stones with equality; he also possesses countless noble virtues such as gnān , bhakti , vairāgya , etc. God eternally resides in the heart of such a devotee.\n\n“Consequently, by the grace of God, that devotee attains countless types of powers and liberates countless beings. Despite these powers, though, he tolerates the praises and insults of other people. This itself is also a great feat, because to tolerate despite being so powerful is not easy for others to achieve. Therefore, one who tolerates in this manner should be considered to be extremely great.\n\n“The powers of such a person are such that since it is God who sees through his eyes, he empowers the eyes of all of the beings in the brahmānd ; and since it is God who walks through his legs, he is also capable of endowing the strength to walk to the legs of all of the beings in the brahmānd . Thus, since it is God who resides in all of the indriyas of such a Sant, that Sant is able to empower the indriyas of all beings in the brahmānd . Therefore, such a Sant is the sustainer of the world. His greatness lies in the fact that he tolerates the insults delivered even by insignificant people. Only those who are forgiving in this manner should be considered to be extremely great.\n\n“On the other hand, those who threaten and frighten those meeker than themselves and believe, ‘I have become great,’ are not truly great. In fact, those people in this world who frighten others by showing yogic powers should not be considered to be devotees of God; rather, they are beings lost in māyā and suitable only for Yampuri. Their greatness is limited to the worldly realm. For example, in society, a person with one horse is considered to be greater than someone with no horses at all; whereas a person with five horses is considered to be greater than someone with only one horse. In this way, the wealthier a person is, the greater he is considered to be in society. However, such a person is not great in the spiritual realm.”\n\nContinuing, Shriji Mahārāj said, “Householders and renunciants who believe, ‘This woman is very beautiful; these clothes are extremely fashionable; this house is very nice; this gourd is very nice and this utensil is very nice’ are all petty-minded. Then you may ask whether such people will attain liberation or not. Well, in this Satsang fellowship, even the wretched attain liberation. However, the former persons never develop the virtues of a sādhu or the noble virtues of the Sant previously described. Why? Because they have not become suitable for such nobility.”\n\nAfter delivering this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to all and returned to His residence in Dādā Khāchar’s darbār .\n\nBefore sunrise on Posh sudi 12, Samvat 1876 [28 December 1819], Shriji Maharaj arrived at the residential hall of the paramhansas in Dada Khachar’s darbar in Gadhada. There, He sat on a platform facing west. He had tied a white feto around His head. He had also covered Himself with a thick, white cotton cloth and was wearing a khes . At that time, an assembly of paramhansas had gathered before Him.\n\nAfter a few minutes of contemplation, Shriji Maharaj said, “Everyone wishes to worship God, but their understanding differs. But God fully resides in the heart of a person who possesses the following understanding: ‘The earth remains stable and trembles; the stars remain steady in the sky; the rains fall; the sun rises and sets; the moon appears and disappears, waxes and wanes; the vast oceans remain constrained within their boundaries; a drop of liquid develops into a human possessing hands, feet, a nose, ears and the rest of the ten indriyas ; the clouds, through which lightning strikes, float unsupported in the sky - these and a countless variety of other wonders are due only to the form of God that I have attained.’ With this understanding, he has the conviction that no one except the incarnate form of God is the cause of these wonders. He realizes, ‘The countless wonders which have occurred in the past, those which are currently taking place, and those which will occur in the future are all only due to the manifest form of God that I have attained.’\n\n“Moreover, he also has the following understanding: ‘Even if someone were to throw dust on me, or were to humiliate me in any way, or were to seat me on a donkey after cutting off my nose and ears; or even if someone were to honor me by seating me on an elephant - all these situations would be equal for me.’ Such a devotee views a beautiful young woman, an unattractive woman and an old woman with equality; he treats a heap of gold and a pile of stones with equality; he also possesses countless noble virtues such as gnan , bhakti , vairagya , etc. God eternally resides in the heart of such a devotee.\n\n“Consequently, by the grace of God, that devotee attains countless types of powers and liberates countless beings. Despite these powers, though, he tolerates the praises and insults of other people. This itself is also a great feat, because to tolerate despite being so powerful is not easy for others to achieve. Therefore, one who tolerates in this manner should be considered to be extremely great.\n\n“The powers of such a person are such that since it is God who sees through his eyes, he empowers the eyes of all of the beings in the brahmand ; and since it is God who walks through his legs, he is also capable of endowing the strength to walk to the legs of all of the beings in the brahmand . Thus, since it is God who resides in all of the indriyas of such a Sant, that Sant is able to empower the indriyas of all beings in the brahmand . Therefore, such a Sant is the sustainer of the world. His greatness lies in the fact that he tolerates the insults delivered even by insignificant people. Only those who are forgiving in this manner should be considered to be extremely great.\n\n“On the other hand, those who threaten and frighten those meeker than themselves and believe, ‘I have become great,’ are not truly great. In fact, those people in this world who frighten others by showing yogic powers should not be considered to be devotees of God; rather, they are beings lost in maya and suitable only for Yampuri. Their greatness is limited to the worldly realm. For example, in society, a person with one horse is considered to be greater than someone with no horses at all; whereas a person with five horses is considered to be greater than someone with only one horse. In this way, the wealthier a person is, the greater he is considered to be in society. However, such a person is not great in the spiritual realm.”\n\nContinuing, Shriji Maharaj said, “Householders and renunciants who believe, ‘This woman is very beautiful; these clothes are extremely fashionable; this house is very nice; this gourd is very nice and this utensil is very nice’ are all petty-minded. Then you may ask whether such people will attain liberation or not. Well, in this Satsang fellowship, even the wretched attain liberation. However, the former persons never develop the virtues of a sadhu or the noble virtues of the Sant previously described. Why? Because they have not become suitable for such nobility.”\n\nAfter delivering this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to all and returned to His residence in Dada Khachar’s darbar ."
}