{
    "number": 21,
    "vachanamrut": "Gadhada I-21",
    "title": "One Possessing Ekāntik Dharma ; The Two Forms of Akshar",
    "setting": "On the evening of Posh sudi 3, Samvat 1876 [19 December 1819], Shriji Mahārāj was sitting facing east on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was wearing a black-bordered khes and had covered Himself with a thick, white cotton cloth. He had also tied a white pāgh around His head. At that time, some sādhus were singing devotional songs to the accompaniment of a jhānjh and pakhwāj . Many other sādhus as well as satsangis from various places had assembled before Him.",
    "text": "Thereupon Shriji Mahārāj quietened the assembly and said, “Please listen; I wish to tell you something.” Having said this, He sat in contemplation with His eyes closed for quite some time.\n\nThereafter, He began, “A devotee who in his mind desires to intensely please God can do so by the following means: unshakeable resolve in observing the dharma of one’s caste and āshram ; intensely firm ātmā -realization; dislike for all objects except God; and bhakti which is devoid of all desires for fruits and which is accompanied with an understanding of God’s greatness. It is through these four spiritual endeavors that God can be extremely pleased. They are collectively known as ekāntik dharma . At present, there are many devotees possessing such ekāntik dharma in our Satsang fellowship.\n\n“In addition, a devotee of God should contemplate on the form of God while eating, drinking, bathing, washing, walking and sitting - in fact, during all activities. He should particularly contemplate on God and continuously behold His form when there is no mental disturbance within. However, when there is some internal disturbance due to fluctuating thoughts, he should realize his own self to be distinct from the body, the indriyas , the antahkaran , their presiding deities and the vishays . Only when those disturbing thoughts subside should he contemplate on the form of God.\n\n“Furthermore, this body should not be believed to be one’s true self. Nor should one’s bodily relations be regarded as one’s true relations. This is because the jiva has previously taken birth in each of the 8.4 million life forms. In fact, the jiva has taken birth in the wombs of all females in this world; it has also taken birth numerous times in the wombs of all of the dogs, cats, monkeys and other types of life forms in the cycle of 8.4 million life forms. Moreover, of all the different types of females in this world, which has it not previously made its wife? All have been its wife at one time or another. Similarly, assuming numerous female bodies, that jiva has also made all of the different forms of males its husband. Hence, just as one does not believe the relations of those previous 8.4 million life forms to be one’s true relations, and just as one does not believe the bodies of those 8.4 million life forms to be one’s true body, similarly, one should not believe this present body to be one’s true self, nor should one believe the relations of this body to be one’s true relations. Why? Because just as no relationship remains with bodies from the previous 8.4 million life forms, similarly the relationship with this body will not remain either. Therefore, having realised the body, all possessions and all objects to be asatya ; and having realized one’s own self to be distinct from the body, indriyas and antahkaran ; and while observing one’s own dharma , one should offer bhakti to God which is devoid of all desires for its fruits. Moreover, in order to increasingly understand the profound greatness of God day by day, one should also constantly keep the company of a sādhu .\n\n“A person who does not have this understanding, who identifies his self with the body, and who has a mundane attitude should be thought of as an animal - even if he is presently in the Satsang fellowship. Yet, in this Satsang, even animals attain liberation by the profound grace of God. What is so surprising, then, about humans attaining liberation? However, such a person cannot be called a true ekāntik bhakta of God. Only one possessing the understanding previously described can be called an ekāntik bhakta . After such an ekāntik bhakta leaves his body and becomes free of all influences of māyā , he attains Akshardhām via the archimārg .”\n\nContinuing, Shriji Mahārāj explained, “That Akshar has two forms. One, which is formless and pure chaitanya , is known as Chidākāsh or Brahmamahol. In its other form, that Akshar remains in the service of Purushottam Nārāyan. A devotee who has reached Akshardhām attains qualities similar to those of Akshar and forever remains in the service of God. Furthermore, Shri Krishna Purushottam Nārāyan is forever seated in that Akshardhām. The countless millions of muktas , who have attained qualities similar to those of Akshar, reside in that Akshardhām, and all of them behave as servants of Purushottam. Purushottam Nārāyan Himself is the master of them all and the Lord of the lords of countless millions of brahmānds .\n\n“Keeping this in mind, all of our satsangis should develop the following singular conviction: ‘We also wish to join the ranks of the aksharrup muktas and go to Akshardhām to forever remain in the service of God. We have no desire for the temporary and vain worldly pleasures; nor do we wish to be tempted by them in any way.’ Keeping such a firm conviction, one should offer ekāntik bhakti to God.\n\n“Furthermore, by thoroughly understanding the profound greatness of God, one should, in this very life, eradicate one’s desires for women, wealth and all objects other than God. Otherwise, if desires for objects other than God do remain, then after one dies, if one encounters enticements along the path to the abode of God, one will forsake God and be lured by those enticements instead. This would prove to be a major obstruction. Therefore, one should worship God after overcoming desires for all objects.”\n\nOn the evening of Posh sudi 3, Samvat 1876 [19 December 1819], Shriji Maharaj was sitting facing east on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was wearing a black-bordered khes and had covered Himself with a thick, white cotton cloth. He had also tied a white pagh around His head. At that time, some sadhus were singing devotional songs to the accompaniment of a jhanjh and pakhwaj . Many other sadhus as well as satsangis from various places had assembled before Him.\n\nThereupon Shriji Maharaj quietened the assembly and said, “Please listen; I wish to tell you something.” Having said this, He sat in contemplation with His eyes closed for quite some time.\n\nThereafter, He began, “A devotee who in his mind desires to intensely please God can do so by the following means: unshakeable resolve in observing the dharma of one’s caste and ashram ; intensely firm atma -realization; dislike for all objects except God; and bhakti which is devoid of all desires for fruits and which is accompanied with an understanding of God’s greatness. It is through these four spiritual endeavors that God can be extremely pleased. They are collectively known as ekantik dharma . At present, there are many devotees possessing such ekantik dharma in our Satsang fellowship.\n\n“In addition, a devotee of God should contemplate on the form of God while eating, drinking, bathing, washing, walking and sitting - in fact, during all activities. He should particularly contemplate on God and continuously behold His form when there is no mental disturbance within. However, when there is some internal disturbance due to fluctuating thoughts, he should realize his own self to be distinct from the body, the indriyas , the antahkaran , their presiding deities and the vishays . Only when those disturbing thoughts subside should he contemplate on the form of God.\n\n“Furthermore, this body should not be believed to be one’s true self. Nor should one’s bodily relations be regarded as one’s true relations. This is because the jiva has previously taken birth in each of the 8.4 million life forms. In fact, the jiva has taken birth in the wombs of all females in this world; it has also taken birth numerous times in the wombs of all of the dogs, cats, monkeys and other types of life forms in the cycle of 8.4 million life forms. Moreover, of all the different types of females in this world, which has it not previously made its wife? All have been its wife at one time or another. Similarly, assuming numerous female bodies, that jiva has also made all of the different forms of males its husband. Hence, just as one does not believe the relations of those previous 8.4 million life forms to be one’s true relations, and just as one does not believe the bodies of those 8.4 million life forms to be one’s true body, similarly, one should not believe this present body to be one’s true self, nor should one believe the relations of this body to be one’s true relations. Why? Because just as no relationship remains with bodies from the previous 8.4 million life forms, similarly the relationship with this body will not remain either. Therefore, having realised the body, all possessions and all objects to be asatya ; and having realized one’s own self to be distinct from the body, indriyas and antahkaran ; and while observing one’s own dharma , one should offer bhakti to God which is devoid of all desires for its fruits. Moreover, in order to increasingly understand the profound greatness of God day by day, one should also constantly keep the company of a sadhu .\n\n“A person who does not have this understanding, who identifies his self with the body, and who has a mundane attitude should be thought of as an animal - even if he is presently in the Satsang fellowship. Yet, in this Satsang, even animals attain liberation by the profound grace of God. What is so surprising, then, about humans attaining liberation? However, such a person cannot be called a true ekantik bhakta of God. Only one possessing the understanding previously described can be called an ekantik bhakta . After such an ekantik bhakta leaves his body and becomes free of all influences of maya , he attains Akshardham via the archimarg .”\n\nContinuing, Shriji Maharaj explained, “That Akshar has two forms. One, which is formless and pure chaitanya , is known as Chidakash or Brahmamahol. In its other form, that Akshar remains in the service of Purushottam Narayan. A devotee who has reached Akshardham attains qualities similar to those of Akshar and forever remains in the service of God. Furthermore, Shri Krishna Purushottam Narayan is forever seated in that Akshardham. The countless millions of muktas , who have attained qualities similar to those of Akshar, reside in that Akshardham, and all of them behave as servants of Purushottam. Purushottam Narayan Himself is the master of them all and the Lord of the lords of countless millions of brahmands .\n\n“Keeping this in mind, all of our satsangis should develop the following singular conviction: ‘We also wish to join the ranks of the aksharrup muktas and go to Akshardham to forever remain in the service of God. We have no desire for the temporary and vain worldly pleasures; nor do we wish to be tempted by them in any way.’ Keeping such a firm conviction, one should offer ekantik bhakti to God.\n\n“Furthermore, by thoroughly understanding the profound greatness of God, one should, in this very life, eradicate one’s desires for women, wealth and all objects other than God. Otherwise, if desires for objects other than God do remain, then after one dies, if one encounters enticements along the path to the abode of God, one will forsake God and be lured by those enticements instead. This would prove to be a major obstruction. Therefore, one should worship God after overcoming desires for all objects.”"
}