{
    "number": 242,
    "vachanamrut": "Gadhada III-19",
    "title": "Two Undesirable Traits of a Renunciant",
    "setting": "On Shrāvan vadi 13, Samvat 1884 [20 August 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Also, garlands of mogrā and karnikār flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A devotee who has renounced worldly life may possess two undesirable traits which do not befit him in this Satsang fellowship. The first is lust and the second is affection for his relatives. In my eyes, one who possesses these two undesirable traits is like an animal. Of these two, I have an extreme repulsion for one who has excessive affection for one’s relatives.\n\n“For this reason, then, a person who has renounced worldly life should not keep even the slightest amount of affection for his relatives. Why? Because having affection for one’s bodily relatives is a sin graver than the five grave sins. Therefore, a renunciant devotee of God should realize his own chaitanya to be distinct from both the body and the relatives of the body. He should believe, ‘I am the ātmā ; I have no relations at all with anyone.’ In fact, the relatives of this body should be considered together with the relatives of the 8.4 million types of previous life forms. If a person does try to understand the greatness of his relatives, knowing them to be satsangis , then since there is already some affection due to the fact that they are related, he develops more affection for them than he has for God and the devotees of God. Therefore, if a person does keep affection for one’s relatives - towards whom affection is but natural - knowing them to be devotees of God, then his life becomes futile.\n\n“Moreover, it is also natural to develop affection for those who perform one’s menial service, though they may not be one’s relatives. So, one who is wise should not keep affection towards a person who is serving one, even if the person serving happens to be a devotee of God. For example, if a snake has released venom into a mixture of milk and sākar , the mixture also becomes poisonous. Similarly, out of his own self-interest, a person should not keep affection towards one who does his menial service, even if the person serving happens to be a devotee. Why? Because his jiva becomes attached due to that. Then, just as he thinks about God, he also begins to think about the one who serves his needs. For that person, this in itself is an obstacle in his worship of God - just as the young fawn itself became avidyā , i.e., māyā , for Bharatji. In this manner, a devotee of God should totally shun all who obstruct his worship of God, knowing them to be avidyā .”\n\nShriji Mahārāj then concluded by adding, “The paramhansas and all of the sānkhya-yogi devotees should daily say and listen to this discourse which I have just delivered. Specifically, the senior member of a mandal should daily narrate this talk, and others should listen. If the senior person fails to do so, he should observe a fast on that day. Those who do not come to listen to that talk of God with shraddhā should also observe a fast. Please imbibe these words firmly in your lives.”\n\nOn Shravan vadi 13, Samvat 1884 [20 August 1827], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Also, garlands of mogra and karnikar flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A devotee who has renounced worldly life may possess two undesirable traits which do not befit him in this Satsang fellowship. The first is lust and the second is affection for his relatives. In my eyes, one who possesses these two undesirable traits is like an animal. Of these two, I have an extreme repulsion for one who has excessive affection for one’s relatives.\n\n“For this reason, then, a person who has renounced worldly life should not keep even the slightest amount of affection for his relatives. Why? Because having affection for one’s bodily relatives is a sin graver than the five grave sins. Therefore, a renunciant devotee of God should realize his own chaitanya to be distinct from both the body and the relatives of the body. He should believe, ‘I am the atma ; I have no relations at all with anyone.’ In fact, the relatives of this body should be considered together with the relatives of the 8.4 million types of previous life forms. If a person does try to understand the greatness of his relatives, knowing them to be satsangis , then since there is already some affection due to the fact that they are related, he develops more affection for them than he has for God and the devotees of God. Therefore, if a person does keep affection for one’s relatives - towards whom affection is but natural - knowing them to be devotees of God, then his life becomes futile.\n\n“Moreover, it is also natural to develop affection for those who perform one’s menial service, though they may not be one’s relatives. So, one who is wise should not keep affection towards a person who is serving one, even if the person serving happens to be a devotee of God. For example, if a snake has released venom into a mixture of milk and sakar , the mixture also becomes poisonous. Similarly, out of his own self-interest, a person should not keep affection towards one who does his menial service, even if the person serving happens to be a devotee. Why? Because his jiva becomes attached due to that. Then, just as he thinks about God, he also begins to think about the one who serves his needs. For that person, this in itself is an obstacle in his worship of God - just as the young fawn itself became avidya , i.e., maya , for Bharatji. In this manner, a devotee of God should totally shun all who obstruct his worship of God, knowing them to be avidya .”\n\nShriji Maharaj then concluded by adding, “The paramhansas and all of the sankhya-yogi devotees should daily say and listen to this discourse which I have just delivered. Specifically, the senior member of a mandal should daily narrate this talk, and others should listen. If the senior person fails to do so, he should observe a fast on that day. Those who do not come to listen to that talk of God with shraddha should also observe a fast. Please imbibe these words firmly in your lives.”"
}