{
    "number": 60,
    "vachanamrut": "Gadhada I-60",
    "title": "Observing Ekāntik Dharma ; Eradicating Worldly Desires",
    "setting": "On Fāgun vadi 1, Samvat 1876 [1 March 1820], Shriji Mahārāj was sitting in the residential hall of the paramhansas in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh , which was decorated with tassels of white flowers, around His head. Garlands of white flowers also adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Of all spiritual endeavors, to eradicate worldly desires is the greatest endeavor. The means of doing this is as follows: Bearing in mind one’s craving for the vishays , i.e., sights, sounds, smells, tastes and touch, one should introspect, ‘Is my desire for God equal to my desires for the world? Is it greater? Or is it less?’ One should examine oneself in this manner. For example, if one’s ears are drawn to worldly talks just as much as they are drawn to talks related to God, then one should realize, ‘My desire for God is equal to my desire for the world.’ One should similarly examine all of the other vishays , i.e., sights, smells, tastes and touch.\n\n“While examining himself in this manner, if a person gradually decreases his worldly desires and increases his desire for God, he begins to develop an understanding whereby he views all vishays as equal. After such equanimity has developed, honors and insults will appear to be the same to him. Moreover, pleasant and unpleasant types of touch will appear to be the same; attractive sights and unattractive sights will appear to be the same; a girl, a young lady and an old woman will appear to be the same; gold and refuse will appear to be the same as well. Similarly, pleasant and unpleasant tastes and smells will also appear to be the same. When a person can instinctively behave in this way, it should be known that his worldly desires have been overcome.\n\n“In fact, to behave above the influence of worldly desires is the dharma of one who is ekāntik . But, if some desires do remain, then even if a person is able to attain samādhi and control his nādi and prāns , those desires will draw him back out of samādhi . Therefore, only a person who overcomes worldly desires is an ekāntik bhakta .”\n\nThereupon Muktānand Swāmi asked, “What are the means to eradicate worldly desires?”\n\nShriji Mahārāj replied, “Firstly, one requires firm ātmā -realization; secondly, one should realize the insignificance of the panchvishays ; and thirdly, one should realize the profound greatness of God; i.e., ‘God is the master of all abodes - Vaikunth, Golok, Brahmamahol, etc. So, having attained that God, why should I have affection for the pleasures of the vishays , which are futile?’ One should think of God’s greatness in this manner.\n\n“Moreover, he thinks, ‘If, due to some deficiency remaining while worshipping God, I become unworthy of going to the abode of God, and He were to place me in Indralok or Brahmalok , 1 there is still a million-fold more bliss there than there is in this world.’ Even with such a thought one should become free of all desires for the insignificant pleasures of the world. So, by realizing God’s greatness in this way, one becomes free of worldly desires. Thereafter, one feels, ‘I never did have any desires; it was all like some kind of illusion. In reality, I have always been free of desires.’ This is what one experiences.\n\n“Such ekāntik dharma can only be attained by following the commands of a Purush who is free of worldly desires and who has attained the state of God-realization; it cannot be attained merely by reading books. Even if a person were to attempt to restate those talks exactly, having merely heard them, he would not be able to do so properly. Therefore, one can attain ekāntik dharma only from someone who has already attained the state of ekāntik dharma .”\n\nOn Fagun vadi 1, Samvat 1876 [1 March 1820], Shriji Maharaj was sitting in the residential hall of the paramhansas in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh , which was decorated with tassels of white flowers, around His head. Garlands of white flowers also adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Of all spiritual endeavors, to eradicate worldly desires is the greatest endeavor. The means of doing this is as follows: Bearing in mind one’s craving for the vishays , i.e., sights, sounds, smells, tastes and touch, one should introspect, ‘Is my desire for God equal to my desires for the world? Is it greater? Or is it less?’ One should examine oneself in this manner. For example, if one’s ears are drawn to worldly talks just as much as they are drawn to talks related to God, then one should realize, ‘My desire for God is equal to my desire for the world.’ One should similarly examine all of the other vishays , i.e., sights, smells, tastes and touch.\n\n“While examining himself in this manner, if a person gradually decreases his worldly desires and increases his desire for God, he begins to develop an understanding whereby he views all vishays as equal. After such equanimity has developed, honors and insults will appear to be the same to him. Moreover, pleasant and unpleasant types of touch will appear to be the same; attractive sights and unattractive sights will appear to be the same; a girl, a young lady and an old woman will appear to be the same; gold and refuse will appear to be the same as well. Similarly, pleasant and unpleasant tastes and smells will also appear to be the same. When a person can instinctively behave in this way, it should be known that his worldly desires have been overcome.\n\n“In fact, to behave above the influence of worldly desires is the dharma of one who is ekantik . But, if some desires do remain, then even if a person is able to attain samadhi and control his nadi and prans , those desires will draw him back out of samadhi . Therefore, only a person who overcomes worldly desires is an ekantik bhakta .”\n\nThereupon Muktanand Swami asked, “What are the means to eradicate worldly desires?”\n\nShriji Maharaj replied, “Firstly, one requires firm atma -realization; secondly, one should realize the insignificance of the panchvishays ; and thirdly, one should realize the profound greatness of God; i.e., ‘God is the master of all abodes - Vaikunth, Golok, Brahmamahol, etc. So, having attained that God, why should I have affection for the pleasures of the vishays , which are futile?’ One should think of God’s greatness in this manner.\n\n“Moreover, he thinks, ‘If, due to some deficiency remaining while worshipping God, I become unworthy of going to the abode of God, and He were to place me in Indralok or Brahmalok , 1 there is still a million-fold more bliss there than there is in this world.’ Even with such a thought one should become free of all desires for the insignificant pleasures of the world. So, by realizing God’s greatness in this way, one becomes free of worldly desires. Thereafter, one feels, ‘I never did have any desires; it was all like some kind of illusion. In reality, I have always been free of desires.’ This is what one experiences.\n\n“Such ekantik dharma can only be attained by following the commands of a Purush who is free of worldly desires and who has attained the state of God-realization; it cannot be attained merely by reading books. Even if a person were to attempt to restate those talks exactly, having merely heard them, he would not be able to do so properly. Therefore, one can attain ekantik dharma only from someone who has already attained the state of ekantik dharma .”"
}