{
    "number": 194,
    "vachanamrut": "Gadhada II-61",
    "title": "Niyams , Faith in God, and Loyalty",
    "setting": "On Shrāvan vadi 7, Samvat 1881 [17 August 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in the eastern veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He had tied a golden-bordered, white shelu around His head and had covered Himself with another white shelu . He was also wearing a white khes and a garland of mogrā flowers. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A person who possesses three attributes can be called a staunch satsangi . What are these three attributes? The first is to strictly adhere to the niyams prescribed by one’s Ishtadev - to such an extent that one would never forsake those disciplines even at the cost of one’s life. The second is to have extremely firm faith in God, so much so that one would never sway from it even if others or one’s own mind were to raise doubts. The third is to be loyal to those Vaishnav devotees who worship one’s Ishtadev - just as parents are loyal to their children, a son is loyal to his father, and a wife is loyal to her husband. One who possesses these three attributes completely can be called a staunch satsangi .”\n\nThen continuing, Shriji Mahārāj said, “When someone comes and sits at the front of an assembly of devotees, others think, ‘This person must be a great satsangi .’ However, the test of a great satsangi is as follows: If he is a householder, he would surrender everything he has for God and His devotees; and if required to do so, would even give his life for Satsang; and the moment his Ishtadev commands him to become a paramhansa , he would immediately become a paramhansa . If a devotee of God possesses these characteristics, then whether he sits at the front of an assembly of devotees or at the back - he should be considered to be great amongst all devotees. Moreover, a renunciant who, despite encountering wealth and women in his travels to other regions, remains unaffected and continues to firmly adhere to all of his niyams is considered to be great amongst all renunciants.\n\n“Of course, if a sensuous person considered to be reputable in society comes to an assembly, then he should be respected accordingly and given a seat at the very front of the assembly. Such etiquette should be observed by persons possessing gnān as well as by renunciants. If they do not, then the consequences can be detrimental. Consider the example of when King Parikshit went to the rishi’s hermitage. The rishi happened to be in samādhi , and so the king was not honored. As a result, the king became angry and threw a dead snake around the rishi’s neck. Thereafter, the rishi’s son cursed the king, leading to the king’s death seven days later .\n\n“There is also the example of when Daksha prajāpati visited Brahmā’s assembly. There, Shivji neither stood up for Daksha prajāpati nor welcomed him verbally, thus upsetting Daksha. He then cancelled Shiv’s share in the sacrifice he performed. Thereafter, Nandishwar and Bhrugu cursed each other; because of that sin, Sati burnt to death in Daksha’s sacrifice. This prompted Virbhadra to cut off Daksha’s head and offer it in the fire, which resulted in Daksha receiving the head of a goat .\n\n“Therefore, all of you householders and renunciants should abide by the following practice: Those who are considered to be respectable in society and worldly affairs should in no way be insulted in an assembly. If they are dishonored, it will definitely lead to problems and create hindrances in worship. For this reason, then, all satsangi householders and renunciants should firmly abide by this principle of Mine.”\n\nOn Shravan vadi 7, Samvat 1881 [17 August 1824], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in the eastern veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He had tied a golden-bordered, white shelu around His head and had covered Himself with another white shelu . He was also wearing a white khes and a garland of mogra flowers. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A person who possesses three attributes can be called a staunch satsangi . What are these three attributes? The first is to strictly adhere to the niyams prescribed by one’s Ishtadev - to such an extent that one would never forsake those disciplines even at the cost of one’s life. The second is to have extremely firm faith in God, so much so that one would never sway from it even if others or one’s own mind were to raise doubts. The third is to be loyal to those Vaishnav devotees who worship one’s Ishtadev - just as parents are loyal to their children, a son is loyal to his father, and a wife is loyal to her husband. One who possesses these three attributes completely can be called a staunch satsangi .”\n\nThen continuing, Shriji Maharaj said, “When someone comes and sits at the front of an assembly of devotees, others think, ‘This person must be a great satsangi .’ However, the test of a great satsangi is as follows: If he is a householder, he would surrender everything he has for God and His devotees; and if required to do so, would even give his life for Satsang; and the moment his Ishtadev commands him to become a paramhansa , he would immediately become a paramhansa . If a devotee of God possesses these characteristics, then whether he sits at the front of an assembly of devotees or at the back - he should be considered to be great amongst all devotees. Moreover, a renunciant who, despite encountering wealth and women in his travels to other regions, remains unaffected and continues to firmly adhere to all of his niyams is considered to be great amongst all renunciants.\n\n“Of course, if a sensuous person considered to be reputable in society comes to an assembly, then he should be respected accordingly and given a seat at the very front of the assembly. Such etiquette should be observed by persons possessing gnan as well as by renunciants. If they do not, then the consequences can be detrimental. Consider the example of when King Parikshit went to the rishi’s hermitage. The rishi happened to be in samadhi , and so the king was not honored. As a result, the king became angry and threw a dead snake around the rishi’s neck. Thereafter, the rishi’s son cursed the king, leading to the king’s death seven days later .\n\n“There is also the example of when Daksha prajapati visited Brahma’s assembly. There, Shivji neither stood up for Daksha prajapati nor welcomed him verbally, thus upsetting Daksha. He then cancelled Shiv’s share in the sacrifice he performed. Thereafter, Nandishwar and Bhrugu cursed each other; because of that sin, Sati burnt to death in Daksha’s sacrifice. This prompted Virbhadra to cut off Daksha’s head and offer it in the fire, which resulted in Daksha receiving the head of a goat .\n\n“Therefore, all of you householders and renunciants should abide by the following practice: Those who are considered to be respectable in society and worldly affairs should in no way be insulted in an assembly. If they are dishonored, it will definitely lead to problems and create hindrances in worship. For this reason, then, all satsangi householders and renunciants should firmly abide by this principle of Mine.”"
}