{
    "number": 131,
    "vachanamrut": "Panchala-5",
    "title": "Where Is Conceit Appropriate, and Where Is Humility Appropriate?",
    "setting": "On Fāgun vadi 8, Samvat 1877 [27 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a white khes and a warm, red dagli . He had also tied a white feto around His head. In addition to this, He had covered Himself with a white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked a question, “When is conceit appropriate, and when is it not appropriate? When is humility appropriate, and when is it not appropriate?”\n\nShriji Mahārāj replied, “It is appropriate to be conceited before one who spites Satsang, or speaks derogatorily of God or His great Sant. If a person does speak derogatorily, one should retaliate with words as sharp as an arrow, but in no way should one become humble before a non-believer. In such situations, that is appropriate. On the other hand, it is not appropriate to be conceited before God or His Sant. Before them, putting conceit aside, behaving as a servant of servants and becoming humble is the only appropriate behavior.”\n\nOn Fagun vadi 8, Samvat 1877 [27 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a white khes and a warm, red dagli . He had also tied a white feto around His head. In addition to this, He had covered Himself with a white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked a question, “When is conceit appropriate, and when is it not appropriate? When is humility appropriate, and when is it not appropriate?”\n\nShriji Maharaj replied, “It is appropriate to be conceited before one who spites Satsang, or speaks derogatorily of God or His great Sant. If a person does speak derogatorily, one should retaliate with words as sharp as an arrow, but in no way should one become humble before a non-believer. In such situations, that is appropriate. On the other hand, it is not appropriate to be conceited before God or His Sant. Before them, putting conceit aside, behaving as a servant of servants and becoming humble is the only appropriate behavior.”"
}