{
    "number": 229,
    "vachanamrut": "Gadhada III-6",
    "title": "The Friendship between the Mind and the Jiva",
    "setting": "On Bhādarvā vadi 5, Samvat 1883 [21 September 1826], Swāmi Shri Sahajānandji Mahārāj was sitting in His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj looked compassionately at all of the devotees and said, “If a devotee of God engages in delivering spiritual discourses, singing devotional songs, listening to talks of God, and the rest of the nine types of bhakti with jealousy towards other devotees, then God is not very pleased by that bhakti . But if, having discarded jealousy, one offers bhakti only for one’s own liberation and not to display to other people, then God is pleased by that bhakti . Therefore, one who wants to please God should not offer bhakti to please other people or out of jealousy for someone, but should do so only for one’s own liberation.\n\n“If, while offering bhakti to God, one commits a mistake, one should not blame someone else for that fault. Indeed, it is the very nature of all people that when they are at fault, they claim, ‘I made a mistake because someone else misled me; but I am not really at fault.’ One who says this, though, is an utter fool. After all, others may say, ‘Go and jump into a well!’ Then, by such words, should one really jump into a well? Of course not. Therefore, the fault lies only in the person who does the wrong, but he blames others nonetheless.\n\n“Similarly, to blame the indriyas and antahkaran is the foolishness of the jiva . Because in reality, the jiva and the mind are close mutual friends. Their friendship is like the friendship between milk and water. When milk and water are mixed and heated on a fire, water settles below the milk and itself burns, but it does not allow the milk to burn. To save the water, the milk overflows and extinguishes the fire. Such is their friendship. The jiva and the mind have a similarly close friendship. So, the mind never entertains thoughts of things that the jiva does not like. Only when the jiva likes something does the mind attempt to persuade the jiva . How does it attempt to persuade it? Well, when the jiva is meditating on God, the mind suggests, ‘You should also meditate on some female devotee of God.’ The mind then makes the jiva contemplate on all of her features. Then, it forms indecent thoughts about her just as it forms indecent thoughts about other women.\n\n“But, if the devotee’s jiva is extremely pure, he will not accept the arguments of the mind, and he will, instead, feel intense remorse. Thereafter, the mind will never entertain such thoughts again. Conversely, if his jiva is polluted and sinful, it will accept the arguments of the mind. Then, by making the devotee repeatedly entertain indecent thoughts, the mind will make him fall from the path of liberation. For this reason, a sincere aspirant develops intense hatred for talks of adharma - which are contrary to the path of liberation - regardless of whether they are suggested by his own mind or by some other person. Then, his own mind or the other person will not reappear in an attempt to persuade him.\n\n“Furthermore, because the mind is a friend of the jiva , it will never entertain thoughts which the jiva does not like. So, when indecent thoughts are formed in the mind, if the jiva becomes extremely furious with it, such thoughts will never arise in the mind again. Thus, when indecent thoughts repeatedly arise in the mind, the devotee should understand it to be the fault of his own jiva , not the fault of his mind alone.\n\n“If a person offers bhakti to God with this understanding, the evil influence of some non-believer or his own mind will not be able to affect him even slightly. Thereby, he will be able to worship God without any obstacles.”\n\nOn Bhadarva vadi 5, Samvat 1883 [21 September 1826], Swami Shri Sahajanandji Maharaj was sitting in His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj looked compassionately at all of the devotees and said, “If a devotee of God engages in delivering spiritual discourses, singing devotional songs, listening to talks of God, and the rest of the nine types of bhakti with jealousy towards other devotees, then God is not very pleased by that bhakti . But if, having discarded jealousy, one offers bhakti only for one’s own liberation and not to display to other people, then God is pleased by that bhakti . Therefore, one who wants to please God should not offer bhakti to please other people or out of jealousy for someone, but should do so only for one’s own liberation.\n\n“If, while offering bhakti to God, one commits a mistake, one should not blame someone else for that fault. Indeed, it is the very nature of all people that when they are at fault, they claim, ‘I made a mistake because someone else misled me; but I am not really at fault.’ One who says this, though, is an utter fool. After all, others may say, ‘Go and jump into a well!’ Then, by such words, should one really jump into a well? Of course not. Therefore, the fault lies only in the person who does the wrong, but he blames others nonetheless.\n\n“Similarly, to blame the indriyas and antahkaran is the foolishness of the jiva . Because in reality, the jiva and the mind are close mutual friends. Their friendship is like the friendship between milk and water. When milk and water are mixed and heated on a fire, water settles below the milk and itself burns, but it does not allow the milk to burn. To save the water, the milk overflows and extinguishes the fire. Such is their friendship. The jiva and the mind have a similarly close friendship. So, the mind never entertains thoughts of things that the jiva does not like. Only when the jiva likes something does the mind attempt to persuade the jiva . How does it attempt to persuade it? Well, when the jiva is meditating on God, the mind suggests, ‘You should also meditate on some female devotee of God.’ The mind then makes the jiva contemplate on all of her features. Then, it forms indecent thoughts about her just as it forms indecent thoughts about other women.\n\n“But, if the devotee’s jiva is extremely pure, he will not accept the arguments of the mind, and he will, instead, feel intense remorse. Thereafter, the mind will never entertain such thoughts again. Conversely, if his jiva is polluted and sinful, it will accept the arguments of the mind. Then, by making the devotee repeatedly entertain indecent thoughts, the mind will make him fall from the path of liberation. For this reason, a sincere aspirant develops intense hatred for talks of adharma - which are contrary to the path of liberation - regardless of whether they are suggested by his own mind or by some other person. Then, his own mind or the other person will not reappear in an attempt to persuade him.\n\n“Furthermore, because the mind is a friend of the jiva , it will never entertain thoughts which the jiva does not like. So, when indecent thoughts are formed in the mind, if the jiva becomes extremely furious with it, such thoughts will never arise in the mind again. Thus, when indecent thoughts repeatedly arise in the mind, the devotee should understand it to be the fault of his own jiva , not the fault of his mind alone.\n\n“If a person offers bhakti to God with this understanding, the evil influence of some non-believer or his own mind will not be able to affect him even slightly. Thereby, he will be able to worship God without any obstacles.”"
}