{
    "number": 226,
    "vachanamrut": "Gadhada III-3",
    "title": "Compassion and Affection",
    "setting": "On Āshādh vadi 1, Samvat 1883 [20 July 1826], Swāmi Shri Sahajānandji Mahārāj was at His residence in Dādā Khāchar’s darbār in Gadhadā. On that day, Harji Thakkar invited Shriji Mahārāj to sanctify his house. There, he had Shriji Mahārāj sit on a cushion with a cylindrical pillow on a decorated cot on the veranda outside the east-facing rooms. He then performed puja of Shriji Mahārāj with sandalwood paste mixed with saffron and other auspicious offerings. In this way Shriji Mahārāj sat facing east and was dressed entirely in white clothes. Garlands of mogrā flowers adorned His neck, strings of flowers adorned both arms, and tassels of flowers beautifully decorated His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the entire sādhu-mandal , “Compassion and affection reside instinctively in the heart of a devotee of God. Of the two, the nature of affection is like honey; i.e., it sticks everywhere. The nature of compassion is that one feels compassion towards everything. When Bharatji felt compassion for a deer , he had to take birth from the womb of a deer in his next life. Moreover, one who is compassionate undoubtedly develops affection towards those for whom one has compassion.\n\n“There are two methods for eradicating compassion and affection: ātmā -realization and vairāgya . Of these, ātmā -realization is such that nothing else can penetrate it. The nature of vairāgya is that it shows all objects to be perishable. Therefore, through ātmā -realization and vairāgya , compassion and affection are destroyed. In addition, the influences of the sthul , sukshma and kāran bodies, as well as all other influences are destroyed, and then, only brahmasattā remains. But thereafter, does a devotee harbor compassion and affection for God and His devotees? Or does he not? That is the question.”\n\nMuktānand Swāmi, Shuk Muni, Nityānand Swāmi and other paramhansas answered according to the extent of their understanding, however, none could give a satisfactory reply to Shriji Mahārāj’s question.\n\nSo Shriji Mahārāj said, “Here, allow Me to answer. The answer is that by gnān and vairāgya , the chaitanya is freed from the māyik influences of the three bodies, the three states and the three gunas . It is then characterized by pure existence, and not even the slightest trace of māyik influence remains. Consider, for example, the analogy of an oil lamp’s flame. Only when a wick-holder, some oil and a wick unite can the flame of an oil lamp be seen and recognized. But, when the combination of these three components is broken, the flame can no longer be seen by anyone, nor can it be recognized by anyone. Only when those components are combined is it seen and recognized. Similarly, when all māyik influences are overcome by gnān and vairāgya , the jivātmā remains as pure brahmasattā .\n\n“Now, the jivātmā is imperceptible to the mind and speech, and it is not perceivable by any of the indriyas either. However, if, with time, it attains the knowledge of God by associating with a pure sampradāy , and it fully understands the greatness of God and His devotees, then it is freed from all māyik influences. Thereby, that jivātmā also becomes brahmarup . Nevertheless, compassion and affection for God and His devotees do still remain forever. To carry the analogy of the oil lamp further, when the combination of its components is broken, its flame remains within the air, where it cannot be perceived by any of the indriyas . However, the fragrance or foul smell that had pervaded that flame is not destroyed. In actuality, the air is even more aloof than the flame, yet it becomes pervaded by fragrant or foul smells. Likewise, by gnān and vairāgya , the jivātmā is freed from māyik influences, but the impression of satsang is not lost. Even though it becomes brahmarup - like Nārad, the Sanakādik and Shukji - it behaves with intense compassion and affection for God and His devotees. The following verses illustrates this:\n\nand ‘Ātmāramāsh-cha munayo... ||’ 3 and ‘Prāyena munayo rājan... ||’ . 4 The Gitā also states:\n\n“In this manner, many verses promote the view that devotees of God who, by gnān and vairāgya , have shed māyik influences and have become brahmarup still have compassion and affection for God and His devotees. On the other hand, one who is not a devotee of God, and who, by ātmā -realization and vairāgya alone, has overcome māyik influences and behaves as the ātmā has been influenced during the process of God-realization by the evil influence of those who have only ātmā -realization and are devoid of upāsanā of God. Consequently, he does not develop compassion and affection for devotees of God. Just as a foul smell lingers in the air and in fire, similarly, the impressions of evil company, which cannot be overcome by any means, linger within him.\n\n“For example, Ashwatthāmā was brahmarup , but he was influenced by evil company. Therefore, he did not develop compassion or affection for Shri Krishna Bhagwān or his devotees, the Pāndavs . Similarly, the impressions of evil company do not disappear in a person who has only knowledge of the ātmā , even though he becomes brahmarup ; nor does he develop compassion and affection for God and His devotees. Conversely, for a devotee of God, even though māyik influences are overcome, intense compassion and affection for God and His devotees increase. But in no way are compassion and affection ever lost; they always remain.”\n\nAfter delivering this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to everyone and then returned to His residence.\n\nOn Ashadh vadi 1, Samvat 1883 [20 July 1826], Swami Shri Sahajanandji Maharaj was at His residence in Dada Khachar’s darbar in Gadhada. On that day, Harji Thakkar invited Shriji Maharaj to sanctify his house. There, he had Shriji Maharaj sit on a cushion with a cylindrical pillow on a decorated cot on the veranda outside the east-facing rooms. He then performed puja of Shriji Maharaj with sandalwood paste mixed with saffron and other auspicious offerings. In this way Shriji Maharaj sat facing east and was dressed entirely in white clothes. Garlands of mogra flowers adorned His neck, strings of flowers adorned both arms, and tassels of flowers beautifully decorated His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the entire sadhu-mandal , “Compassion and affection reside instinctively in the heart of a devotee of God. Of the two, the nature of affection is like honey; i.e., it sticks everywhere. The nature of compassion is that one feels compassion towards everything. When Bharatji felt compassion for a deer , he had to take birth from the womb of a deer in his next life. Moreover, one who is compassionate undoubtedly develops affection towards those for whom one has compassion.\n\n“There are two methods for eradicating compassion and affection: atma -realization and vairagya . Of these, atma -realization is such that nothing else can penetrate it. The nature of vairagya is that it shows all objects to be perishable. Therefore, through atma -realization and vairagya , compassion and affection are destroyed. In addition, the influences of the sthul , sukshma and karan bodies, as well as all other influences are destroyed, and then, only brahmasatta remains. But thereafter, does a devotee harbor compassion and affection for God and His devotees? Or does he not? That is the question.”\n\nMuktanand Swami, Shuk Muni, Nityanand Swami and other paramhansas answered according to the extent of their understanding, however, none could give a satisfactory reply to Shriji Maharaj’s question.\n\nSo Shriji Maharaj said, “Here, allow Me to answer. The answer is that by gnan and vairagya , the chaitanya is freed from the mayik influences of the three bodies, the three states and the three gunas . It is then characterized by pure existence, and not even the slightest trace of mayik influence remains. Consider, for example, the analogy of an oil lamp’s flame. Only when a wick-holder, some oil and a wick unite can the flame of an oil lamp be seen and recognized. But, when the combination of these three components is broken, the flame can no longer be seen by anyone, nor can it be recognized by anyone. Only when those components are combined is it seen and recognized. Similarly, when all mayik influences are overcome by gnan and vairagya , the jivatma remains as pure brahmasatta .\n\n“Now, the jivatma is imperceptible to the mind and speech, and it is not perceivable by any of the indriyas either. However, if, with time, it attains the knowledge of God by associating with a pure sampraday , and it fully understands the greatness of God and His devotees, then it is freed from all mayik influences. Thereby, that jivatma also becomes brahmarup . Nevertheless, compassion and affection for God and His devotees do still remain forever. To carry the analogy of the oil lamp further, when the combination of its components is broken, its flame remains within the air, where it cannot be perceived by any of the indriyas . However, the fragrance or foul smell that had pervaded that flame is not destroyed. In actuality, the air is even more aloof than the flame, yet it becomes pervaded by fragrant or foul smells. Likewise, by gnan and vairagya , the jivatma is freed from mayik influences, but the impression of satsang is not lost. Even though it becomes brahmarup - like Narad, the Sanakadik and Shukji - it behaves with intense compassion and affection for God and His devotees. The following verses illustrates this:\n\nand ‘Atmaramash-cha munayo... ||’ 3 and ‘Prayena munayo rajan... ||’ . 4 The Gita also states:\n\n“In this manner, many verses promote the view that devotees of God who, by gnan and vairagya , have shed mayik influences and have become brahmarup still have compassion and affection for God and His devotees. On the other hand, one who is not a devotee of God, and who, by atma -realization and vairagya alone, has overcome mayik influences and behaves as the atma has been influenced during the process of God-realization by the evil influence of those who have only atma -realization and are devoid of upasana of God. Consequently, he does not develop compassion and affection for devotees of God. Just as a foul smell lingers in the air and in fire, similarly, the impressions of evil company, which cannot be overcome by any means, linger within him.\n\n“For example, Ashwatthama was brahmarup , but he was influenced by evil company. Therefore, he did not develop compassion or affection for Shri Krishna Bhagwan or his devotees, the Pandavs . Similarly, the impressions of evil company do not disappear in a person who has only knowledge of the atma , even though he becomes brahmarup ; nor does he develop compassion and affection for God and His devotees. Conversely, for a devotee of God, even though mayik influences are overcome, intense compassion and affection for God and His devotees increase. But in no way are compassion and affection ever lost; they always remain.”\n\nAfter delivering this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to everyone and then returned to His residence."
}