{
    "number": 139,
    "vachanamrut": "Gadhada II-6",
    "title": "A Draft; The Nature of the Chitt",
    "setting": "On Shrāvan sudi 8, Samvat 1878 [6 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a square platform in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some of the paramhansas were singing devotional songs to the accompaniment of a tāl and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then Shriji Mahārāj said, “Please stop the singing and let us now talk about God.”\n\nThereupon, all of the munis sat with their hands folded. Shriji Mahārāj then continued, “In this world, there are many people who are like infidels. They believe, ‘Water from the Gangā and other water seems the same; shāligrāms and other stones seem the same; tulsi and other trees seem the same; a Brāhmin and a Shudra seem equal; food which is the prasād of God and other food seems the same; to fast on the day of Ekādashi and to go hungry on any other day seems the same; and a sādhu and a non- sādhu also seem the same. Despite this being so, why have those so-called great men made distinctions in the form of moral do’s and don’ts in the scriptures?’ This is what people with evil minds profess. That is why I put this question to all of you sādhus : Are those distinctions in the form of moral do’s and don’ts prescribed in the scriptures by great men valid, or are they concocted? May the junior paramhansas answer this question.”\n\nThe junior paramhansas replied, “The distinctions in the form of moral do’s and don’ts are indeed valid. If this were not so, how could there be a distinction as to who deserves to attain swarg and who deserves to attain narak ?”\n\nHearing this, Shriji Mahārāj commented, “They are young, but they understand well.” Shriji Mahārāj then elaborated upon the answer Himself. He said, “Whatever the great men of the past have prescribed in the scriptures is valid. Take the example of a wealthy businessman. If he writes a draft to pay some other merchant, then although it seems that the piece of paper is not worth even a single rupee, it is indeed money. Only when one cashes the draft the businessman had signed does one subsequently receive a large sum of money from that very same draft. Similarly, although at the time there may not seem to be any benefit in observing the moral do’s and don’ts, one who does observe dharma by the command of a great Purush ultimately attains liberation - just as one receives cash from drafts.\n\n“Moreover, a person who does not trust a draft signed by a wealthy businessman should be known to be a fool - because he does not realize the wealth of that businessman. Similarly, one who does not trust the words of greats such as Nārad, the Sanakādik, Vyās, Vālmiki, etc., should be known as a nāstik and a grave sinner.\n\n“Furthermore, one who has such a nāstik attitude believes, ‘What is the difference between God’s murti and other stones? All stones are one and the same. What is the difference between a married woman and an unmarried woman? All women are equal. What is the difference between one’s wife, mother or sister? After all, they all look alike. In fact, even all of the avatārs of God such as Rām, Krishna, etc., look like humans. Surely, then, the concept of them being greater or lesser has been concocted by man’s imagination. But what can we do? Because we have to live with such people, we have to agree with whatever they say. Nevertheless, the moral do’s and don’ts prescribed by the scriptures are definitely nonsense.’ This is the understanding that sinners such as the nāstiks have in their minds. If one hears such words from someone, then the listener should be known as a sinner and a nāstik ; and realizing him to be an outcast, one should by no means keep his company.”\n\nShriji Mahārāj then began another topic. He said, “The chitt of all people is like honey, or like water saturated with gor , sugar or sākar . If, for example, a fly or an ant were to fall into that honey or water saturated with gor , sugar or sākar , it would become stuck in it. Even if a person were to touch the honey or saturated water, it would stick to the person’s finger as well. The nature of the chitt is similar to this; it sticks to whatever object it recalls. In fact, the chitt even attaches itself to things that are utterly insignificant, such as stones, or rubbish, or dog excrement - things in which there is not even the slightest pleasure. If it recalls such useless things, it will then also contemplate upon them. Such is its sticky nature.\n\n“Furthermore, just as the reflection of a great sādhu will be seen in a large, glass mirror if he stands before it, the reflection of a dog, a donkey or a vile person will also be seen if they stand before it. Similarly, the chitt is extremely pure; it can visualize whichever object it recalls, regardless of whether it is appealing or not. Therefore, a spiritual aspirant should not think, ‘Objects such as women and other alluring vishays sprout in my chitt because I do not possess vairāgya .’ In actual fact, objects sprout naturally even in the chitt of one who does possess vairāgya . Thus, vairāgya or the lack of it is not the reason behind this. Instead, the nature of the chitt is such that whatever it recalls, be it good or bad, it contemplates upon. When it contemplates upon an object, it appears just as it would appear in a mirror. That is why one should realize, ‘I am distinct from the chitt . I am the ātmā , the observer of the chitt .’ Realizing this, one should not become frustrated by the pure or impure thoughts arising in the chitt . Instead, one should realize oneself to be distinct from one’s chitt , engage in the worship of God and always remain joyful.”\n\nOn Shravan sudi 8, Samvat 1878 [6 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a square platform in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some of the paramhansas were singing devotional songs to the accompaniment of a tal and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThen Shriji Maharaj said, “Please stop the singing and let us now talk about God.”\n\nThereupon, all of the munis sat with their hands folded. Shriji Maharaj then continued, “In this world, there are many people who are like infidels. They believe, ‘Water from the Ganga and other water seems the same; shaligrams and other stones seem the same; tulsi and other trees seem the same; a Brahmin and a Shudra seem equal; food which is the prasad of God and other food seems the same; to fast on the day of Ekadashi and to go hungry on any other day seems the same; and a sadhu and a non- sadhu also seem the same. Despite this being so, why have those so-called great men made distinctions in the form of moral do’s and don’ts in the scriptures?’ This is what people with evil minds profess. That is why I put this question to all of you sadhus : Are those distinctions in the form of moral do’s and don’ts prescribed in the scriptures by great men valid, or are they concocted? May the junior paramhansas answer this question.”\n\nThe junior paramhansas replied, “The distinctions in the form of moral do’s and don’ts are indeed valid. If this were not so, how could there be a distinction as to who deserves to attain swarg and who deserves to attain narak ?”\n\nHearing this, Shriji Maharaj commented, “They are young, but they understand well.” Shriji Maharaj then elaborated upon the answer Himself. He said, “Whatever the great men of the past have prescribed in the scriptures is valid. Take the example of a wealthy businessman. If he writes a draft to pay some other merchant, then although it seems that the piece of paper is not worth even a single rupee, it is indeed money. Only when one cashes the draft the businessman had signed does one subsequently receive a large sum of money from that very same draft. Similarly, although at the time there may not seem to be any benefit in observing the moral do’s and don’ts, one who does observe dharma by the command of a great Purush ultimately attains liberation - just as one receives cash from drafts.\n\n“Moreover, a person who does not trust a draft signed by a wealthy businessman should be known to be a fool - because he does not realize the wealth of that businessman. Similarly, one who does not trust the words of greats such as Narad, the Sanakadik, Vyas, Valmiki, etc., should be known as a nastik and a grave sinner.\n\n“Furthermore, one who has such a nastik attitude believes, ‘What is the difference between God’s murti and other stones? All stones are one and the same. What is the difference between a married woman and an unmarried woman? All women are equal. What is the difference between one’s wife, mother or sister? After all, they all look alike. In fact, even all of the avatars of God such as Ram, Krishna, etc., look like humans. Surely, then, the concept of them being greater or lesser has been concocted by man’s imagination. But what can we do? Because we have to live with such people, we have to agree with whatever they say. Nevertheless, the moral do’s and don’ts prescribed by the scriptures are definitely nonsense.’ This is the understanding that sinners such as the nastiks have in their minds. If one hears such words from someone, then the listener should be known as a sinner and a nastik ; and realizing him to be an outcast, one should by no means keep his company.”\n\nShriji Maharaj then began another topic. He said, “The chitt of all people is like honey, or like water saturated with gor , sugar or sakar . If, for example, a fly or an ant were to fall into that honey or water saturated with gor , sugar or sakar , it would become stuck in it. Even if a person were to touch the honey or saturated water, it would stick to the person’s finger as well. The nature of the chitt is similar to this; it sticks to whatever object it recalls. In fact, the chitt even attaches itself to things that are utterly insignificant, such as stones, or rubbish, or dog excrement - things in which there is not even the slightest pleasure. If it recalls such useless things, it will then also contemplate upon them. Such is its sticky nature.\n\n“Furthermore, just as the reflection of a great sadhu will be seen in a large, glass mirror if he stands before it, the reflection of a dog, a donkey or a vile person will also be seen if they stand before it. Similarly, the chitt is extremely pure; it can visualize whichever object it recalls, regardless of whether it is appealing or not. Therefore, a spiritual aspirant should not think, ‘Objects such as women and other alluring vishays sprout in my chitt because I do not possess vairagya .’ In actual fact, objects sprout naturally even in the chitt of one who does possess vairagya . Thus, vairagya or the lack of it is not the reason behind this. Instead, the nature of the chitt is such that whatever it recalls, be it good or bad, it contemplates upon. When it contemplates upon an object, it appears just as it would appear in a mirror. That is why one should realize, ‘I am distinct from the chitt . I am the atma , the observer of the chitt .’ Realizing this, one should not become frustrated by the pure or impure thoughts arising in the chitt . Instead, one should realize oneself to be distinct from one’s chitt , engage in the worship of God and always remain joyful.”"
}