{
    "number": 55,
    "vachanamrut": "Gadhada I-55",
    "title": "Resoluteness in Worship, Remembrance and Observance of Religious Vows",
    "setting": "On Mahā vadi 11, Samvat 1876 [10 February 1820], Shriji Mahārāj was sitting on the east-facing veranda of His own residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Please begin a question-answer session.”\n\nThereupon Muktānand Swāmi asked, “Why is a person unable to maintain a steady resolve in worship, remembrance, and religious vows?”\n\nShriji Mahārāj explained, “A person’s resolve does not remain steady due to the influence of adverse places, times, actions and company. There are, in fact, three levels of this resolve: the highest, the intermediate and the lowest. If places, times, actions and company are extremely adverse, then even the highest resolve is dissolved. What, then, can be said of the intermediate and lowest levels of resolve?\n\n“If, however, one’s resolve remains exactly the same despite the influence of extremely adverse places, times, actions and company, then the force of good deeds and merits previously performed by one must be extremely powerful. If, on the other hand, one’s intellect becomes polluted despite extremely favorable places, times, actions and company, then it is because one must have committed a grave sin or spited a great devotee of God, either in a past life or in this life. This is because despite association with favorable places, times, actions and company, one’s mind has still become polluted. Even so, if a person serves the great Purush diligently, his sins will be burnt and reduced to ashes. On the other hand, if a person associates with a grave sinner, then his own sins increase, and any pious deeds that he may have performed will also be destroyed. Furthermore, a person who puts his arms around the necks of prostitutes drinking alcohol, and then blames God by thinking, ‘Why did God not keep my mind stable?’ should be known as an utter fool.”\n\nOn Maha vadi 11, Samvat 1876 [10 February 1820], Shriji Maharaj was sitting on the east-facing veranda of His own residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Please begin a question-answer session.”\n\nThereupon Muktanand Swami asked, “Why is a person unable to maintain a steady resolve in worship, remembrance, and religious vows?”\n\nShriji Maharaj explained, “A person’s resolve does not remain steady due to the influence of adverse places, times, actions and company. There are, in fact, three levels of this resolve: the highest, the intermediate and the lowest. If places, times, actions and company are extremely adverse, then even the highest resolve is dissolved. What, then, can be said of the intermediate and lowest levels of resolve?\n\n“If, however, one’s resolve remains exactly the same despite the influence of extremely adverse places, times, actions and company, then the force of good deeds and merits previously performed by one must be extremely powerful. If, on the other hand, one’s intellect becomes polluted despite extremely favorable places, times, actions and company, then it is because one must have committed a grave sin or spited a great devotee of God, either in a past life or in this life. This is because despite association with favorable places, times, actions and company, one’s mind has still become polluted. Even so, if a person serves the great Purush diligently, his sins will be burnt and reduced to ashes. On the other hand, if a person associates with a grave sinner, then his own sins increase, and any pious deeds that he may have performed will also be destroyed. Furthermore, a person who puts his arms around the necks of prostitutes drinking alcohol, and then blames God by thinking, ‘Why did God not keep my mind stable?’ should be known as an utter fool.”"
}