{
    "number": 233,
    "vachanamrut": "Gadhada III-10",
    "title": "Vrundāvan and Kāshi",
    "setting": "On Āso vadi 12, Samvat 1883 [28 October 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as satsangi devotees from various places had gathered before Him.",
    "text": "In that assembly, a scholarly Brāhmin of the Mādhvi Sampradāy came to Shriji Mahārāj. Shriji Mahārāj asked him, “In the scriptures of your sampradāy , Vrundāvan is called the abode of God. It is also said, ‘Even at the time of final dissolution, Vrundāvan is not destroyed.’ The followers of Shiv also claim, ‘At the time of final dissolution, Kāshi is not destroyed.’ But I do not understand these statements. Why? Because during final dissolution, pruthvi and the other four bhuts are completely destroyed, so how can Vrundāvan and Kāshi possibly remain? If they do remain, how are they supported? Such serious doubts arise.”\n\nHaving said this, Shriji Mahārāj asked for the Shrimad Bhāgwat scripture to be brought and read aloud the narration of the four types of dissolution 1 from the 11 th and 12 th cantos.\n\nThereafter Shriji Mahārāj said, “Looking from the viewpoint of the Shrimad Bhāgwat and the Gitā, during final dissolution, nothing remains of anything that has evolved from Prakruti-Purush. So, if in final dissolution Vrundāvan does remain intact, then please quote a verse from the scriptures of Vyāsji or a verse from the Vedas to prove it. Why these two? Because there is no greater āchārya than Vyāsji. Others who have become āchāryas and have established their sampradāys have accepted the scriptures written by Vyāsji as authoritative. Therefore, the words of Vyāsji, the foremost āchārya , are more authoritative than the words of all of the other āchāryas . So, using the words of Vyāsji and the verses of the Vedas, substantiate the statement, ‘Vrundāvan is not destroyed in final dissolution’ - only then will My doubt be cleared.\n\n“Moreover, whoever has become an āchārya has established his beliefs based on references from the words of the Padma Purān. Mostly, they have established these beliefs by inserting concocted verses into the Padma Purān. As a result, no one besides their own followers believes them. Therefore, I will be convinced if you cite the words of the popular Shrimad Bhāgwat Purān. Why? Because Vyāsji has composed the Shrimad Bhāgwat after taking the very essence of all of the Vedas, Purāns and the Itihās scriptures. Thus, there is no Purān as perfectly authoritative as the Shrimad Bhāgwat. Also, the whole of the Mahābhārat is not as authoritative as the Bhagwad Gitā. Therefore, cite the words of such powerful scriptures to convince Me.”\n\nHearing these words of Shriji Mahārāj, the Brāhmin said, “Mahārāj, the question you have raised is logical. There is no one on this earth capable of answering your question. In my mind, I have formed a firm belief in You; i.e., ‘You are the Āchārya of all āchāryas , the lord of all ishwars .’ Therefore, please have compassion on me and explain to me Your principle.”\n\nShriji Mahārāj then said, “From the Vedas, the Purāns, the Itihās and the Smrutis, I have formed the principle that jiva , māyā , ishwar , Brahma and Parabrahma are all eternal. Consider it as follows: Māyā represents the soil; the jivas represent the seeds in the soil; and ishwar , the rain. By the will of God, an ishwar - in the form of Purush - unites with māyā . 2 Subsequently, just as the seeds in the soil sprout by the association of rainwater, similarly, the jivas , which are eternal, arise from within māyā ; but new jivas are not created. Therefore, just as ishwar is eternal, māyā is also eternal. The jivas residing in māyā are also eternal, and they are not components of God; they are always jivas .\n\n“When a jiva seeks the refuge of God, it overcomes God’s māyā , becomes brahmarup like Nārad and the Sanakādik, attains the abode of God, and becomes His attendant. This is My principle.”\n\nHearing these words of Shriji Mahārāj, the Brāhmin renounced his Vaishnav beliefs, accepted Shriji Mahārāj’s refuge, and was initiated into the Uddhav Sampradāy.\n\nOn Aso vadi 12, Samvat 1883 [28 October 1826], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as satsangi devotees from various places had gathered before Him.\n\nIn that assembly, a scholarly Brahmin of the Madhvi Sampraday came to Shriji Maharaj. Shriji Maharaj asked him, “In the scriptures of your sampraday , Vrundavan is called the abode of God. It is also said, ‘Even at the time of final dissolution, Vrundavan is not destroyed.’ The followers of Shiv also claim, ‘At the time of final dissolution, Kashi is not destroyed.’ But I do not understand these statements. Why? Because during final dissolution, pruthvi and the other four bhuts are completely destroyed, so how can Vrundavan and Kashi possibly remain? If they do remain, how are they supported? Such serious doubts arise.”\n\nHaving said this, Shriji Maharaj asked for the Shrimad Bhagwat scripture to be brought and read aloud the narration of the four types of dissolution 1 from the 11 th and 12 th cantos.\n\nThereafter Shriji Maharaj said, “Looking from the viewpoint of the Shrimad Bhagwat and the Gita, during final dissolution, nothing remains of anything that has evolved from Prakruti-Purush. So, if in final dissolution Vrundavan does remain intact, then please quote a verse from the scriptures of Vyasji or a verse from the Vedas to prove it. Why these two? Because there is no greater acharya than Vyasji. Others who have become acharyas and have established their sampradays have accepted the scriptures written by Vyasji as authoritative. Therefore, the words of Vyasji, the foremost acharya , are more authoritative than the words of all of the other acharyas . So, using the words of Vyasji and the verses of the Vedas, substantiate the statement, ‘Vrundavan is not destroyed in final dissolution’ - only then will My doubt be cleared.\n\n“Moreover, whoever has become an acharya has established his beliefs based on references from the words of the Padma Puran. Mostly, they have established these beliefs by inserting concocted verses into the Padma Puran. As a result, no one besides their own followers believes them. Therefore, I will be convinced if you cite the words of the popular Shrimad Bhagwat Puran. Why? Because Vyasji has composed the Shrimad Bhagwat after taking the very essence of all of the Vedas, Purans and the Itihas scriptures. Thus, there is no Puran as perfectly authoritative as the Shrimad Bhagwat. Also, the whole of the Mahabharat is not as authoritative as the Bhagwad Gita. Therefore, cite the words of such powerful scriptures to convince Me.”\n\nHearing these words of Shriji Maharaj, the Brahmin said, “Maharaj, the question you have raised is logical. There is no one on this earth capable of answering your question. In my mind, I have formed a firm belief in You; i.e., ‘You are the Acharya of all acharyas , the lord of all ishwars .’ Therefore, please have compassion on me and explain to me Your principle.”\n\nShriji Maharaj then said, “From the Vedas, the Purans, the Itihas and the Smrutis, I have formed the principle that jiva , maya , ishwar , Brahma and Parabrahma are all eternal. Consider it as follows: Maya represents the soil; the jivas represent the seeds in the soil; and ishwar , the rain. By the will of God, an ishwar - in the form of Purush - unites with maya . 2 Subsequently, just as the seeds in the soil sprout by the association of rainwater, similarly, the jivas , which are eternal, arise from within maya ; but new jivas are not created. Therefore, just as ishwar is eternal, maya is also eternal. The jivas residing in maya are also eternal, and they are not components of God; they are always jivas .\n\n“When a jiva seeks the refuge of God, it overcomes God’s maya , becomes brahmarup like Narad and the Sanakadik, attains the abode of God, and becomes His attendant. This is My principle.”\n\nHearing these words of Shriji Maharaj, the Brahmin renounced his Vaishnav beliefs, accepted Shriji Maharaj’s refuge, and was initiated into the Uddhav Sampraday."
}