{
    "number": 223,
    "vachanamrut": "Amdavad-3",
    "title": "The Implanted Branch of a Banyan Tree; Upsham",
    "setting": "On Fāgun vadi 2, Samvat 1882 [25 March 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot that had been placed on the platform facing the mandir of Shri Narnārāyan in Amdāvād. A pink pāgh , decorated with garlands of roses and chameli flowers, adorned His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the entire muni-mandal , “All jivas are dependent upon the panchvishays . Either they physically indulge in them, or if physical association is not possible, they think of them within the antahkaran - but the jiva is unable to remain for even a moment without thinking about or indulging in the panchvishays .\n\n“Now take the example of a banyan tree. Everyone knows that the roots of a banyan tree keep the tree green. Even if all of its roots, except for a few minor roots, are uprooted, the banyan tree will still remain green. In the same way, one may have outwardly renounced the panchvishays , but if thoughts of them are entertained, then those thoughts become a cause of births and deaths. The question, then, is how can these panchvishays not become a cause of births and deaths for a devotee of God?”\n\nMuktānand Swāmi attempted to answer the question but was unable to offer a satisfactory reply.\n\nSo Shriji Mahārāj said, “Here, I shall answer the question. When a devotee contemplates upon the form of God while behaving as the ātmā , i.e., independent of the traits of the three bodies, which are engulfed in māyā , then by the power of that contemplation of God, he behaves in a state of upsham . Then, due to the power of that upsham , the panchvishays do not become a cause of births and deaths.\n\n“Consider the following analogy: When rivers like the Mahi or the Sābarmati are in full flow between their two banks, even elephants, horses and trees are all carried away; nothing is able to remain stationary. Similarly, for a person in the upsham state, regardless of how enticing the objects presented before the indriyas are, when he focuses his attention within, they are forgotten, just as those vishays seen in past lives are forgotten in this life. Such behavior of a devotee is known as upsham .\n\n“Such upsham is indeed extremely important. Suppose an ignorant man and woman who are engaged in worldly life and who have intense love for each other before marriage are then married and made to stay awake and walk continuously for three days and nights. Then when they are united, due to their fatigue, they will be incapable of enjoying the pleasure of each other’s beauty or touch. Even if they embrace each other, they would sleep like logs tied together but would not experience any enjoyment from the panchvishays . So if they have no awareness of the vishays due to upsham attained by ignorance during deep sleep, then how can the panchvishays bind the enlightened person who attains the state of upsham by the meditation of God’s form? They certainly do not bind him. Therefore, the panchvishays are not a cause of births and deaths for one who has attained upsham .”\n\nThereupon Nityānand Swāmi commented, “The method You have described for attaining the state of upsham , i.e., meditating upon God after ātmā -realization, is very difficult. Please tell us if there is another, easier method apart from that.”\n\nShriji Mahārāj said, “A devotee of God who, firstly, deeply understands the greatness of God, and secondly, does darshan of God and serves Him and His Bhakta with extremely intense shraddhā attains that upsham state.\n\n“Yet, it appears to Me that an egotistical servant will not be liked by anyone. To have an egotistical servant serve one is like when during a famine, even the rich survive by eating kodrā ; having an egotistical servant to serve one is similar to this. The master is not as pleased with an egotistical servant as much as he is with a humble servant. Therefore, he who does whatever pleases the master is a true servant.”\n\nShuk Muni then asked, “How can one without wisdom and understanding please his master?”\n\nShriji Mahārāj replied, “Even though Mulji Brahmachāri and Ratanji are not extremely intelligent, they have an intense yearning for liberation. So they do indeed know how to do whatever pleases God.\n\n“Also, currently, even the paramhansas and the sānkhya-yogi and karma-yogi satsangis do not behave as per My liking as do all of the Ayodhyāwāsi men and women. Why? Because the Ayodhyāwāsis have totally dedicated their lives for the Satsang fellowship. Therefore, nobody knows how to please God like the Ayodhyāwāsis. Moreover, these Ayodhyāwāsis are extremely trusting; a cunning person can cheat them. Therefore, if they wish to commence any activity, they should be allowed to do so only after consulting the senior paramhansas and senior satsangi householders. But they should not be allowed to do that activity based on the word of a single person. In this manner, the renunciants and householder satsangis should look after the Ayodhyāwāsis. This is My order.”\n\nOn Fagun vadi 2, Samvat 1882 [25 March 1826], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot that had been placed on the platform facing the mandir of Shri Narnarayan in Amdavad. A pink pagh , decorated with garlands of roses and chameli flowers, adorned His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the entire muni-mandal , “All jivas are dependent upon the panchvishays . Either they physically indulge in them, or if physical association is not possible, they think of them within the antahkaran - but the jiva is unable to remain for even a moment without thinking about or indulging in the panchvishays .\n\n“Now take the example of a banyan tree. Everyone knows that the roots of a banyan tree keep the tree green. Even if all of its roots, except for a few minor roots, are uprooted, the banyan tree will still remain green. In the same way, one may have outwardly renounced the panchvishays , but if thoughts of them are entertained, then those thoughts become a cause of births and deaths. The question, then, is how can these panchvishays not become a cause of births and deaths for a devotee of God?”\n\nMuktanand Swami attempted to answer the question but was unable to offer a satisfactory reply.\n\nSo Shriji Maharaj said, “Here, I shall answer the question. When a devotee contemplates upon the form of God while behaving as the atma , i.e., independent of the traits of the three bodies, which are engulfed in maya , then by the power of that contemplation of God, he behaves in a state of upsham . Then, due to the power of that upsham , the panchvishays do not become a cause of births and deaths.\n\n“Consider the following analogy: When rivers like the Mahi or the Sabarmati are in full flow between their two banks, even elephants, horses and trees are all carried away; nothing is able to remain stationary. Similarly, for a person in the upsham state, regardless of how enticing the objects presented before the indriyas are, when he focuses his attention within, they are forgotten, just as those vishays seen in past lives are forgotten in this life. Such behavior of a devotee is known as upsham .\n\n“Such upsham is indeed extremely important. Suppose an ignorant man and woman who are engaged in worldly life and who have intense love for each other before marriage are then married and made to stay awake and walk continuously for three days and nights. Then when they are united, due to their fatigue, they will be incapable of enjoying the pleasure of each other’s beauty or touch. Even if they embrace each other, they would sleep like logs tied together but would not experience any enjoyment from the panchvishays . So if they have no awareness of the vishays due to upsham attained by ignorance during deep sleep, then how can the panchvishays bind the enlightened person who attains the state of upsham by the meditation of God’s form? They certainly do not bind him. Therefore, the panchvishays are not a cause of births and deaths for one who has attained upsham .”\n\nThereupon Nityanand Swami commented, “The method You have described for attaining the state of upsham , i.e., meditating upon God after atma -realization, is very difficult. Please tell us if there is another, easier method apart from that.”\n\nShriji Maharaj said, “A devotee of God who, firstly, deeply understands the greatness of God, and secondly, does darshan of God and serves Him and His Bhakta with extremely intense shraddha attains that upsham state.\n\n“Yet, it appears to Me that an egotistical servant will not be liked by anyone. To have an egotistical servant serve one is like when during a famine, even the rich survive by eating kodra ; having an egotistical servant to serve one is similar to this. The master is not as pleased with an egotistical servant as much as he is with a humble servant. Therefore, he who does whatever pleases the master is a true servant.”\n\nShuk Muni then asked, “How can one without wisdom and understanding please his master?”\n\nShriji Maharaj replied, “Even though Mulji Brahmachari and Ratanji are not extremely intelligent, they have an intense yearning for liberation. So they do indeed know how to do whatever pleases God.\n\n“Also, currently, even the paramhansas and the sankhya-yogi and karma-yogi satsangis do not behave as per My liking as do all of the Ayodhyawasi men and women. Why? Because the Ayodhyawasis have totally dedicated their lives for the Satsang fellowship. Therefore, nobody knows how to please God like the Ayodhyawasis. Moreover, these Ayodhyawasis are extremely trusting; a cunning person can cheat them. Therefore, if they wish to commence any activity, they should be allowed to do so only after consulting the senior paramhansas and senior satsangi householders. But they should not be allowed to do that activity based on the word of a single person. In this manner, the renunciants and householder satsangis should look after the Ayodhyawasis. This is My order.”"
}