{
    "number": 67,
    "vachanamrut": "Gadhada I-67",
    "title": "Acquiring the Virtues of the Satpurush",
    "setting": "On Chaitra sudi 7, Samvat 1876 [21 March 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in the residential hall of the munis in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the munis , “There is a Satpurush who has no affection at all for the pleasures of this world; he harbors desires only for the higher realms, i.e., the abode of God and for the form of God. He also wishes the same for whoever associates with him. He feels, ‘As this individual has associated with me, it would be of great benefit to the individual if his desires for this world are eradicated and his affection for God is developed.’ Furthermore, all of the efforts the Satpurush makes are only for acquiring bliss after attaining the abode of God after death, but he never does anything for the sake of bodily comforts. So, with what understanding can a spiritual aspirant acquire the virtues of such a Satpurush, and what understanding causes such virtues not to be acquired? That is the question.”\n\nMuktānand Swāmi replied, “If one views such a Satpurush who has no desire for the pleasures of this world as being divine , 1 and if one accepts whatever words he utters as the truth and acts accordingly, then that aspirant will acquire the virtues of that Satpurush. One who does not do so will not acquire those virtues.”\n\nShriji Mahārāj then said, “That answer is correct, but please listen as I explain the method of understanding by which an aspirant can acquire the virtues of the great Satpurush. A person imbibes the virtues of such a Purush, who has no affection for anything except God, by believing, ‘This Purush is extremely great. Despite thousands of people standing before him with folded hands, he does not have the slightest desire for the pleasures of the world. As for me, I am extremely insignificant, and I am solely attached to worldly pleasures. I do not understand anything at all about God. Shame on me.’ In this way, he feels remorse and imbibes the virtues of the great Purush. He also feels remorse after realizing his own flaws. While repenting in this way, vairāgya arises in his heart, and thereafter, he acquires virtues similar to those of that Satpurush.\n\n“Now, please listen as I describe the characteristics of a person in whose heart the virtues of the Satpurush are never acquired. Such a person believes, ‘The Satpurush is said to be great, yet he has no kind of common sense whatsoever. He does not even know how to eat or drink properly, nor does he know how to dress properly. God has given him abundant pleasures, yet he does not know how to enjoy them. Moreover, when he gives anything to anyone, he does so indiscriminately.’ In this way, he perceives countless types of flaws in the Satpurush. Such a malicious person never acquires the virtues of the Satpurush.”\n\nOn Chaitra sudi 7, Samvat 1876 [21 March 1820], Swami Shri Sahajanandji Maharaj was sitting in the residential hall of the munis in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the munis , “There is a Satpurush who has no affection at all for the pleasures of this world; he harbors desires only for the higher realms, i.e., the abode of God and for the form of God. He also wishes the same for whoever associates with him. He feels, ‘As this individual has associated with me, it would be of great benefit to the individual if his desires for this world are eradicated and his affection for God is developed.’ Furthermore, all of the efforts the Satpurush makes are only for acquiring bliss after attaining the abode of God after death, but he never does anything for the sake of bodily comforts. So, with what understanding can a spiritual aspirant acquire the virtues of such a Satpurush, and what understanding causes such virtues not to be acquired? That is the question.”\n\nMuktanand Swami replied, “If one views such a Satpurush who has no desire for the pleasures of this world as being divine , 1 and if one accepts whatever words he utters as the truth and acts accordingly, then that aspirant will acquire the virtues of that Satpurush. One who does not do so will not acquire those virtues.”\n\nShriji Maharaj then said, “That answer is correct, but please listen as I explain the method of understanding by which an aspirant can acquire the virtues of the great Satpurush. A person imbibes the virtues of such a Purush, who has no affection for anything except God, by believing, ‘This Purush is extremely great. Despite thousands of people standing before him with folded hands, he does not have the slightest desire for the pleasures of the world. As for me, I am extremely insignificant, and I am solely attached to worldly pleasures. I do not understand anything at all about God. Shame on me.’ In this way, he feels remorse and imbibes the virtues of the great Purush. He also feels remorse after realizing his own flaws. While repenting in this way, vairagya arises in his heart, and thereafter, he acquires virtues similar to those of that Satpurush.\n\n“Now, please listen as I describe the characteristics of a person in whose heart the virtues of the Satpurush are never acquired. Such a person believes, ‘The Satpurush is said to be great, yet he has no kind of common sense whatsoever. He does not even know how to eat or drink properly, nor does he know how to dress properly. God has given him abundant pleasures, yet he does not know how to enjoy them. Moreover, when he gives anything to anyone, he does so indiscriminately.’ In this way, he perceives countless types of flaws in the Satpurush. Such a malicious person never acquires the virtues of the Satpurush.”"
}