{
    "number": 81,
    "vachanamrut": "Sarangpur-3",
    "title": "‘Shravan’, ‘Manan’, ‘Nididhyās’ and ‘Sākshātkār’",
    "setting": "In the evening of Shrāvan vadi 7, Samvat 1877 [30 August 1820], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the rooms of Jivā Khāchar’s darbār in Sārangpur. He was wearing a white khes and had tied a white pāgh around His head. He had also covered Himself with a black-bordered khes . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked Shriji Mahārāj a question, “Mahārāj, suppose there is a devotee who physically performs puja of the manifest form of God with various types of puja implements. Also suppose there is another devotee who performs mānsi pujā of God using various imaginary implements. Who is the better of the two devotees?”\n\nShriji Mahārāj replied, “If a person lovingly performs puja of God, with hair-raising sentiments and an emotion-filled voice, then regardless of whether he performs puja physically or performs mānsi pujā , both are superior. Conversely, if he performs puja mechanically - without feeling love or excitement and without showing emotion in his voice - then regardless of whether he performs puja of God physically or performs mānsi pujā of God, both are inferior.”\n\nThen Somlā Khāchar asked, “By what characteristics can one recognize a devotee who, in the above manner, becomes overwhelmed with love while performing physical puja or mānsi pujā of God?”\n\nShriji Mahārāj replied, “Such a person has intense shraddhā in performing the puja of God and serving Him, in listening to discourses and talks related to God, and in singing devotional songs. He also understands the profound greatness of God. With each passing day, both of these two aspects remain ever fresh, but never diminish. For example, Muktānand Swāmi’s shraddhā and understanding of God’s greatness are exactly the same today and just as fresh as they were when I first saw him in Lojpur; they have not diminished in any way whatsoever. In the same manner, such a devotee should be recognized by these two characteristics.\n\n“All of the Yādavs who stayed with Shri Krishna Bhagwān did not have such shraddhā or understanding of God’s greatness; they served him just like they would serve other kings. Therefore, they did not achieve fame and are not even regarded as devotees. On the other hand, Uddhavji served Shri Krishna Bhagwān with shraddhā and an understanding of his greatness, and therefore he has been described as an eminent devotee of God and has been extremely renowned in the scriptures and in the world.”\n\nThereafter Nirvikārānand Swāmi asked, “Mahārāj, what is ‘shravan’, ‘manan’, ‘nididhyās’ and ‘sākshātkār’?”\n\nShriji Mahārāj explained, “To listen to a talk through one’s ears is known as ‘shravan’. Then, having heard the talk, to mentally ponder over the talk, and to discard that part of the talk which is fit to be discarded and to retain that part of the talk which is fit to be retained is known as ‘manan’. Then, having mentally retained the talk with conviction, the practice of continuously recalling the talk day and night is known as ‘nididhyās’. Finally, when one can recall that talk exactly as it was - as if it were manifest before one - with absolute clarity and spontaneity, that is known as ‘sākshātkār’.\n\n“If one engages in ‘shravan’, ‘manan’ and ‘nididhyās’ of the nature of the ātmā in this manner, then one will attain ‘sākshātkār’ of the ātmā . Furthermore, if one engages in ‘shravan’, ‘manan’ and ‘nididhyās’ of God in this manner, then one will attain ‘sākshātkār’ of God. ‘Sākshātkār’ cannot be attained by doing ‘shravan’ alone, without practicing both ‘manan’ and ‘nididhyās’.\n\n“If a person does not practice ‘manan’ and ‘nididhyās’ following the darshan of God’s form, then even if he does darshan for thousands of years, he will not attain ‘sākshātkār’ of that form. Why? Because such darshan is like having done only ‘shravan’. On the other hand, if one had done darshan of God’s entire body and had subsequently done ‘manan’ and ‘nididhyās’ of all of the parts of His body, then one would be able to easily recall those parts even today. Conversely, one who had done only darshan of God’s body would be unable to recall it, even if one attempted to recall it.\n\n“Also, there are some devotees who say, ‘We sit in meditation and try very hard to recall Mahārāj’s form, yet we cannot visualize even a single part. How, then, can we possibly envision the whole form?’ The reason for this is the same as above - they merely do darshan of the form, without doing ‘manan’ and ‘nididhyās’. How then can it be visualized? After all, if one has merely seen even a worldly object with one’s eyes, or merely listened to it with one’s ears, and it is not subsequently mentally recalled, it will be forgotten. How then can one expect to remember the form of God - which is divine and not worldly - without doing ‘manan’ and ‘nididhyās’?\n\n“Therefore, if one continuously engages in ‘manan’ and ‘nididhyās’ after doing darshan of God and listening to His talks, then one will attain ‘sākshātkār’ of them. Otherwise, even if one does darshan and ‘shravan’ for the rest of one’s life, one will still not attain ‘sākshātkār’.”\n\nIn the evening of Shravan vadi 7, Samvat 1877 [30 August 1820], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the rooms of Jiva Khachar’s darbar in Sarangpur. He was wearing a white khes and had tied a white pagh around His head. He had also covered Himself with a black-bordered khes . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked Shriji Maharaj a question, “Maharaj, suppose there is a devotee who physically performs puja of the manifest form of God with various types of puja implements. Also suppose there is another devotee who performs mansi puja of God using various imaginary implements. Who is the better of the two devotees?”\n\nShriji Maharaj replied, “If a person lovingly performs puja of God, with hair-raising sentiments and an emotion-filled voice, then regardless of whether he performs puja physically or performs mansi puja , both are superior. Conversely, if he performs puja mechanically - without feeling love or excitement and without showing emotion in his voice - then regardless of whether he performs puja of God physically or performs mansi puja of God, both are inferior.”\n\nThen Somla Khachar asked, “By what characteristics can one recognize a devotee who, in the above manner, becomes overwhelmed with love while performing physical puja or mansi puja of God?”\n\nShriji Maharaj replied, “Such a person has intense shraddha in performing the puja of God and serving Him, in listening to discourses and talks related to God, and in singing devotional songs. He also understands the profound greatness of God. With each passing day, both of these two aspects remain ever fresh, but never diminish. For example, Muktanand Swami’s shraddha and understanding of God’s greatness are exactly the same today and just as fresh as they were when I first saw him in Lojpur; they have not diminished in any way whatsoever. In the same manner, such a devotee should be recognized by these two characteristics.\n\n“All of the Yadavs who stayed with Shri Krishna Bhagwan did not have such shraddha or understanding of God’s greatness; they served him just like they would serve other kings. Therefore, they did not achieve fame and are not even regarded as devotees. On the other hand, Uddhavji served Shri Krishna Bhagwan with shraddha and an understanding of his greatness, and therefore he has been described as an eminent devotee of God and has been extremely renowned in the scriptures and in the world.”\n\nThereafter Nirvikaranand Swami asked, “Maharaj, what is ‘shravan’, ‘manan’, ‘nididhyas’ and ‘sakshatkar’?”\n\nShriji Maharaj explained, “To listen to a talk through one’s ears is known as ‘shravan’. Then, having heard the talk, to mentally ponder over the talk, and to discard that part of the talk which is fit to be discarded and to retain that part of the talk which is fit to be retained is known as ‘manan’. Then, having mentally retained the talk with conviction, the practice of continuously recalling the talk day and night is known as ‘nididhyas’. Finally, when one can recall that talk exactly as it was - as if it were manifest before one - with absolute clarity and spontaneity, that is known as ‘sakshatkar’.\n\n“If one engages in ‘shravan’, ‘manan’ and ‘nididhyas’ of the nature of the atma in this manner, then one will attain ‘sakshatkar’ of the atma . Furthermore, if one engages in ‘shravan’, ‘manan’ and ‘nididhyas’ of God in this manner, then one will attain ‘sakshatkar’ of God. ‘Sakshatkar’ cannot be attained by doing ‘shravan’ alone, without practicing both ‘manan’ and ‘nididhyas’.\n\n“If a person does not practice ‘manan’ and ‘nididhyas’ following the darshan of God’s form, then even if he does darshan for thousands of years, he will not attain ‘sakshatkar’ of that form. Why? Because such darshan is like having done only ‘shravan’. On the other hand, if one had done darshan of God’s entire body and had subsequently done ‘manan’ and ‘nididhyas’ of all of the parts of His body, then one would be able to easily recall those parts even today. Conversely, one who had done only darshan of God’s body would be unable to recall it, even if one attempted to recall it.\n\n“Also, there are some devotees who say, ‘We sit in meditation and try very hard to recall Maharaj’s form, yet we cannot visualize even a single part. How, then, can we possibly envision the whole form?’ The reason for this is the same as above - they merely do darshan of the form, without doing ‘manan’ and ‘nididhyas’. How then can it be visualized? After all, if one has merely seen even a worldly object with one’s eyes, or merely listened to it with one’s ears, and it is not subsequently mentally recalled, it will be forgotten. How then can one expect to remember the form of God - which is divine and not worldly - without doing ‘manan’ and ‘nididhyas’?\n\n“Therefore, if one continuously engages in ‘manan’ and ‘nididhyas’ after doing darshan of God and listening to His talks, then one will attain ‘sakshatkar’ of them. Otherwise, even if one does darshan and ‘shravan’ for the rest of one’s life, one will still not attain ‘sakshatkar’.”"
}