{
    "number": 71,
    "vachanamrut": "Gadhada I-71",
    "title": "God Manifests with His Akshardhām",
    "setting": "On the evening of Chaitra vadi 4, Samvat 1876 [2 April 1820], Shriji Mahārāj was sitting on a large, decorated cot which had been placed on the platform in front of the west-facing medi in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white feto around His head. At that time, Muktānand Swāmi and some sādhus were singing devotional songs to the accompaniment of musical instruments, while other sādhus as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then Shriji Mahārāj said, “Please conclude the devotional songs for now and begin a question-answer session amongst yourselves.”\n\nThereupon Somlā Khāchar asked, “God forgives all of the mistakes of His devotees, but which one mistake does God not forgive?”\n\nShriji Mahārāj replied, “God forgives all other mistakes, but He does not forgive the mistake of spiting a devotee of God. Therefore, one should never harm a devotee of God in any way whatsoever. Furthermore, of all mistakes made against God, to denounce the form of God is a very grave mistake. One should never make this mistake. One who does do so commits a sin more serious than the five grave sins.\n\n“Refuting the form of God is nothing more than understanding God, who eternally has a form, to be formless. In fact, God, who is Purushottam, forever resides with a divine form in His Akshardhām, whose divine light is comparable to that of millions of suns and moons. Countless millions of brahmarup muktas serve the holy feet of that God. That God, also known as Parabrahma Purushottam, Himself manifests on earth out of compassion for the liberation of the jivas . When He manifests, all entities that He accepts become brahmarup . 1 The three bodies, i.e., sthul , sukshma and kāran ; the three states, i.e., waking, dream and deep sleep; the ten indriyas ; the five prāns ; etc., were all apparent in avatārs such as Rām, Krishna, etc. Although all of them appear to be like those of ordinary humans, in reality, they are all brahma , 2 not māyik . Therefore, one should never refute the form of God.”\n\nMātrā Dhādhal then asked, “What is the characteristic of jealousy?”\n\nShriji Mahārāj replied, “One who is jealous of someone cannot tolerate that person benefiting in any way; in fact, he would be pleased if misery befalls that person. That is the characteristic of jealousy.”\n\nThereafter, Shriji Mahārāj asked the munis , “One who has faith in the manifest form of God, worships God, and behaves in accordance with the niyams of Satsang will attain liberation; that is the way of Satsang. What, however, are the methods of liberation according to the scriptures? The meanings of the Vedas are indeed very difficult to understand; thus they are not narrated in spiritual discourses. However, the Shrimad Bhāgwat Purān and the Mahābhārat contain the message of the Vedas and are simpler to understand; and so, they are widely narrated in public spiritual discourses. Please explain, then, how one can attain liberation as explained in the scriptures. Also, bear in mind that Shankarāchārya has propounded that God is formless, whereas Rāmānujāchārya and other āchāryas have propounded that God has a form. Therefore, please base your answer on the principles of the scriptures.”\n\nUsing scriptural references, the munis then denounced the view that God is formless and propounded the view that liberation is possible only by worship of a God with a form.\n\nThereupon Shriji Mahārāj commented, “I Myself also accept that view, but I would like to ask you a question regarding this. Purushottam Bhagwān transcends the formless Aksharbrahma and eternally has a form. Now, if a person who has attained that God on this earth still cherishes a desire to see Brahmapur, Golok, Vaikunth, Shwetdwip and the other abodes of God, can he be said to have faith in God or not?”\n\nThe munis replied, “Despite having attained God, he who constantly feels in his mind, ‘Only when I see Akshardhām and the other abodes or see the light of millions and millions of suns is my liberation attained,’ does not have absolute faith.”\n\nShriji Mahārāj countered by asking, “What sin has he committed in entertaining a desire to see Brahmapur, the other abodes and the form of Brahma that you disqualify his faith?”\n\nThe munis replied, “Why should a person who believes that liberation is attained by the mere darshan of the manifest form of God harbor a dislike for Brahmapur, Golok and other abodes? After all, they do belong to God. However, without God, he would have no desire for them.”\n\nShriji Mahārāj further questioned, “Those abodes and the attendants residing in them are formed of chaitanya and transcend māyā ; so what flaw is there in them that one should not desire to see them? Also, what about God who is manifest on this earth? How do you view His attendants, who are in fact mortal, and the houses He lives in, which are perishable?”\n\nThe munis replied, “We understand those houses to be like Brahmapur and the other abodes; and we understand those attendants to be brahmarup .”\n\nShriji Mahārāj then said, “Brahmapur and the attendants of God residing in Brahmapur are immortal and imperishable, whereas the houses and attendants of this Mrutyulok are perishable. How can you possibly equate the two?”\n\nFinally, Nityānand Swāmi requested, “Mahārāj, You will have to answer that question.”\n\nThereupon Shriji Mahārāj explained, “When God incarnates for the purpose of granting liberation to the jivas , He is always accompanied by His Akshardhām, His attendants - who are formed of chaitanya - and all of His divine powers; but they are not perceived by others. Nevertheless, when some devotee acquires a divine vision during samādhi , he does see divine light equivalent to countless millions of suns in the form of God. Together with that form, he also sees countless millions of muktas and also Akshardhām itself. Therefore, all of these do accompany God. Despite all of this, though, God only accepts the service of His own, earthly devotees. He stays in His devotees’ houses made of mud, clay and stone. He lovingly accepts whatever those devotees offer Him, be it incense, an oil lamp, food, clothes, or anything else. He does so for the purpose of elevating those earthly attendants to the ranks of divine attendants. All of those objects that a devotee offers to God assume a divine form in the abode of God. Moreover, that devotee also attains a divine form and attains those divine objects there. In this way, God accepts all of the offerings offered by His earthly devotees in order to allow them to experience everlasting bliss. Therefore, a devotee of God should realize that the form of God along with His Akshardhām is present on this earth, and he should also explain this fact to others. ” 3\n\nOn the evening of Chaitra vadi 4, Samvat 1876 [2 April 1820], Shriji Maharaj was sitting on a large, decorated cot which had been placed on the platform in front of the west-facing medi in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white feto around His head. At that time, Muktanand Swami and some sadhus were singing devotional songs to the accompaniment of musical instruments, while other sadhus as well as devotees from various places had gathered before Him in an assembly.\n\nThen Shriji Maharaj said, “Please conclude the devotional songs for now and begin a question-answer session amongst yourselves.”\n\nThereupon Somla Khachar asked, “God forgives all of the mistakes of His devotees, but which one mistake does God not forgive?”\n\nShriji Maharaj replied, “God forgives all other mistakes, but He does not forgive the mistake of spiting a devotee of God. Therefore, one should never harm a devotee of God in any way whatsoever. Furthermore, of all mistakes made against God, to denounce the form of God is a very grave mistake. One should never make this mistake. One who does do so commits a sin more serious than the five grave sins.\n\n“Refuting the form of God is nothing more than understanding God, who eternally has a form, to be formless. In fact, God, who is Purushottam, forever resides with a divine form in His Akshardham, whose divine light is comparable to that of millions of suns and moons. Countless millions of brahmarup muktas serve the holy feet of that God. That God, also known as Parabrahma Purushottam, Himself manifests on earth out of compassion for the liberation of the jivas . When He manifests, all entities that He accepts become brahmarup . 1 The three bodies, i.e., sthul , sukshma and karan ; the three states, i.e., waking, dream and deep sleep; the ten indriyas ; the five prans ; etc., were all apparent in avatars such as Ram, Krishna, etc. Although all of them appear to be like those of ordinary humans, in reality, they are all brahma , 2 not mayik . Therefore, one should never refute the form of God.”\n\nMatra Dhadhal then asked, “What is the characteristic of jealousy?”\n\nShriji Maharaj replied, “One who is jealous of someone cannot tolerate that person benefiting in any way; in fact, he would be pleased if misery befalls that person. That is the characteristic of jealousy.”\n\nThereafter, Shriji Maharaj asked the munis , “One who has faith in the manifest form of God, worships God, and behaves in accordance with the niyams of Satsang will attain liberation; that is the way of Satsang. What, however, are the methods of liberation according to the scriptures? The meanings of the Vedas are indeed very difficult to understand; thus they are not narrated in spiritual discourses. However, the Shrimad Bhagwat Puran and the Mahabharat contain the message of the Vedas and are simpler to understand; and so, they are widely narrated in public spiritual discourses. Please explain, then, how one can attain liberation as explained in the scriptures. Also, bear in mind that Shankaracharya has propounded that God is formless, whereas Ramanujacharya and other acharyas have propounded that God has a form. Therefore, please base your answer on the principles of the scriptures.”\n\nUsing scriptural references, the munis then denounced the view that God is formless and propounded the view that liberation is possible only by worship of a God with a form.\n\nThereupon Shriji Maharaj commented, “I Myself also accept that view, but I would like to ask you a question regarding this. Purushottam Bhagwan transcends the formless Aksharbrahma and eternally has a form. Now, if a person who has attained that God on this earth still cherishes a desire to see Brahmapur, Golok, Vaikunth, Shwetdwip and the other abodes of God, can he be said to have faith in God or not?”\n\nThe munis replied, “Despite having attained God, he who constantly feels in his mind, ‘Only when I see Akshardham and the other abodes or see the light of millions and millions of suns is my liberation attained,’ does not have absolute faith.”\n\nShriji Maharaj countered by asking, “What sin has he committed in entertaining a desire to see Brahmapur, the other abodes and the form of Brahma that you disqualify his faith?”\n\nThe munis replied, “Why should a person who believes that liberation is attained by the mere darshan of the manifest form of God harbor a dislike for Brahmapur, Golok and other abodes? After all, they do belong to God. However, without God, he would have no desire for them.”\n\nShriji Maharaj further questioned, “Those abodes and the attendants residing in them are formed of chaitanya and transcend maya ; so what flaw is there in them that one should not desire to see them? Also, what about God who is manifest on this earth? How do you view His attendants, who are in fact mortal, and the houses He lives in, which are perishable?”\n\nThe munis replied, “We understand those houses to be like Brahmapur and the other abodes; and we understand those attendants to be brahmarup .”\n\nShriji Maharaj then said, “Brahmapur and the attendants of God residing in Brahmapur are immortal and imperishable, whereas the houses and attendants of this Mrutyulok are perishable. How can you possibly equate the two?”\n\nFinally, Nityanand Swami requested, “Maharaj, You will have to answer that question.”\n\nThereupon Shriji Maharaj explained, “When God incarnates for the purpose of granting liberation to the jivas , He is always accompanied by His Akshardham, His attendants - who are formed of chaitanya - and all of His divine powers; but they are not perceived by others. Nevertheless, when some devotee acquires a divine vision during samadhi , he does see divine light equivalent to countless millions of suns in the form of God. Together with that form, he also sees countless millions of muktas and also Akshardham itself. Therefore, all of these do accompany God. Despite all of this, though, God only accepts the service of His own, earthly devotees. He stays in His devotees’ houses made of mud, clay and stone. He lovingly accepts whatever those devotees offer Him, be it incense, an oil lamp, food, clothes, or anything else. He does so for the purpose of elevating those earthly attendants to the ranks of divine attendants. All of those objects that a devotee offers to God assume a divine form in the abode of God. Moreover, that devotee also attains a divine form and attains those divine objects there. In this way, God accepts all of the offerings offered by His earthly devotees in order to allow them to experience everlasting bliss. Therefore, a devotee of God should realize that the form of God along with His Akshardham is present on this earth, and he should also explain this fact to others. ” 3"
}