{
    "number": 215,
    "vachanamrut": "Vartal-15",
    "title": "The Reasons for Becoming Godly and Demonic",
    "setting": "On Posh vadi 11, Samvat 1882 [3 February 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a dais under the neem tree in front of the mandir of Shri Lakshminārāyan in Vartāl. He was wearing a dagli and a survāl made of kinkhāb . A rich, orange shelu with wide, golden edges had been tied around His head, and another orange shelu with very wide, golden edges rested upon His shoulder. In addition to this, a decorated umbrella with a golden, egg-shaped top-piece had been placed over His head. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shobhārām Shāstri asked a question, “Mahārāj, there are two types of jivas : godly and demonic. Have they always been so since eternity, or have they become so due to association?”\n\nShriji Mahārāj replied, “In the beginning, during the period of dissolution, both types of jivas , godly and demonic, are absorbed within māyā . Then, when the cosmos is created, both types of jivas emerge, each with its own nature. There are also those ordinary jivas who become godly or demonic due to association with godly or demonic jivas . Also, there are some godly and demonic jivas who gradually develop such a nature due to the karmas they perform.\n\n“But mainly, the cause of such godly and demonic natures is the grace or the wrath of the Satpurush. For example, Jay and Vijay were attendants of God, but since they maligned holy persons such as the Sanakādik, they attained a demonic nature. Prahlādji, on the other hand, was a demon, but since he imbibed the preaching of Nāradji, he was known as an eminent devotee of God. Thus, whomever the wrath of the great Purush falls upon, that jiva becomes demonic; and whomever the great Purush is pleased upon, that jiva becomes godly. There is no other reason for becoming godly or demonic. Thus, one who desires to attain liberation should by no means malign God or God’s Bhakta; rather, he should do only whatever pleases God and God’s Bhakta.”\n\nOn Posh vadi 11, Samvat 1882 [3 February 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a dais under the neem tree in front of the mandir of Shri Lakshminarayan in Vartal. He was wearing a dagli and a surval made of kinkhab . A rich, orange shelu with wide, golden edges had been tied around His head, and another orange shelu with very wide, golden edges rested upon His shoulder. In addition to this, a decorated umbrella with a golden, egg-shaped top-piece had been placed over His head. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.\n\nThereupon Shobharam Shastri asked a question, “Maharaj, there are two types of jivas : godly and demonic. Have they always been so since eternity, or have they become so due to association?”\n\nShriji Maharaj replied, “In the beginning, during the period of dissolution, both types of jivas , godly and demonic, are absorbed within maya . Then, when the cosmos is created, both types of jivas emerge, each with its own nature. There are also those ordinary jivas who become godly or demonic due to association with godly or demonic jivas . Also, there are some godly and demonic jivas who gradually develop such a nature due to the karmas they perform.\n\n“But mainly, the cause of such godly and demonic natures is the grace or the wrath of the Satpurush. For example, Jay and Vijay were attendants of God, but since they maligned holy persons such as the Sanakadik, they attained a demonic nature. Prahladji, on the other hand, was a demon, but since he imbibed the preaching of Naradji, he was known as an eminent devotee of God. Thus, whomever the wrath of the great Purush falls upon, that jiva becomes demonic; and whomever the great Purush is pleased upon, that jiva becomes godly. There is no other reason for becoming godly or demonic. Thus, one who desires to attain liberation should by no means malign God or God’s Bhakta; rather, he should do only whatever pleases God and God’s Bhakta.”"
}