{
    "number": 91,
    "vachanamrut": "Sarangpur-13",
    "title": "Losing Faith and Not Losing Faith",
    "setting": "On Bhādarvā sudi 2, Samvat 1877 [9 September 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār in Sārangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked, “Can a person who previously had faith in God, but later lost it, really be said to have had faith in the first place?”\n\nSwayamprakāshānand Swāmi replied, “If a person has developed faith within his jivātmā , he would not lose it by any means. However, if his faith is based on the writings in the scriptures, then when God performs some action that is not mentioned in the scriptures, he would lose his faith in God.”\n\nHearing this, Shriji Mahārāj counter-questioned, “In the scriptures, there are an endless variety of talks describing God as being powerful as well as weak, as being the all-doer as well as a non-doer, etc. So then, which action not mentioned in the scriptures could God possibly have performed that one loses one’s faith? Please answer this question.”\n\nThe munis replied, “No action of God is outside the scriptures. So, Mahārāj, what is the reason behind a person developing faith and then losing it?”\n\nShriji Mahārāj explained, “Whosoever develops faith in God does so only through the scriptures. Why? Because the scriptures describe the characteristics of God as well as the characteristics of the Sant. So, only faith developed through the scriptures remains staunch. On the other hand, faith developed by one’s own mind, without the help of the scriptures, eventually dissolves.\n\n“In fact, the scriptures are also the inspiration behind the activities of dharma . Even the fact that an ignorant person who has never heard the scriptures has been able to observe to this day the disciplines of dharma - in the form of making distinctions between his mother, sister, daughter and other women - is due to the scriptures. How is that? Well, it has been passed down through the generations after someone initially heard such a talk from the scriptures. From that it has spread throughout society through successive generations. Therefore, one who develops faith in God and loses it afterwards has no faith in the words of the scriptures. Such a person is obstinate and a nāstik .\n\n“On the other hand, if one does have faith in the scriptures, one would never turn away from God. Why? Because the scriptures describe an endless variety of divine actions and incidents of God; so, regardless of which action God performs, it will never be outside of the scriptures. Therefore, only one who has faith in the scriptures is able to develop unshakeable faith in God, and only such a person attains liberation. In addition, such a person would never deviate from dharma .”\n\nOn Bhadarva sudi 2, Samvat 1877 [9 September 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jiva Khachar’s darbar in Sarangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked, “Can a person who previously had faith in God, but later lost it, really be said to have had faith in the first place?”\n\nSwayamprakashanand Swami replied, “If a person has developed faith within his jivatma , he would not lose it by any means. However, if his faith is based on the writings in the scriptures, then when God performs some action that is not mentioned in the scriptures, he would lose his faith in God.”\n\nHearing this, Shriji Maharaj counter-questioned, “In the scriptures, there are an endless variety of talks describing God as being powerful as well as weak, as being the all-doer as well as a non-doer, etc. So then, which action not mentioned in the scriptures could God possibly have performed that one loses one’s faith? Please answer this question.”\n\nThe munis replied, “No action of God is outside the scriptures. So, Maharaj, what is the reason behind a person developing faith and then losing it?”\n\nShriji Maharaj explained, “Whosoever develops faith in God does so only through the scriptures. Why? Because the scriptures describe the characteristics of God as well as the characteristics of the Sant. So, only faith developed through the scriptures remains staunch. On the other hand, faith developed by one’s own mind, without the help of the scriptures, eventually dissolves.\n\n“In fact, the scriptures are also the inspiration behind the activities of dharma . Even the fact that an ignorant person who has never heard the scriptures has been able to observe to this day the disciplines of dharma - in the form of making distinctions between his mother, sister, daughter and other women - is due to the scriptures. How is that? Well, it has been passed down through the generations after someone initially heard such a talk from the scriptures. From that it has spread throughout society through successive generations. Therefore, one who develops faith in God and loses it afterwards has no faith in the words of the scriptures. Such a person is obstinate and a nastik .\n\n“On the other hand, if one does have faith in the scriptures, one would never turn away from God. Why? Because the scriptures describe an endless variety of divine actions and incidents of God; so, regardless of which action God performs, it will never be outside of the scriptures. Therefore, only one who has faith in the scriptures is able to develop unshakeable faith in God, and only such a person attains liberation. In addition, such a person would never deviate from dharma .”"
}