{
    "number": 225,
    "vachanamrut": "Gadhada III-2",
    "title": "The Attainment of All Purushārths ; Incarnate God in the Form of the Guru",
    "setting": "On the evening of Jyeshtha sudi 6, Samvat 1882 [11 June 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a low, wooden seat in the courtyard of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a black-bordered, white pāgh around His head. Tassels of mogrā flowers had been inserted in that pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj posed a question, “One sees that the world is perishable and that the chaitanya separates from the body and leaves it; yet, the predominance of the world does not diminish from one’s heart. Despite thoroughly believing God to be an ocean of bliss, one’s mind still does not focus on God. Also, satsang does not become predominant in one’s heart, and one cannot eradicate love for wealth, women and other pleasures of the world. What can be the reason for this?”\n\nThereupon Muktānand Swāmi replied, “The person lacks vairāgya ; as a result, he cannot eradicate the predominance of the world from his heart, nor can he develop love for God.”\n\nShriji Mahārāj then clarified, “It is true that there is a deficiency in vairāgya , but it appears to Me that the inclination which forms as one practices satsang remains as it is forever; i.e., a different inclination does not develop. By practicing satsang , that inclination may be nourished, but the inclination itself remains unchanged. Whenever a person’s inclination is being formed, his mind becomes disturbed in the process of formation. Just as the mind of an extremely lustful person is disoriented by lust, and the mind of an extremely angry person is disoriented by anger, and the mind of an extremely greedy person is disoriented by greed, similarly, a person’s mind becomes disoriented in the process of developing his inclination. Then, during that disturbance, whichever inclination develops is the inclination that remains. Therefore, one who is wise should realize one’s own inclination. Because when one is disturbed by the influence of lust, anger, etc., if one contemplates upon one’s own inclination, the influence of lust, anger, etc., is lessened.\n\n“In addition, just as a householder feels repentant if he experiences lustful thoughts on seeing his attractive mother, sister or daughter, similarly, one should feel repentant when objects other than satsang become predominant in one’s heart. If one does not feel similarly remorseful on entertaining thoughts for indecent objects, then satsang does not remain predominant in one’s heart.\n\n“In fact, the fruit of all spiritual endeavors is satsang . In the 11 th canto of the Shrimad Bhāgwat, Shri Krishna Bhagwān says to Uddhav, ‘I am not as pleased by ashtāng-yoga , thoughts of sānkhya , scriptural study, austerities, renunciation, yoga, sacrifices, observances, etc., as I am pleased by satsang .’ In fact, it appears to Me that all sanskārs one has gathered from previous lives have been attained through association with the Satpurush. Even today, those who obtain sanskārs do so through association with the Satpurush. One who has attained the association of such a Satpurush but is still unable to understand matters as they really are should be known to have an extremely dull intellect.\n\n“As for Me, I consider this assembly of satsangis to be far greater than the assemblies in Shwetdwip, Golok, Vaikunth and Badrikāshram; and I see all of these devotees as being extremely luminous. Indeed, I swear by this assembly of sādhus that there is not even the slightest untruth in this matter. Why do I have to swear in this manner? Because not everyone understands such divinity, nor can they see it; that is why I have to swear.\n\n“Thus, even after attaining this satsang - which is rare for even Brahmā and others - affection for objects other than God still remains because the person has not developed as firm a conviction for the manifest form of God as he has for the non-manifest form of God. That is why the Shrutis state: ‘If a person develops conviction in the guru - who is the manifest form of God - in the same way that he has conviction in the non-manifest deities, then, as a result, he attains all of the arthas 1 which are described as attainable.’ In fact, when he attains the company of such a Sant, he has, while still alive, attained He who was to be attained after death. That is to say, he has attained that which is called the highest state of enlightenment, or liberation, while being alive.\n\n“What I have just explained to you may appear to be simple, but in reality, it is extremely subtle. One who is currently behaving in this manner will understand that this is extremely subtle; but others will not even be able understand it. That is how subtle it is.”\n\nAfter delivering this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to everyone and then returned to His residence.\n\nOn the evening of Jyeshtha sudi 6, Samvat 1882 [11 June 1826], Swami Shri Sahajanandji Maharaj was sitting on a low, wooden seat in the courtyard of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a black-bordered, white pagh around His head. Tassels of mogra flowers had been inserted in that pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj posed a question, “One sees that the world is perishable and that the chaitanya separates from the body and leaves it; yet, the predominance of the world does not diminish from one’s heart. Despite thoroughly believing God to be an ocean of bliss, one’s mind still does not focus on God. Also, satsang does not become predominant in one’s heart, and one cannot eradicate love for wealth, women and other pleasures of the world. What can be the reason for this?”\n\nThereupon Muktanand Swami replied, “The person lacks vairagya ; as a result, he cannot eradicate the predominance of the world from his heart, nor can he develop love for God.”\n\nShriji Maharaj then clarified, “It is true that there is a deficiency in vairagya , but it appears to Me that the inclination which forms as one practices satsang remains as it is forever; i.e., a different inclination does not develop. By practicing satsang , that inclination may be nourished, but the inclination itself remains unchanged. Whenever a person’s inclination is being formed, his mind becomes disturbed in the process of formation. Just as the mind of an extremely lustful person is disoriented by lust, and the mind of an extremely angry person is disoriented by anger, and the mind of an extremely greedy person is disoriented by greed, similarly, a person’s mind becomes disoriented in the process of developing his inclination. Then, during that disturbance, whichever inclination develops is the inclination that remains. Therefore, one who is wise should realize one’s own inclination. Because when one is disturbed by the influence of lust, anger, etc., if one contemplates upon one’s own inclination, the influence of lust, anger, etc., is lessened.\n\n“In addition, just as a householder feels repentant if he experiences lustful thoughts on seeing his attractive mother, sister or daughter, similarly, one should feel repentant when objects other than satsang become predominant in one’s heart. If one does not feel similarly remorseful on entertaining thoughts for indecent objects, then satsang does not remain predominant in one’s heart.\n\n“In fact, the fruit of all spiritual endeavors is satsang . In the 11 th canto of the Shrimad Bhagwat, Shri Krishna Bhagwan says to Uddhav, ‘I am not as pleased by ashtang-yoga , thoughts of sankhya , scriptural study, austerities, renunciation, yoga, sacrifices, observances, etc., as I am pleased by satsang .’ In fact, it appears to Me that all sanskars one has gathered from previous lives have been attained through association with the Satpurush. Even today, those who obtain sanskars do so through association with the Satpurush. One who has attained the association of such a Satpurush but is still unable to understand matters as they really are should be known to have an extremely dull intellect.\n\n“As for Me, I consider this assembly of satsangis to be far greater than the assemblies in Shwetdwip, Golok, Vaikunth and Badrikashram; and I see all of these devotees as being extremely luminous. Indeed, I swear by this assembly of sadhus that there is not even the slightest untruth in this matter. Why do I have to swear in this manner? Because not everyone understands such divinity, nor can they see it; that is why I have to swear.\n\n“Thus, even after attaining this satsang - which is rare for even Brahma and others - affection for objects other than God still remains because the person has not developed as firm a conviction for the manifest form of God as he has for the non-manifest form of God. That is why the Shrutis state: ‘If a person develops conviction in the guru - who is the manifest form of God - in the same way that he has conviction in the non-manifest deities, then, as a result, he attains all of the arthas 1 which are described as attainable.’ In fact, when he attains the company of such a Sant, he has, while still alive, attained He who was to be attained after death. That is to say, he has attained that which is called the highest state of enlightenment, or liberation, while being alive.\n\n“What I have just explained to you may appear to be simple, but in reality, it is extremely subtle. One who is currently behaving in this manner will understand that this is extremely subtle; but others will not even be able understand it. That is how subtle it is.”\n\nAfter delivering this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to everyone and then returned to His residence."
}