{
    "number": 96,
    "vachanamrut": "Sarangpur-18",
    "title": "Saline Land",
    "setting": "On Bhādarvā sudi 8, Samvat 1877 [15 September 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing north on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār in Sārangpur. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “If a person with shraddhā encounters the company of a true Sant and develops shraddhā in the words of that Sant, then all of the redemptive virtues of swadharma , vairāgya , gnān , bhakti , wisdom, etc., would develop in his heart, and the vicious natures of lust, anger, etc., would be burnt away. Conversely, if he encounters evil company, and if he develops shraddhā in their words, then all of the virtues of vairāgya , wisdom, etc., would be destroyed. It is rather like the analogy of saline land. No matter how much rain falls upon it, no grass, or anything else, can grow upon it. However, if a flood were to sweep across that same land, then all of the salt would be washed away. As a result, where there was once salt, there would now be silt. Then, if the seeds of banyan, pipal , or other trees were to fall into that silt, they would grow into large trees. Likewise, if a person who has the previously mentioned virtues of swadharma , vairāgya , etc., firmly rooted in his heart and who has not even the slightest desire for the pleasures of this world were to meet with evil company, then waters in the form of evil company would sweep across his heart and leave behind silt in the form of worldly talks, etc. Subsequently, the seeds of lust, anger, avarice, infatuation, arrogance, matsar , etc., which are dormant in the silt, would grow into large trees. Therefore, a devotee of God should never keep bad company.”\n\nThen Shriji Mahārāj continued, “If a person has some swabhāvs , and he thoughtfully attempts to eradicate them by associating with the Sant, then they can be destroyed. However, a person’s vicious swabhāvs will not be eradicated if he foolishly applies any other methods. When such a fool becomes depressed, he either sleeps, cries, takes out his frustrations on someone else, or he may even fast. He will use any of these four methods to try to overcome his depression. If he becomes severely depressed, he may even resort to committing suicide. These are the ways in which a fool attempts to overcome depression. However, such methods neither reduce the pain, nor do they eradicate one’s swabhāvs . On the other hand, if one were to attempt to eradicate them with understanding, then both the distress and the swabhāv would be eradicated. Thus, only those who have understanding become happy.”\n\nThereafter, Shriji Mahārāj continued with another example and said, “Large flames of a fire are extinguished when water is poured over it, whereas even a slight flash of lightning can never be extinguished, even though it is in the midst of dense rain clouds. Similarly, regardless of how much vairāgya one may have, or how much love for God one may have, if one does not have understanding, then like the flames of the fire, all of one’s virtues will be lost due to water in the form of bad company. In comparison, one who has vairāgya and love compounded with understanding is like the fire of lightning. It may be slight, but it is never destroyed.”\n\nThereafter Nirvikārānand Swāmi asked, “Mahārāj, if a person has the vicious swabhāvs of lust, anger, etc., can they be eradicated or not?”\n\nShriji Mahārāj replied, “Just as a merchant keeps an account of all his transactions, if one keeps an account of one’s swabhāvs from the very day one entered the Satsang fellowship, then they can be eradicated. That is, one should think, ‘When I was not in Satsang, I had these vicious swabhāvs . But ever since I have entered Satsang, they have diminished.’ Thereafter, every year one should check to see if one has progressed or if there is still some deficiency remaining. However, a fool does not keep an account like the merchant does. Thus, any swabhāv which one may have can be eradicated if one continuously examines oneself while doing satsang .”\n\nThereupon Muktānand Swāmi asked, “If one keeps bad company then it is obvious that one will develop vicious swabhāvs . But why is it that such vicious swabhāvs arise even after one associates with the Sant?”\n\nShriji Mahārāj explained, “During one’s childhood, one does not face the inner enemies of lust, anger, avarice, etc. Moreover, at that age, one also tends to have more love for God. However, when one enters youth, the inner enemies of lust, anger, etc., increase along with the belief that one is the body. If during that period one keeps the company of a sādhu who does not have vicious natures such as lust, the belief that one is the body, etc., then one will cross the ocean of youth. However, if the youth does not do this, the inner enemies of lust, anger, etc., will defeat him, and he will consequently turn vile.\n\n“However, if an older person is spoilt while doing satsang , it is because whichever faults he perceives in the great Purush all return to dwell in his own heart. Conversely, if one imbibes the virtues of the great Purush and thinks: ‘Any swabhāv the great Purush exhibits is only for the sake of the jiva’s liberation. He is, in fact, flawless; but my perceiving flaws in him is, in fact, due to my own personal foolishness’ - and thinking thus, if he imbibes the virtues of the Satpurush and asks for forgiveness for his mistakes, then the deficiencies of that person will diminish.”\n\nThereafter Mahānubhāvānand Swāmi asked, “Can rājasik , tāmasik and sāttvik swabhāvs be eradicated by doing satsang ?”\n\nShriji Mahārāj replied, “All swabhāvs can be eradicated if one tries to eradicate them.”\n\nMuktānand Swāmi asked further, “If that is the case, then despite the fact that Durvāsā and others have become muktas , why do they still remain tāmasik ?”\n\nShriji Mahārāj explained, “The gunas of tamogun , etc., which are seen in Durvāsā and others are only present because they choose to keep them. They feel, ‘If someone is misbehaving, tamogun is actually very necessary in order to reprimand him. That is why we keep it.’ Thus, they purposefully retain such gunas . Nevertheless, when a swabhāv is prevalent in oneself, one should bear an aversion towards it. One should think, ‘I am a devotee of God and such a vicious swabhāv does not befit me.’ In this way, by the grace of God, one’s swabhāvs can be eradicated if one regards them as flaws and strives to discard them.”\n\nOn Bhadarva sudi 8, Samvat 1877 [15 September 1820], Swami Shri Sahajanandji Maharaj was sitting facing north on the veranda outside the north-facing rooms of Jiva Khachar’s darbar in Sarangpur. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “If a person with shraddha encounters the company of a true Sant and develops shraddha in the words of that Sant, then all of the redemptive virtues of swadharma , vairagya , gnan , bhakti , wisdom, etc., would develop in his heart, and the vicious natures of lust, anger, etc., would be burnt away. Conversely, if he encounters evil company, and if he develops shraddha in their words, then all of the virtues of vairagya , wisdom, etc., would be destroyed. It is rather like the analogy of saline land. No matter how much rain falls upon it, no grass, or anything else, can grow upon it. However, if a flood were to sweep across that same land, then all of the salt would be washed away. As a result, where there was once salt, there would now be silt. Then, if the seeds of banyan, pipal , or other trees were to fall into that silt, they would grow into large trees. Likewise, if a person who has the previously mentioned virtues of swadharma , vairagya , etc., firmly rooted in his heart and who has not even the slightest desire for the pleasures of this world were to meet with evil company, then waters in the form of evil company would sweep across his heart and leave behind silt in the form of worldly talks, etc. Subsequently, the seeds of lust, anger, avarice, infatuation, arrogance, matsar , etc., which are dormant in the silt, would grow into large trees. Therefore, a devotee of God should never keep bad company.”\n\nThen Shriji Maharaj continued, “If a person has some swabhavs , and he thoughtfully attempts to eradicate them by associating with the Sant, then they can be destroyed. However, a person’s vicious swabhavs will not be eradicated if he foolishly applies any other methods. When such a fool becomes depressed, he either sleeps, cries, takes out his frustrations on someone else, or he may even fast. He will use any of these four methods to try to overcome his depression. If he becomes severely depressed, he may even resort to committing suicide. These are the ways in which a fool attempts to overcome depression. However, such methods neither reduce the pain, nor do they eradicate one’s swabhavs . On the other hand, if one were to attempt to eradicate them with understanding, then both the distress and the swabhav would be eradicated. Thus, only those who have understanding become happy.”\n\nThereafter, Shriji Maharaj continued with another example and said, “Large flames of a fire are extinguished when water is poured over it, whereas even a slight flash of lightning can never be extinguished, even though it is in the midst of dense rain clouds. Similarly, regardless of how much vairagya one may have, or how much love for God one may have, if one does not have understanding, then like the flames of the fire, all of one’s virtues will be lost due to water in the form of bad company. In comparison, one who has vairagya and love compounded with understanding is like the fire of lightning. It may be slight, but it is never destroyed.”\n\nThereafter Nirvikaranand Swami asked, “Maharaj, if a person has the vicious swabhavs of lust, anger, etc., can they be eradicated or not?”\n\nShriji Maharaj replied, “Just as a merchant keeps an account of all his transactions, if one keeps an account of one’s swabhavs from the very day one entered the Satsang fellowship, then they can be eradicated. That is, one should think, ‘When I was not in Satsang, I had these vicious swabhavs . But ever since I have entered Satsang, they have diminished.’ Thereafter, every year one should check to see if one has progressed or if there is still some deficiency remaining. However, a fool does not keep an account like the merchant does. Thus, any swabhav which one may have can be eradicated if one continuously examines oneself while doing satsang .”\n\nThereupon Muktanand Swami asked, “If one keeps bad company then it is obvious that one will develop vicious swabhavs . But why is it that such vicious swabhavs arise even after one associates with the Sant?”\n\nShriji Maharaj explained, “During one’s childhood, one does not face the inner enemies of lust, anger, avarice, etc. Moreover, at that age, one also tends to have more love for God. However, when one enters youth, the inner enemies of lust, anger, etc., increase along with the belief that one is the body. If during that period one keeps the company of a sadhu who does not have vicious natures such as lust, the belief that one is the body, etc., then one will cross the ocean of youth. However, if the youth does not do this, the inner enemies of lust, anger, etc., will defeat him, and he will consequently turn vile.\n\n“However, if an older person is spoilt while doing satsang , it is because whichever faults he perceives in the great Purush all return to dwell in his own heart. Conversely, if one imbibes the virtues of the great Purush and thinks: ‘Any swabhav the great Purush exhibits is only for the sake of the jiva’s liberation. He is, in fact, flawless; but my perceiving flaws in him is, in fact, due to my own personal foolishness’ - and thinking thus, if he imbibes the virtues of the Satpurush and asks for forgiveness for his mistakes, then the deficiencies of that person will diminish.”\n\nThereafter Mahanubhavanand Swami asked, “Can rajasik , tamasik and sattvik swabhavs be eradicated by doing satsang ?”\n\nShriji Maharaj replied, “All swabhavs can be eradicated if one tries to eradicate them.”\n\nMuktanand Swami asked further, “If that is the case, then despite the fact that Durvasa and others have become muktas , why do they still remain tamasik ?”\n\nShriji Maharaj explained, “The gunas of tamogun , etc., which are seen in Durvasa and others are only present because they choose to keep them. They feel, ‘If someone is misbehaving, tamogun is actually very necessary in order to reprimand him. That is why we keep it.’ Thus, they purposefully retain such gunas . Nevertheless, when a swabhav is prevalent in oneself, one should bear an aversion towards it. One should think, ‘I am a devotee of God and such a vicious swabhav does not befit me.’ In this way, by the grace of God, one’s swabhavs can be eradicated if one regards them as flaws and strives to discard them.”"
}