{
    "number": 128,
    "vachanamrut": "Panchala-2",
    "title": "Sānkhya and Yoga",
    "setting": "On Fāgun sudi 7, Samvat 1877 [10 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Please bring the Moksh-dharma scripture so that we can arrange for a discourse on the chapter of Sānkhya and the chapter of Yoga.” Thereupon, the scripture was brought, and Nityānand Swāmi commenced the reading.\n\nShriji Mahārāj then said, “The followers of Yoga consider jiva and ishwar to be the 25 th element and Paramātmā to be the 26 th element. On the other hand, followers of Sānkhya include jiva and ishwar with the 24 elements, and consider Paramātmā to be the 25 th element. Of the two, the followers of Yoga believe that regardless of however much one contemplates upon the ātmā and non- ātmā , or however much one endeavors, without accepting the refuge of the manifest form of God, one cannot attain liberation. On the other hand, followers of Sānkhya believe that if one understands the ultimate fate of all deities, humans, etc., and develops vairāgya for the vishays and realizes one’s ātmā as transcending the three bodies, then one becomes a mukta . But since each of these two types of beliefs have their own deficiencies, one should employ certain methods of interpretation for the purpose of resolving those deficiencies.\n\n“The drawback of the Yoga doctrine is that both the jiva and ishwar have been considered as the 25 th element, and both have been said to have bodies comprised of 24 elements. As a result, both the jiva and ishwar seem equal. This would suggest that the sthul body is the same as virāt , the sukshma body is the same as sutrātmā , and the kāran body is the same as avyākrut . It also suggests that the waking state is the same as that of sustenance, the dream state is the same as that of creation, and the deep sleep state is the same as that of dissolution. Moreover, vishwa , taijas and prāgna would be considered equal to Vishnu, Brahmā and Shiv respectively. Thus, those followers would worship the 26 th element with such understanding. So, to remove this deficiency of equating jiva and ishwar , one should learn the following method of interpretation from a wise person: The five bhuts residing in the body of ishwar are known as mahābhuts , and those bhuts sustain the bodies of all jivas . On the other hand, the five bhuts in the body of the jiva are minor and are incapable of sustaining others. Also, the jiva possesses limited knowledge compared to ishwar , who is all-knowing. One should learn such a method of interpretation so that the jiva and ishwar are not understood to be equal to each other. If one has not done that and some adversary were to ask a question in a debate, then one would find it difficult to reply. As a result, one’s own understanding would become confused. But if one has learnt such a method, then even if someone were to raise a question, one would not allow the jiva and ishwar to be considered as being equal to each other. Therefore, one should learn such a method of interpretation so that the jiva and ishwar do not seem to be equal, and one should listen to words to that effect.\n\n“Next, the drawback of the followers of the Sānkhya doctrine is that they consider Paramātmā to be the 25 th element, transcending the 24 elements. They consider the 24 elements as being false and Paramātmā as being satya . If that were so, who would attain that Paramātmā? After all, the jiva , who is the attainer, is not considered distinct from the elements. Therefore, to remove that deficiency, one should learn the following method of interpretation from a wise person: jiva and ishwar have been included with the elements because those 24 elements cannot exist without the jiva and ishwar . But in reality jiva and ishwar are distinct from those elements and do attain Paramātmā. One should learn such a method of interpretation. If one has not done so, and an opponent in a debate were to ask a question, doubts would arise; i.e., one would think, ‘If the elements are truly false, then what is the purpose of prescribing the observance of dharma such as brahmacharya , etc., and spiritual endeavors such as shravan , manan , nididhyās , etc., to attain Paramātmā?’ Therefore, jiva and ishwar have been included with the elements because they have attained oneness with the elements, but in reality they are totally distinct from those elements and do attain Paramātmā. In this way, followers of Sānkhya should learn such methods of interpretation from a wise sādhu .\n\n“Moreover, the followers of Yoga propound methods such as the following: Liberation is attained by meditating on the manifest form of the avatārs of God such as Matsya, Kachchha, Varāh, Nrusinh, Vāman, Rām, Krishna, etc. But the followers of Sānkhya accept methods which claim that liberation is attained when one fully realizes the form of God, through experience, as described by the various Shruti scriptures - for example, as stated in: ‘Yato vācho nivartante aprāpya manasā saha’ . 1 Both doctrines are good and have been accepted by the great; one who follows both of them appropriately does attain the highest state. In both of these doctrines, the same spiritual endeavors have been prescribed, but the mode of worship in each is not the same; in fact, it is extremely different.”\n\nHaving spoken in this manner, Shriji Mahārāj then told the paramhansas , “Now please sing devotional songs.”\n\nThereupon Muktānand Swāmi and some other paramhansas commenced singing devotional songs to the accompaniment of musical instruments. Following this, Shriji Mahārāj said, “Now please stop the devotional songs. While you were singing, I thought over the principles of both Sānkhya and Yoga; please listen as I explain.\n\n“For one who follows Yoga, the luminous, divine form of God which resides in Akshardhām at the time of ātyantik-pralay is worthy of being meditated on. Moreover, God in the form of Prakruti-Purush is also worthy of being meditating on, albeit to a lesser extent. To a lesser extent than that, God in the form of the 24 elements, which have evolved from Prakruti-Purush, is also worthy of being meditated on. To a lesser extent than that, Hiranyagarbh; and to a lesser extent than that, Virāt - who has evolved from the 24 elements - is also worthy of being meditated on. Still to a lesser extent than that, Brahmā, Vishnu, Mahesh, as well as the avatārs of God on this earth such as Matsya, Kurma, Nrusinh, Varāh, etc., as well as shaligrām and other murtis of God - are all worthy of being meditated on. This, I realized while thinking, is the essence of the doctrine of Yoga.\n\n“Then, I thought over the Sānkhya doctrine. They have done away with all those forms, and it appears that they believe, ‘The cause of all thoughts is the jiva , and since there is nothing as pure as the jiva , it is appropriate to meditate on the jiva .’ In order to refute this view of Sānkhya, I again thought of Yoga. Specifically, Purushottam Bhagwān - who transcends everything - has an anvay relationship with Prakruti-Purush and all other entities. Therefore, they are all God; all possess a divine form; all are satya and worthy of being meditated on. Certain Vedic verses also support this fact: ‘Sarvam khalvidam brahma’, 2 ‘Neha nānāsti kinchana’, 3 and ‘Idam hi vishvam bhagavān-ivetaro yato jagat-sthāna-nirodha-sambhavāhā’ . 4 Thus, an aspirant who follows that path of Yoga encounters no obstacles. Why? Because that path is easy and relies on the manifest form of God. Because of this, through that path even an ordinary person can attain liberation without any difficulty.\n\n“However, there is one drawback on that path: Prakruti-Purush, etc., are thought of as being the components of the all-transcending Purushottam Bhagwān. That is, the following belief could develop: Prakruti-Purush are components of God, and their components are Hiranyagarbh, Virāt, etc. If such an understanding develops, then that is a major drawback since one feels God is divisible and has components; however, God is, in fact, indivisible, without components, unchanging, imperishable and whole. Therefore, such a misunderstanding should not be allowed to arise.\n\n“Also, one should understand, ‘God is one and unparalleled, while others such as Prakruti-Purush, etc., are His devotees and meditate on Him.’ That is why they are referred to as forms of God. Just as a great sādhu who meditates on God is known as a form of God; in the same way, Prakruti-Purush, etc., are also forms of God. Moreover, Purushottam Shri Krishna - who transcends everything - Himself assumes the forms of Vāsudev, Sankarshan, Pradyumna and Aniruddha, and assumes the avatārs of Rām, Krishna, etc. Thus, He is worthy of being meditated on.’ If one has such an understanding, then that path of Yoga is absolutely free of obstacles and is the best path.\n\n“Now the drawback of the Sānkhya doctrine is that it claims, ‘All that is grasped via the antahkaran and the indriyas is false, while all that is grasped through experience is satya .’ Thereby, they propound all forms as being false. But along with that, they also consider the forms of God that have manifested to liberate the jivas as being false. In fact, they also view the forms of Aniruddha, Pradyumna and Sankarshan as being false. They only accept Vāsudev, who is nirgun . That is their major drawback.\n\n“Therefore, it suits the followers of Sānkhya to believe, ‘After imbibing the thoughts of sānkhya and considering whatever has evolved from Prakruti-Purush as being perishable, one should realize one’s own ātmā as being distinct from all, as being pure and brahmarup . Then, understanding the form of God that has manifested to liberate the jivas as being satya , one should meditate on Him.’ In this manner, these two types of thoughts can be known if one learns from someone who is wise, like Me; otherwise, even if one studies or listens to the scriptures, one cannot understand them.\n\n“In reality, the teachings of Yoga are actually for one who has become brahmarup by initially having practiced thoughts of sānkhya . Thus, it is said:\n\n“In this way, the Sānkhya doctrine is dependent on Yoga. Why? Because through that sānkhya thought, the followers of Sānkhya realize all vishays that can be indulged in via the five indriyas and four antahkarans - which are distinct from one’s own ātmā - to be totally vain. Therefore, such a person is not enticed by any objects, nor does he become attached to them. Moreover, if someone were to say to him, ‘This object is extremely pleasurable,’ he would think, ‘It may be pleasurable, but it is perceived through the indriyas and antahkaran ; and that which the indriyas and antahkaran perceive is asatya and perishable.’ Such is the firm understanding of a follower of Sānkhya, who also realizes his own ātmā as pure. Such a person should meditate on, worship, and offer bhakti to God according to the path of Yoga. If he does not adopt this, that would be a major flaw in him.\n\n“In this manner, I have described the eternal principles of the Sānkhya scriptures and the Yoga scriptures having thoroughly pondered over them. The unorthodox proponents of Yoga and Sānkhya, however, have corrupted both paths. Those who are proponents of Yoga try to establish the truth of forms, and in the process they realize all people, the forms of Brahmā, Vishnu and Shiv, as well as the forms of Rām, Krishna and other avatārs as equal to each other. Followers of Sānkhya denounce all forms, and in the process they also denounce places of pilgrimage; observances; murtis ; yam and niyam ; forms of dharma such as brahmacharya ; as well as Brahmā, Vishnu, Shiv; and Rām, Krishna and other avatārs . Therefore, both, the unorthodox followers of Sānkhya and the unorthodox followers of Yoga, have deviated from the correct path. As a result, they will be consigned to narak .”\n\nOn Fagun sudi 7, Samvat 1877 [10 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Please bring the Moksh-dharma scripture so that we can arrange for a discourse on the chapter of Sankhya and the chapter of Yoga.” Thereupon, the scripture was brought, and Nityanand Swami commenced the reading.\n\nShriji Maharaj then said, “The followers of Yoga consider jiva and ishwar to be the 25 th element and Paramatma to be the 26 th element. On the other hand, followers of Sankhya include jiva and ishwar with the 24 elements, and consider Paramatma to be the 25 th element. Of the two, the followers of Yoga believe that regardless of however much one contemplates upon the atma and non- atma , or however much one endeavors, without accepting the refuge of the manifest form of God, one cannot attain liberation. On the other hand, followers of Sankhya believe that if one understands the ultimate fate of all deities, humans, etc., and develops vairagya for the vishays and realizes one’s atma as transcending the three bodies, then one becomes a mukta . But since each of these two types of beliefs have their own deficiencies, one should employ certain methods of interpretation for the purpose of resolving those deficiencies.\n\n“The drawback of the Yoga doctrine is that both the jiva and ishwar have been considered as the 25 th element, and both have been said to have bodies comprised of 24 elements. As a result, both the jiva and ishwar seem equal. This would suggest that the sthul body is the same as virat , the sukshma body is the same as sutratma , and the karan body is the same as avyakrut . It also suggests that the waking state is the same as that of sustenance, the dream state is the same as that of creation, and the deep sleep state is the same as that of dissolution. Moreover, vishwa , taijas and pragna would be considered equal to Vishnu, Brahma and Shiv respectively. Thus, those followers would worship the 26 th element with such understanding. So, to remove this deficiency of equating jiva and ishwar , one should learn the following method of interpretation from a wise person: The five bhuts residing in the body of ishwar are known as mahabhuts , and those bhuts sustain the bodies of all jivas . On the other hand, the five bhuts in the body of the jiva are minor and are incapable of sustaining others. Also, the jiva possesses limited knowledge compared to ishwar , who is all-knowing. One should learn such a method of interpretation so that the jiva and ishwar are not understood to be equal to each other. If one has not done that and some adversary were to ask a question in a debate, then one would find it difficult to reply. As a result, one’s own understanding would become confused. But if one has learnt such a method, then even if someone were to raise a question, one would not allow the jiva and ishwar to be considered as being equal to each other. Therefore, one should learn such a method of interpretation so that the jiva and ishwar do not seem to be equal, and one should listen to words to that effect.\n\n“Next, the drawback of the followers of the Sankhya doctrine is that they consider Paramatma to be the 25 th element, transcending the 24 elements. They consider the 24 elements as being false and Paramatma as being satya . If that were so, who would attain that Paramatma? After all, the jiva , who is the attainer, is not considered distinct from the elements. Therefore, to remove that deficiency, one should learn the following method of interpretation from a wise person: jiva and ishwar have been included with the elements because those 24 elements cannot exist without the jiva and ishwar . But in reality jiva and ishwar are distinct from those elements and do attain Paramatma. One should learn such a method of interpretation. If one has not done so, and an opponent in a debate were to ask a question, doubts would arise; i.e., one would think, ‘If the elements are truly false, then what is the purpose of prescribing the observance of dharma such as brahmacharya , etc., and spiritual endeavors such as shravan , manan , nididhyas , etc., to attain Paramatma?’ Therefore, jiva and ishwar have been included with the elements because they have attained oneness with the elements, but in reality they are totally distinct from those elements and do attain Paramatma. In this way, followers of Sankhya should learn such methods of interpretation from a wise sadhu .\n\n“Moreover, the followers of Yoga propound methods such as the following: Liberation is attained by meditating on the manifest form of the avatars of God such as Matsya, Kachchha, Varah, Nrusinh, Vaman, Ram, Krishna, etc. But the followers of Sankhya accept methods which claim that liberation is attained when one fully realizes the form of God, through experience, as described by the various Shruti scriptures - for example, as stated in: ‘Yato vacho nivartante aprapya manasa saha’ . 1 Both doctrines are good and have been accepted by the great; one who follows both of them appropriately does attain the highest state. In both of these doctrines, the same spiritual endeavors have been prescribed, but the mode of worship in each is not the same; in fact, it is extremely different.”\n\nHaving spoken in this manner, Shriji Maharaj then told the paramhansas , “Now please sing devotional songs.”\n\nThereupon Muktanand Swami and some other paramhansas commenced singing devotional songs to the accompaniment of musical instruments. Following this, Shriji Maharaj said, “Now please stop the devotional songs. While you were singing, I thought over the principles of both Sankhya and Yoga; please listen as I explain.\n\n“For one who follows Yoga, the luminous, divine form of God which resides in Akshardham at the time of atyantik-pralay is worthy of being meditated on. Moreover, God in the form of Prakruti-Purush is also worthy of being meditating on, albeit to a lesser extent. To a lesser extent than that, God in the form of the 24 elements, which have evolved from Prakruti-Purush, is also worthy of being meditated on. To a lesser extent than that, Hiranyagarbh; and to a lesser extent than that, Virat - who has evolved from the 24 elements - is also worthy of being meditated on. Still to a lesser extent than that, Brahma, Vishnu, Mahesh, as well as the avatars of God on this earth such as Matsya, Kurma, Nrusinh, Varah, etc., as well as shaligram and other murtis of God - are all worthy of being meditated on. This, I realized while thinking, is the essence of the doctrine of Yoga.\n\n“Then, I thought over the Sankhya doctrine. They have done away with all those forms, and it appears that they believe, ‘The cause of all thoughts is the jiva , and since there is nothing as pure as the jiva , it is appropriate to meditate on the jiva .’ In order to refute this view of Sankhya, I again thought of Yoga. Specifically, Purushottam Bhagwan - who transcends everything - has an anvay relationship with Prakruti-Purush and all other entities. Therefore, they are all God; all possess a divine form; all are satya and worthy of being meditated on. Certain Vedic verses also support this fact: ‘Sarvam khalvidam brahma’, 2 ‘Neha nanasti kinchana’, 3 and ‘Idam hi vishvam bhagavan-ivetaro yato jagat-sthana-nirodha-sambhavaha’ . 4 Thus, an aspirant who follows that path of Yoga encounters no obstacles. Why? Because that path is easy and relies on the manifest form of God. Because of this, through that path even an ordinary person can attain liberation without any difficulty.\n\n“However, there is one drawback on that path: Prakruti-Purush, etc., are thought of as being the components of the all-transcending Purushottam Bhagwan. That is, the following belief could develop: Prakruti-Purush are components of God, and their components are Hiranyagarbh, Virat, etc. If such an understanding develops, then that is a major drawback since one feels God is divisible and has components; however, God is, in fact, indivisible, without components, unchanging, imperishable and whole. Therefore, such a misunderstanding should not be allowed to arise.\n\n“Also, one should understand, ‘God is one and unparalleled, while others such as Prakruti-Purush, etc., are His devotees and meditate on Him.’ That is why they are referred to as forms of God. Just as a great sadhu who meditates on God is known as a form of God; in the same way, Prakruti-Purush, etc., are also forms of God. Moreover, Purushottam Shri Krishna - who transcends everything - Himself assumes the forms of Vasudev, Sankarshan, Pradyumna and Aniruddha, and assumes the avatars of Ram, Krishna, etc. Thus, He is worthy of being meditated on.’ If one has such an understanding, then that path of Yoga is absolutely free of obstacles and is the best path.\n\n“Now the drawback of the Sankhya doctrine is that it claims, ‘All that is grasped via the antahkaran and the indriyas is false, while all that is grasped through experience is satya .’ Thereby, they propound all forms as being false. But along with that, they also consider the forms of God that have manifested to liberate the jivas as being false. In fact, they also view the forms of Aniruddha, Pradyumna and Sankarshan as being false. They only accept Vasudev, who is nirgun . That is their major drawback.\n\n“Therefore, it suits the followers of Sankhya to believe, ‘After imbibing the thoughts of sankhya and considering whatever has evolved from Prakruti-Purush as being perishable, one should realize one’s own atma as being distinct from all, as being pure and brahmarup . Then, understanding the form of God that has manifested to liberate the jivas as being satya , one should meditate on Him.’ In this manner, these two types of thoughts can be known if one learns from someone who is wise, like Me; otherwise, even if one studies or listens to the scriptures, one cannot understand them.\n\n“In reality, the teachings of Yoga are actually for one who has become brahmarup by initially having practiced thoughts of sankhya . Thus, it is said:\n\n“In this way, the Sankhya doctrine is dependent on Yoga. Why? Because through that sankhya thought, the followers of Sankhya realize all vishays that can be indulged in via the five indriyas and four antahkarans - which are distinct from one’s own atma - to be totally vain. Therefore, such a person is not enticed by any objects, nor does he become attached to them. Moreover, if someone were to say to him, ‘This object is extremely pleasurable,’ he would think, ‘It may be pleasurable, but it is perceived through the indriyas and antahkaran ; and that which the indriyas and antahkaran perceive is asatya and perishable.’ Such is the firm understanding of a follower of Sankhya, who also realizes his own atma as pure. Such a person should meditate on, worship, and offer bhakti to God according to the path of Yoga. If he does not adopt this, that would be a major flaw in him.\n\n“In this manner, I have described the eternal principles of the Sankhya scriptures and the Yoga scriptures having thoroughly pondered over them. The unorthodox proponents of Yoga and Sankhya, however, have corrupted both paths. Those who are proponents of Yoga try to establish the truth of forms, and in the process they realize all people, the forms of Brahma, Vishnu and Shiv, as well as the forms of Ram, Krishna and other avatars as equal to each other. Followers of Sankhya denounce all forms, and in the process they also denounce places of pilgrimage; observances; murtis ; yam and niyam ; forms of dharma such as brahmacharya ; as well as Brahma, Vishnu, Shiv; and Ram, Krishna and other avatars . Therefore, both, the unorthodox followers of Sankhya and the unorthodox followers of Yoga, have deviated from the correct path. As a result, they will be consigned to narak .”"
}