{
    "number": 185,
    "vachanamrut": "Gadhada II-52",
    "title": "What Befits a Renunciant and What Befits a Householder",
    "setting": "On Chaitra vadi 11, Samvat 1880 [25 April 1824], Shriji Mahārāj arrived at Lakshmivādi on horseback from Dādā Khāchar’s darbār in Gadhadā. There, He sat on a square platform and was dressed entirely in white clothes. He was also wearing a garland of flowers around His neck, and a tassel of flowers decorated His pāgh . At that time, some munis were singing devotional songs to the accompaniment of a jhānjh and mrudang , while other munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "After the munis had finished singing, Shriji Mahārāj said, “I wish to speak now, so please listen. In this world, the path of a renunciant and the path of a householder are both different. That which befits a householder is not appropriate for a renunciant, and that which befits a renunciant is not appropriate for a householder. One who is wise will realize this, but others will not.\n\n“Now, I shall explain the distinctions. Wealth and property; elephants and horses; cows and buffaloes; houses and mansions; a wife and children; lavish clothes and jewelry are all befitting for a householder. But for a renunciant, they are completely inappropriate. For a renunciant, to live in the forest; to keep no clothes except a loincloth; to wear a cap on one’s head; to shave off one’s hair, beard and moustache; to wear saffron-colored clothes; and to tolerate someone swearing or throwing dust at one are most befitting. But these, although befitting for a renunciant, are in fact inappropriate for a householder. Thus, one who has renounced the world and become a renunciant should think, ‘Which āshram do I belong to?’ A wise person should think about this; he should not stray onto some inappropriate path like a fool.\n\n“Moreover, if a wise person is scolded by someone, he would in turn consider the scolder’s virtues; on the other  hand, if someone offers some useful advice to a fool, the fool would be offended. In that respect, Mulji Brahmachāri and Ratanji are never offended; that is why I get along very well with them.\n\n“Also, I like one who serves with shraddhā. Conversely, if someone who does not have shraddhā were to bring Me a meal, I would not like the food; or if they were to bring some clothes, I would not like to wear them; or if they were to perform My puja, I would not like that puja. If, however, one offers something with shraddhā , I like it very much.\n\n“Furthermore, even if one offers bhakti with shraddhā , if one becomes jealous of someone else who comes to offer their bhakti , then I do not like that. Thus, I very much prefer one who offers bhakti with shraddhā and without jealousy.”\n\nOn Chaitra vadi 11, Samvat 1880 [25 April 1824], Shriji Maharaj arrived at Lakshmivadi on horseback from Dada Khachar’s darbar in Gadhada. There, He sat on a square platform and was dressed entirely in white clothes. He was also wearing a garland of flowers around His neck, and a tassel of flowers decorated His pagh . At that time, some munis were singing devotional songs to the accompaniment of a jhanjh and mrudang , while other munis as well as devotees from various places had gathered before Him in an assembly.\n\nAfter the munis had finished singing, Shriji Maharaj said, “I wish to speak now, so please listen. In this world, the path of a renunciant and the path of a householder are both different. That which befits a householder is not appropriate for a renunciant, and that which befits a renunciant is not appropriate for a householder. One who is wise will realize this, but others will not.\n\n“Now, I shall explain the distinctions. Wealth and property; elephants and horses; cows and buffaloes; houses and mansions; a wife and children; lavish clothes and jewelry are all befitting for a householder. But for a renunciant, they are completely inappropriate. For a renunciant, to live in the forest; to keep no clothes except a loincloth; to wear a cap on one’s head; to shave off one’s hair, beard and moustache; to wear saffron-colored clothes; and to tolerate someone swearing or throwing dust at one are most befitting. But these, although befitting for a renunciant, are in fact inappropriate for a householder. Thus, one who has renounced the world and become a renunciant should think, ‘Which ashram do I belong to?’ A wise person should think about this; he should not stray onto some inappropriate path like a fool.\n\n“Moreover, if a wise person is scolded by someone, he would in turn consider the scolder’s virtues; on the other  hand, if someone offers some useful advice to a fool, the fool would be offended. In that respect, Mulji Brahmachari and Ratanji are never offended; that is why I get along very well with them.\n\n“Also, I like one who serves with shraddha. Conversely, if someone who does not have shraddha were to bring Me a meal, I would not like the food; or if they were to bring some clothes, I would not like to wear them; or if they were to perform My puja, I would not like that puja. If, however, one offers something with shraddha , I like it very much.\n\n“Furthermore, even if one offers bhakti with shraddha , if one becomes jealous of someone else who comes to offer their bhakti , then I do not like that. Thus, I very much prefer one who offers bhakti with shraddha and without jealousy.”"
}