{
    "number": 201,
    "vachanamrut": "Vartal-1",
    "title": "Nirvikalp Samādhi",
    "setting": "On Kārtik sudi 11, Samvat 1882 [21 November 1825], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on an ornate seat in the mango grove along the banks of Lake Gomti on the north side of the mandir of Shri Lakshminārāyan in Vartāl. He was wearing a white survāl and a white angarkhu . He had also tied a blue reto around His waist. An orange reto with edges decorated with golden threads was tied around His head, and another orange reto with a brocaded border was resting upon His shoulder. In addition to this, a garland of roses was hanging around His neck, tassels of roses had been placed upon His head, and a string of rose flowers as well as an armlet had been tied around His arms. Beautifully adorned in this manner, Shriji Mahārāj sat facing north, while munis as well as devotees from various places gathered before Him in an assembly.",
    "text": "At that time, Shobhārām Shāstri of Vadodarā asked Shriji Mahārāj a question, “Mahārāj, when an aspirant attains nirvikalp samādhi , he becomes gunātit and an ekāntik bhakta of God. What, then, becomes of one who does not attain nirvikalp samādhi ?”\n\nThereupon Shriji Mahārāj replied, “It is not the case that nirvikalp samādhi is attained only when the prāns are controlled. There is another way to attain nirvikalp samādhi , which I shall explain to you; so please listen carefully. The Shrimad Bhāgwat states:\n\n“This verse explains that when a spiritual aspirant establishes a firm conviction of Shri Krishna Bhagwān - who is worthy of being taken the refuge of and who can be realized through the nine characteristics of sarg , visarg , etc. - then he will never have a doubt. For example, once one has firmly realized that this is a mango tree, then even if one is overcome by lust, anger or avarice, one will not entertain any doubts such as, ‘Is this a mango tree or not?’ In the same manner, regardless of whether a person has controlled his prāns or not, if he has a firm conviction of the manifest form of Shri Krishna Bhagwān - without any form of doubts whatsoever - then he has attained nirvikalp samādhi .\n\n“However, someone may repeatedly have doubts in his mind about God’s nature. For example, he may think, ‘What must God’s form be like in Brahmapur? What must His form be like in Shwetdwip and Vaikunth? When will I have the darshan of that form?’ He continues to harbor such doubts in his mind, but he does not feel fulfilled by realizing that the incarnate form of God that he has attained is alone the cause of everything. Even if he attains samādhi by God’s wish, his doubts are never eradicated. No matter what he sees in samādhi , he always desires to see something new; never are the desires of his mind subdued. Even if such a person experiences samādhi , it is savikalp samādhi ; and even if he does not experience samādhi , it is still savikalp samādhi . Therefore, such a person cannot be called a gunātit , ekāntik bhakta . One who does have the firm conviction of God, regardless of whether he has samādhi or not, can be said to have constant nirvikalp samādhi .”\n\nThen Dinānāth Bhatt asked, “What will become of one who, despite attempting to eradicate the desires in one’s mind, fails to conquer the mind?”\n\nShriji Mahārāj replied, “As the war between the Kauravs and the Pāndavs was set to begin, the Kauravs and the Pāndavs thought, ‘Let us engage in the battle in such a holy place that even if one is killed in the fighting, one’s jiva will still benefit.’ With this thought in mind, they eventually fought at Kurukshetra. Thereafter, those who won obviously benefited. Those who were killed in the battle, though, attained Devlok and obtained happiness greater than that of ruling over a kingdom.\n\n“Hence, regarding one who takes up a fight with his mind - if he wins, then he attains nirvikalp samādhi and becomes an ekāntik bhakta of God. But if he should lose to his mind, he falls from his spiritual endeavors. Then, maybe after one life or two lives or even after many lives, ultimately, he will become an ekāntik bhakta ; but his efforts will not have been in vain.\n\n“Thus, a person who is wise should definitely develop enmity towards his mind for the sake of his liberation. Thereby, if he conquers his mind, he is sure to benefit; but even if he is defeated by his mind, he will eventually return to the path of realization, which is also beneficial in the end. Therefore, one who aspires for liberation should most certainly develop enmity towards his mind.”\n\nOn Kartik sudi 11, Samvat 1882 [21 November 1825], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on an ornate seat in the mango grove along the banks of Lake Gomti on the north side of the mandir of Shri Lakshminarayan in Vartal. He was wearing a white surval and a white angarkhu . He had also tied a blue reto around His waist. An orange reto with edges decorated with golden threads was tied around His head, and another orange reto with a brocaded border was resting upon His shoulder. In addition to this, a garland of roses was hanging around His neck, tassels of roses had been placed upon His head, and a string of rose flowers as well as an armlet had been tied around His arms. Beautifully adorned in this manner, Shriji Maharaj sat facing north, while munis as well as devotees from various places gathered before Him in an assembly.\n\nAt that time, Shobharam Shastri of Vadodara asked Shriji Maharaj a question, “Maharaj, when an aspirant attains nirvikalp samadhi , he becomes gunatit and an ekantik bhakta of God. What, then, becomes of one who does not attain nirvikalp samadhi ?”\n\nThereupon Shriji Maharaj replied, “It is not the case that nirvikalp samadhi is attained only when the prans are controlled. There is another way to attain nirvikalp samadhi , which I shall explain to you; so please listen carefully. The Shrimad Bhagwat states:\n\n“This verse explains that when a spiritual aspirant establishes a firm conviction of Shri Krishna Bhagwan - who is worthy of being taken the refuge of and who can be realized through the nine characteristics of sarg , visarg , etc. - then he will never have a doubt. For example, once one has firmly realized that this is a mango tree, then even if one is overcome by lust, anger or avarice, one will not entertain any doubts such as, ‘Is this a mango tree or not?’ In the same manner, regardless of whether a person has controlled his prans or not, if he has a firm conviction of the manifest form of Shri Krishna Bhagwan - without any form of doubts whatsoever - then he has attained nirvikalp samadhi .\n\n“However, someone may repeatedly have doubts in his mind about God’s nature. For example, he may think, ‘What must God’s form be like in Brahmapur? What must His form be like in Shwetdwip and Vaikunth? When will I have the darshan of that form?’ He continues to harbor such doubts in his mind, but he does not feel fulfilled by realizing that the incarnate form of God that he has attained is alone the cause of everything. Even if he attains samadhi by God’s wish, his doubts are never eradicated. No matter what he sees in samadhi , he always desires to see something new; never are the desires of his mind subdued. Even if such a person experiences samadhi , it is savikalp samadhi ; and even if he does not experience samadhi , it is still savikalp samadhi . Therefore, such a person cannot be called a gunatit , ekantik bhakta . One who does have the firm conviction of God, regardless of whether he has samadhi or not, can be said to have constant nirvikalp samadhi .”\n\nThen Dinanath Bhatt asked, “What will become of one who, despite attempting to eradicate the desires in one’s mind, fails to conquer the mind?”\n\nShriji Maharaj replied, “As the war between the Kauravs and the Pandavs was set to begin, the Kauravs and the Pandavs thought, ‘Let us engage in the battle in such a holy place that even if one is killed in the fighting, one’s jiva will still benefit.’ With this thought in mind, they eventually fought at Kurukshetra. Thereafter, those who won obviously benefited. Those who were killed in the battle, though, attained Devlok and obtained happiness greater than that of ruling over a kingdom.\n\n“Hence, regarding one who takes up a fight with his mind - if he wins, then he attains nirvikalp samadhi and becomes an ekantik bhakta of God. But if he should lose to his mind, he falls from his spiritual endeavors. Then, maybe after one life or two lives or even after many lives, ultimately, he will become an ekantik bhakta ; but his efforts will not have been in vain.\n\n“Thus, a person who is wise should definitely develop enmity towards his mind for the sake of his liberation. Thereby, if he conquers his mind, he is sure to benefit; but even if he is defeated by his mind, he will eventually return to the path of realization, which is also beneficial in the end. Therefore, one who aspires for liberation should most certainly develop enmity towards his mind.”"
}