{
    "number": 103,
    "vachanamrut": "Kariyani-7",
    "title": "Vairāgya Due to Obsession; Ultimate Liberation",
    "setting": "On the night of Kārtik sudi 1, Samvat 1877 [6 November 1820], a row of oil lamps had been arranged around a dais in front of the north-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. There, Shriji Mahārāj was sitting on a cot that had been placed on that dais. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Kāshidās of the village of Bochāsan asked Shriji Mahārāj a question, “Mahārāj, renunciants follow the path of nivrutti ; thus, they are able to keep their vrutti constantly on God. But householders follow the path of pravrutti ; hence, they are plagued with countless worldly problems. What understanding, then, must a householder maintain in order to fix his vrutti constantly on God?”\n\nShriji Mahārāj replied, “The householder should believe, ‘Just as I had parents, wives and children during my past lives in the cycle of 8.4 million life forms, I have the same in this life as well. In fact, there must be many mothers, sisters and daughters from many past lives wandering around, and yet, just as I do not have any sense of my-ness for them, similarly, I should not keep any sense of my-ness for the relations of this body either.’ Thinking in this manner, if he diverts his affection from everything else and maintains firm affection only towards God and keeps the company of a sādhu , then even a householder’s vrutti can remain constantly fixed on God, just like the vrutti of a renunciant.”\n\nHearing these words of Shriji Mahārāj, all of the householders present in the assembly folded their hands and asked, “Mahārāj, what will become of the householder who is unable to behave in that manner?”\n\nShriji Mahārāj answered, “I spoke in reference to a person who, having eradicated all desires for all objects except God, keeps his vrutti constantly on God. But someone who is not so strong should abide by the codes of dharma of Satsang. He should also rely on the strength of God and the Sant, whose refuge he has taken, by believing, ‘God is the savior of the sinners and the uplifter of the fallen, and I have attained Him in person.’” Hearing such words from Shriji Mahārāj, the devotees became extremely pleased.\n\nShriji Mahārāj then asked the sādhus , “What causes vairāgya to arise?”\n\nThe sādhus replied according to their understanding, but Shriji Mahārāj’s question could not be answered satisfactorily. So the munis said, “Mahārāj, You will have to answer that question.”\n\nShriji Mahārāj explained, “Upon hearing the words of the scriptures and the Satpurush, developing an obsession that does not diminish once developed is the only cause for vairāgya ; there is no other cause. Whoever is obsessed in such a manner will develop vairāgya , regardless of whether he is tāmasik , rājasik or sāttvik . On the other hand, if a person does not have such an obsession, he will not develop vairāgya . Also, if someone’s obsession diminishes after a few days, then the vairāgya that develops can cause tremendous harm. How? Well, when he does have the obsession, he renounces and leaves his home. Then, after he accepts the saffron robes, the obsession that he had previously developed subsides; but the house he left behind would be in ruins. Then, like the dog of a washerman who is fed neither at home nor at the river, he falls from both paths. On the other hand, those who have firm vairāgya attain the highest state of enlightenment.”\n\nThen Shriji Mahārāj, in an extremely pleased mood, asked another question to the paramhansas , “What is ultimate liberation? Also, how does one who has attained God-realization and ultimate liberation feel in all of his activities?”\n\nThe munis answered according to their understanding, but Shriji Mahārāj’s question was not answered satisfactorily. So, all of the munis folded their hands and said to Shriji Mahārāj, “Mahārāj, You will have to answer that question.”\n\nThereupon Shriji Mahārāj said, “During the dissolution of the brahmānd , the 24 elements, which have evolved from Prakruti, are assimilated into Prakruti. Then Prakruti-Purush also disappear in the divine light of Aksharbrahma, after which only the concentrated light characterized by eternal existence, consciousness and bliss remains. The divine form of Purushottam Bhagwān Vāsudev is constantly present in that divine light. Through that divine form, He Himself becomes visible to everyone and manifests on earth in human form for the purpose of granting liberation to the jivas . But the jivas on earth who are ignorant fools claim that God has māyik gunas within Him. In reality, though, He does not have any māyik gunas within Him. He is forever gunātit and has a divine form. Moreover, it is that very same God, who has a form and is divine, that the Vedānta scriptures propound as being uncuttable, un-pierceable, nirgun , and pervading everywhere. It is to dispel the māyik view from the mind of the jiva that He has been propounded as being nirgun . That God remains as He is during the time of creation, sustenance and dissolution of the cosmos; i.e., He does not undergo any changes like worldly objects do. He always maintains a divine form. Having such a firm conviction of the manifest form of Purushottam is called ultimate liberation.\n\n“One who has attained God-realization through such a conviction experiences the following: Wherever he casts his eyes - among all the mobile and immobile forms - he sees the form of God as if it is before his eyes - the same form that constantly remains in Akshardhām even after the dissolution of the body, the brahmānd and Prakruti-Purush. Other than that form, he does not perceive even an atom. These are the characteristics of one who has attained God-realization.”\n\nOn the night of Kartik sudi 1, Samvat 1877 [6 November 1820], a row of oil lamps had been arranged around a dais in front of the north-facing rooms of Vasta Khachar’s darbar in Kariyani. There, Shriji Maharaj was sitting on a cot that had been placed on that dais. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Kashidas of the village of Bochasan asked Shriji Maharaj a question, “Maharaj, renunciants follow the path of nivrutti ; thus, they are able to keep their vrutti constantly on God. But householders follow the path of pravrutti ; hence, they are plagued with countless worldly problems. What understanding, then, must a householder maintain in order to fix his vrutti constantly on God?”\n\nShriji Maharaj replied, “The householder should believe, ‘Just as I had parents, wives and children during my past lives in the cycle of 8.4 million life forms, I have the same in this life as well. In fact, there must be many mothers, sisters and daughters from many past lives wandering around, and yet, just as I do not have any sense of my-ness for them, similarly, I should not keep any sense of my-ness for the relations of this body either.’ Thinking in this manner, if he diverts his affection from everything else and maintains firm affection only towards God and keeps the company of a sadhu , then even a householder’s vrutti can remain constantly fixed on God, just like the vrutti of a renunciant.”\n\nHearing these words of Shriji Maharaj, all of the householders present in the assembly folded their hands and asked, “Maharaj, what will become of the householder who is unable to behave in that manner?”\n\nShriji Maharaj answered, “I spoke in reference to a person who, having eradicated all desires for all objects except God, keeps his vrutti constantly on God. But someone who is not so strong should abide by the codes of dharma of Satsang. He should also rely on the strength of God and the Sant, whose refuge he has taken, by believing, ‘God is the savior of the sinners and the uplifter of the fallen, and I have attained Him in person.’” Hearing such words from Shriji Maharaj, the devotees became extremely pleased.\n\nShriji Maharaj then asked the sadhus , “What causes vairagya to arise?”\n\nThe sadhus replied according to their understanding, but Shriji Maharaj’s question could not be answered satisfactorily. So the munis said, “Maharaj, You will have to answer that question.”\n\nShriji Maharaj explained, “Upon hearing the words of the scriptures and the Satpurush, developing an obsession that does not diminish once developed is the only cause for vairagya ; there is no other cause. Whoever is obsessed in such a manner will develop vairagya , regardless of whether he is tamasik , rajasik or sattvik . On the other hand, if a person does not have such an obsession, he will not develop vairagya . Also, if someone’s obsession diminishes after a few days, then the vairagya that develops can cause tremendous harm. How? Well, when he does have the obsession, he renounces and leaves his home. Then, after he accepts the saffron robes, the obsession that he had previously developed subsides; but the house he left behind would be in ruins. Then, like the dog of a washerman who is fed neither at home nor at the river, he falls from both paths. On the other hand, those who have firm vairagya attain the highest state of enlightenment.”\n\nThen Shriji Maharaj, in an extremely pleased mood, asked another question to the paramhansas , “What is ultimate liberation? Also, how does one who has attained God-realization and ultimate liberation feel in all of his activities?”\n\nThe munis answered according to their understanding, but Shriji Maharaj’s question was not answered satisfactorily. So, all of the munis folded their hands and said to Shriji Maharaj, “Maharaj, You will have to answer that question.”\n\nThereupon Shriji Maharaj said, “During the dissolution of the brahmand , the 24 elements, which have evolved from Prakruti, are assimilated into Prakruti. Then Prakruti-Purush also disappear in the divine light of Aksharbrahma, after which only the concentrated light characterized by eternal existence, consciousness and bliss remains. The divine form of Purushottam Bhagwan Vasudev is constantly present in that divine light. Through that divine form, He Himself becomes visible to everyone and manifests on earth in human form for the purpose of granting liberation to the jivas . But the jivas on earth who are ignorant fools claim that God has mayik gunas within Him. In reality, though, He does not have any mayik gunas within Him. He is forever gunatit and has a divine form. Moreover, it is that very same God, who has a form and is divine, that the Vedanta scriptures propound as being uncuttable, un-pierceable, nirgun , and pervading everywhere. It is to dispel the mayik view from the mind of the jiva that He has been propounded as being nirgun . That God remains as He is during the time of creation, sustenance and dissolution of the cosmos; i.e., He does not undergo any changes like worldly objects do. He always maintains a divine form. Having such a firm conviction of the manifest form of Purushottam is called ultimate liberation.\n\n“One who has attained God-realization through such a conviction experiences the following: Wherever he casts his eyes - among all the mobile and immobile forms - he sees the form of God as if it is before his eyes - the same form that constantly remains in Akshardham even after the dissolution of the body, the brahmand and Prakruti-Purush. Other than that form, he does not perceive even an atom. These are the characteristics of one who has attained God-realization.”"
}