{
    "number": 198,
    "vachanamrut": "Gadhada II-65",
    "title": "The Over-Wise",
    "setting": "On Posh sudi 11, Samvat 1881 [1 January 1825], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot near the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Please listen, as I wish to speak about God.”\n\nThe sādhus , who were singing devotional songs to the accompaniment of a tāl and pakhwāj , stopped singing. They then folded their hands and settled down to listen.\n\nThereupon Shriji Mahārāj began, “When God manifests for the liberation of the jivas as an avatār such as Rām, Krishna, etc., He is not infatuated by anything in this world, which is the result of māyā . In fact, due to His transcendental majesty, He behaves absolutely fearlessly. However, for the sake of accepting the bhakti of His devotees, He also quite thoroughly indulges in the panchvishays . Seeing this, those people in the world who are over-wise, perceive faults in God. They think, ‘He maybe called God, but He has more attachment to this world than we do.’ Thinking thus, they consider God to be human, just like themselves, but they do not realize His transcendental greatness. This in itself is God’s māyā .\n\n“In fact, even a sādhu who has realized the ātmā and has become brahmarup is not infatuated upon seeing any object of this world. So then, what is surprising about Shri Krishna Bhagwān - who is Parabrahma, and who transcends Brahma - being able to remain uninfluenced by māyā and the results of māyā ? He certainly can.”\n\nHaving said this, Shriji Mahārāj said, “A sādhu who has attained ātmā -realization also possesses intense vairāgya ; due to both of these virtues, he will not become attached to anything in any way. However, if he does not possess bhakti towards God, it is as good as preparing many different types of food dishes but not adding salt; i.e., all would be tasteless. In the same way, without the bhakti of God, ātmā -realization and vairāgya alone are simply useless; one can never attain liberation through them.\n\n“Realizing this, Shukji, despite having already become brahmaswarup , studied the Shrimad Bhāgwat and offered profound bhakti to Shri Krishna Bhagwān. Therefore, it is a great shortcoming of one who has ātmā -realization to not have bhakti towards God.\n\n“In the same way, if one has bhakti towards God, but does not have the virtues of ātmā -realization and vairāgya , then just as one has love towards God, one will also develop love towards other things. Thus, this is a major shortcoming for those following the path of bhakti .\n\n“Now, a perfect devotee of God has thoroughly realized God’s greatness, and thus, everything except God seems insignificant to him. That is why he is not infatuated by anything. Therefore, when one possesses all three virtues of ātmā -realization, vairāgya and bhakti towards God, one can be said to have no deficiencies whatsoever. Such a person is called a devotee with gnān , an ekāntik bhakta and a staunch devotee of God.”\n\nOn Posh sudi 11, Samvat 1881 [1 January 1825], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot near the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Please listen, as I wish to speak about God.”\n\nThe sadhus , who were singing devotional songs to the accompaniment of a tal and pakhwaj , stopped singing. They then folded their hands and settled down to listen.\n\nThereupon Shriji Maharaj began, “When God manifests for the liberation of the jivas as an avatar such as Ram, Krishna, etc., He is not infatuated by anything in this world, which is the result of maya . In fact, due to His transcendental majesty, He behaves absolutely fearlessly. However, for the sake of accepting the bhakti of His devotees, He also quite thoroughly indulges in the panchvishays . Seeing this, those people in the world who are over-wise, perceive faults in God. They think, ‘He maybe called God, but He has more attachment to this world than we do.’ Thinking thus, they consider God to be human, just like themselves, but they do not realize His transcendental greatness. This in itself is God’s maya .\n\n“In fact, even a sadhu who has realized the atma and has become brahmarup is not infatuated upon seeing any object of this world. So then, what is surprising about Shri Krishna Bhagwan - who is Parabrahma, and who transcends Brahma - being able to remain uninfluenced by maya and the results of maya ? He certainly can.”\n\nHaving said this, Shriji Maharaj said, “A sadhu who has attained atma -realization also possesses intense vairagya ; due to both of these virtues, he will not become attached to anything in any way. However, if he does not possess bhakti towards God, it is as good as preparing many different types of food dishes but not adding salt; i.e., all would be tasteless. In the same way, without the bhakti of God, atma -realization and vairagya alone are simply useless; one can never attain liberation through them.\n\n“Realizing this, Shukji, despite having already become brahmaswarup , studied the Shrimad Bhagwat and offered profound bhakti to Shri Krishna Bhagwan. Therefore, it is a great shortcoming of one who has atma -realization to not have bhakti towards God.\n\n“In the same way, if one has bhakti towards God, but does not have the virtues of atma -realization and vairagya , then just as one has love towards God, one will also develop love towards other things. Thus, this is a major shortcoming for those following the path of bhakti .\n\n“Now, a perfect devotee of God has thoroughly realized God’s greatness, and thus, everything except God seems insignificant to him. That is why he is not infatuated by anything. Therefore, when one possesses all three virtues of atma -realization, vairagya and bhakti towards God, one can be said to have no deficiencies whatsoever. Such a person is called a devotee with gnan , an ekantik bhakta and a staunch devotee of God.”"
}