{
    "number": 210,
    "vachanamrut": "Vartal-10",
    "title": "How the Jiva Attains Liberation",
    "setting": "On Posh sudi 11, Samvat 1882 [19 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow which had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon, Bhagubhai Pātidār of the village Bhādran arrived in the assembly. He then asked Shriji Mahārāj a question, “Mahārāj, how can the jiva attain liberation?”\n\nShriji Mahārāj said, “God assumes an avatār on this earth in one of two forms - either in the form of a king or in the form of a sādhu . When He assumes an avatār upon the earth as a king, He possesses the 39 characteristics of a king, and when He assumes an avatār upon the earth in the form of a sādhu , He possesses the 30 characteristics of a sādhu .\n\n“When God appears in the form of a king, He is adept in the 64 arts and skills; 1 the four methods of ruling - reconciling with one’s enemies, suppressing one’s enemies, instigating divisions within one’s enemies and punishing one’s enemies - as well as the nine types of sentiments, 2 such amorousness, etc. However, when God appears in the form of a sādhu , he does not have these characteristics. When God is in the form of a king, then in times of calamity He may even take to hunting to survive. He may punish thieves by strangling them, and He may also keep many women in His household. But in the form of a sādhu , God strictly follows a non-violent lifestyle; in fact, He would not even pluck a blade of green grass. Also, He would not touch even wooden statues of women or paintings of women. Thus, the behavior of God in the form of a sādhu is not the same as that of God in the form of a king.\n\n“The 39 characteristics of God’s avatārs in the form of a king - such as Shri Krishna, etc. - are listed in the first canto of the Shrimad Bhāgwat through the dialogue between Pruthvi and Dharma. The 30 characteristics of God’s avatārs in the form of a sādhu - such as Dattātreya, Kapil, etc. - are listed in the 11 th canto through the dialogue between Shri Krishna Bhagwān and Uddhav.\n\n“Thus, one who aspires for liberation should recognize God through these characteristics and seek refuge of that God. One should have complete faith in Him. One should perform His bhakti while remaining within the framework of his injunctions. This is the only means of attaining liberation.\n\n“However, when God is not manifest on this earth, one should seek the refuge of the Sant who has the realization of God - because the jiva can also attain liberation through him. When even such a Sant is not present, one should keep firm faith in God’s murti and perform bhakti while observing swadharma - because doing so can also grant liberation to the jiva .”\n\nOn Posh sudi 11, Samvat 1882 [19 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow which had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon, Bhagubhai Patidar of the village Bhadran arrived in the assembly. He then asked Shriji Maharaj a question, “Maharaj, how can the jiva attain liberation?”\n\nShriji Maharaj said, “God assumes an avatar on this earth in one of two forms - either in the form of a king or in the form of a sadhu . When He assumes an avatar upon the earth as a king, He possesses the 39 characteristics of a king, and when He assumes an avatar upon the earth in the form of a sadhu , He possesses the 30 characteristics of a sadhu .\n\n“When God appears in the form of a king, He is adept in the 64 arts and skills; 1 the four methods of ruling - reconciling with one’s enemies, suppressing one’s enemies, instigating divisions within one’s enemies and punishing one’s enemies - as well as the nine types of sentiments, 2 such amorousness, etc. However, when God appears in the form of a sadhu , he does not have these characteristics. When God is in the form of a king, then in times of calamity He may even take to hunting to survive. He may punish thieves by strangling them, and He may also keep many women in His household. But in the form of a sadhu , God strictly follows a non-violent lifestyle; in fact, He would not even pluck a blade of green grass. Also, He would not touch even wooden statues of women or paintings of women. Thus, the behavior of God in the form of a sadhu is not the same as that of God in the form of a king.\n\n“The 39 characteristics of God’s avatars in the form of a king - such as Shri Krishna, etc. - are listed in the first canto of the Shrimad Bhagwat through the dialogue between Pruthvi and Dharma. The 30 characteristics of God’s avatars in the form of a sadhu - such as Dattatreya, Kapil, etc. - are listed in the 11 th canto through the dialogue between Shri Krishna Bhagwan and Uddhav.\n\n“Thus, one who aspires for liberation should recognize God through these characteristics and seek refuge of that God. One should have complete faith in Him. One should perform His bhakti while remaining within the framework of his injunctions. This is the only means of attaining liberation.\n\n“However, when God is not manifest on this earth, one should seek the refuge of the Sant who has the realization of God - because the jiva can also attain liberation through him. When even such a Sant is not present, one should keep firm faith in God’s murti and perform bhakti while observing swadharma - because doing so can also grant liberation to the jiva .”"
}