{
    "number": 163,
    "vachanamrut": "Gadhada II-30",
    "title": "Not Becoming Bound by Women and Gold",
    "setting": "On the second Chaitra sudi 9, Samvat 1879 [19 April 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow on the veranda outside the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a  white khes and had covered Himself with a white cotton cloth. He had also tied a black-bordered cloth around His head. In addition to this, He was wearing a garland of white flowers, and a tassel of white flowers was dangling from His pāgh . At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “The Shrimad Bhāgwat and the other sacred scriptures are truthful, and so reality reflects what is stated in those scriptures. Just see, in the Shrimad Bhāgwat, Kali 1 is said to reside in gold , and for that reason I do not like even the sight of gold. Moreover, just as gold is a source of attachment, so is beauty. After all, when a beautiful woman enters an assembly, even the most composed cannot remain without being drawn towards her beauty. Hence, gold and women are the source of extreme attachment.\n\n“One does not become attached to these two when one realizes the pure chaitanya Brahma - which transcends Prakruti-Purush - as the only satya ; and when one realizes that Brahma to be one’s own self; and when one becomes brahmarup and worships Shri Krishna Bhagwān, who is Parabrahma; and when one realizes Prakruti and all of the entities which have evolved from it - all of which are below that Brahma - as being asatya , perishable and worthless; and when one views all māyik names and forms 2 as flawed and develops intense vairāgya towards all those names and forms. Only under these conditions do gold and women not bind a person; otherwise, they most certainly do cause bondage.”\n\nOn the second Chaitra sudi 9, Samvat 1879 [19 April 1823], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow on the veranda outside the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a  white khes and had covered Himself with a white cotton cloth. He had also tied a black-bordered cloth around His head. In addition to this, He was wearing a garland of white flowers, and a tassel of white flowers was dangling from His pagh . At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “The Shrimad Bhagwat and the other sacred scriptures are truthful, and so reality reflects what is stated in those scriptures. Just see, in the Shrimad Bhagwat, Kali 1 is said to reside in gold , and for that reason I do not like even the sight of gold. Moreover, just as gold is a source of attachment, so is beauty. After all, when a beautiful woman enters an assembly, even the most composed cannot remain without being drawn towards her beauty. Hence, gold and women are the source of extreme attachment.\n\n“One does not become attached to these two when one realizes the pure chaitanya Brahma - which transcends Prakruti-Purush - as the only satya ; and when one realizes that Brahma to be one’s own self; and when one becomes brahmarup and worships Shri Krishna Bhagwan, who is Parabrahma; and when one realizes Prakruti and all of the entities which have evolved from it - all of which are below that Brahma - as being asatya , perishable and worthless; and when one views all mayik names and forms 2 as flawed and develops intense vairagya towards all those names and forms. Only under these conditions do gold and women not bind a person; otherwise, they most certainly do cause bondage.”"
}