{
    "number": 107,
    "vachanamrut": "Kariyani-11",
    "title": "The Characteristic of Affection",
    "setting": "On the night of Kārtik sudi 11, Samvat 1877 [16 November 1820], Shriji Mahārāj was sitting on the veranda outside the east-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. He was wearing a white khes and a white dagli made of chhint . He had also tied a white pāgh around His head and was wearing garlands of yellow and red guldāvadi flowers. Tassels of yellow flowers were also dangling from His pāgh . In addition to this, two barbers holding torches were standing before Him, one on either side. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Sachchidānand Swāmi asked Shriji Mahārāj, “What are the characteristics of a person who has affection for God?”\n\nShriji Mahārāj replied, “He who has affection for his beloved, God, will never disobey the wishes of his beloved. That is the characteristic of affection. To take an example, the gopis had affection for Shri Krishna Bhagwān. So, when Shri Krishna Bhagwān prepared to leave for Mathurā, all of them together decided, ‘We will infringe the norms of family traditions and society, and we will keep God here by force.’ However, at the time of Shri Krishna Bhagwān’s departure, they looked into his eyes and realized that it was not his wish to stay. As a result, all of them remained far away, because in their hearts, they feared, ‘If we do not act according to God’s liking, God’s affection for us will subside.’ Thinking in this way, none of them were able to utter a word.\n\n“Then, after God went to Mathurā, even though Shri Krishna was only three gāus away, the gopis never disobeyed his wishes by going for his darshan . They realized, ‘If we do go to Mathurā contrary to God’s wish, then the affection that God has for us will diminish.’\n\n“Therefore, the characteristic of affection is exactly this: One who has true affection for a person acts according to the person’s wishes. If he realizes his beloved to be pleased by his staying nearby, then he stays nearby. On the other hand, if he realizes his beloved to be pleased by his staying away, then he stays away; but in no way does he behave contrary to his beloved’s wish. That is the characteristic of affection. So, since the gopis had true affection for God, they did not go for God’s darshan without his command. Only when God sent for them in Kurukshetra did they have the darshan of God, but in no way did they disobey God’s command. Therefore, a person who has affection for God would never disobey God’s command. He would only act according to God’s wishes. That is the characteristic of affection.”\n\nThen Shriji Mahārāj said, “Now let Me ask a question.”\n\nThe munis responded, “Mahārāj, please do ask.”\n\nShriji Mahārāj then said, “Except for those vishays which are related to God, a devotee of God treats all other vishays as vain. Thus, he associates in the five ways 1 only with God. Now, suppose God were to issue the following command to such a devotee: ‘Live away from Me.’ In that situation, if he keeps a selfish desire for God’s darshan , it would amount to disobeying the command; and if he does not follow the command, then the love that God harbors towards that devotee would not remain. Therefore, just as that devotee has forsaken the worldly vishays , i.e., sights, sounds, smells, tastes and touch, does he also forsake the vishays related to God or does he not? That is the question.”\n\nEach of the munis gave an answer according to his level of intelligence, but the question was not answered satisfactorily. They then said to Shriji Mahārāj, “Mahārāj, You will have to provide the answer.”\n\nThereupon Shriji Mahārāj replied, “If a devotee has deep affection for God and treats the worldly panchvishays that are not related to God as vain, and if he is firmly attached to God via the panchvishays , then wherever such a devotee goes by God’s command, the form of God also goes with him. Moreover, just as that devotee cannot remain without God, in exactly the same way, God also cannot remain without that devotee. In fact, He does not leave the heart of that devotee even for a fraction of a second. Therefore, such a devotee does, in fact, constantly maintain contact with God in the five ways. How? Because the same panchvishays that no being can stay without, that devotee has considered to be vain; instead, he has attached himself to God in the five ways. Therefore, that devotee maintains a constant relationship with God.”\n\nOn the night of Kartik sudi 11, Samvat 1877 [16 November 1820], Shriji Maharaj was sitting on the veranda outside the east-facing rooms of Vasta Khachar’s darbar in Kariyani. He was wearing a white khes and a white dagli made of chhint . He had also tied a white pagh around His head and was wearing garlands of yellow and red guldavadi flowers. Tassels of yellow flowers were also dangling from His pagh . In addition to this, two barbers holding torches were standing before Him, one on either side. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Sachchidanand Swami asked Shriji Maharaj, “What are the characteristics of a person who has affection for God?”\n\nShriji Maharaj replied, “He who has affection for his beloved, God, will never disobey the wishes of his beloved. That is the characteristic of affection. To take an example, the gopis had affection for Shri Krishna Bhagwan. So, when Shri Krishna Bhagwan prepared to leave for Mathura, all of them together decided, ‘We will infringe the norms of family traditions and society, and we will keep God here by force.’ However, at the time of Shri Krishna Bhagwan’s departure, they looked into his eyes and realized that it was not his wish to stay. As a result, all of them remained far away, because in their hearts, they feared, ‘If we do not act according to God’s liking, God’s affection for us will subside.’ Thinking in this way, none of them were able to utter a word.\n\n“Then, after God went to Mathura, even though Shri Krishna was only three gaus away, the gopis never disobeyed his wishes by going for his darshan . They realized, ‘If we do go to Mathura contrary to God’s wish, then the affection that God has for us will diminish.’\n\n“Therefore, the characteristic of affection is exactly this: One who has true affection for a person acts according to the person’s wishes. If he realizes his beloved to be pleased by his staying nearby, then he stays nearby. On the other hand, if he realizes his beloved to be pleased by his staying away, then he stays away; but in no way does he behave contrary to his beloved’s wish. That is the characteristic of affection. So, since the gopis had true affection for God, they did not go for God’s darshan without his command. Only when God sent for them in Kurukshetra did they have the darshan of God, but in no way did they disobey God’s command. Therefore, a person who has affection for God would never disobey God’s command. He would only act according to God’s wishes. That is the characteristic of affection.”\n\nThen Shriji Maharaj said, “Now let Me ask a question.”\n\nThe munis responded, “Maharaj, please do ask.”\n\nShriji Maharaj then said, “Except for those vishays which are related to God, a devotee of God treats all other vishays as vain. Thus, he associates in the five ways 1 only with God. Now, suppose God were to issue the following command to such a devotee: ‘Live away from Me.’ In that situation, if he keeps a selfish desire for God’s darshan , it would amount to disobeying the command; and if he does not follow the command, then the love that God harbors towards that devotee would not remain. Therefore, just as that devotee has forsaken the worldly vishays , i.e., sights, sounds, smells, tastes and touch, does he also forsake the vishays related to God or does he not? That is the question.”\n\nEach of the munis gave an answer according to his level of intelligence, but the question was not answered satisfactorily. They then said to Shriji Maharaj, “Maharaj, You will have to provide the answer.”\n\nThereupon Shriji Maharaj replied, “If a devotee has deep affection for God and treats the worldly panchvishays that are not related to God as vain, and if he is firmly attached to God via the panchvishays , then wherever such a devotee goes by God’s command, the form of God also goes with him. Moreover, just as that devotee cannot remain without God, in exactly the same way, God also cannot remain without that devotee. In fact, He does not leave the heart of that devotee even for a fraction of a second. Therefore, such a devotee does, in fact, constantly maintain contact with God in the five ways. How? Because the same panchvishays that no being can stay without, that devotee has considered to be vain; instead, he has attached himself to God in the five ways. Therefore, that devotee maintains a constant relationship with God.”"
}