{
    "number": 166,
    "vachanamrut": "Gadhada II-33",
    "title": "The Vow of Non-Lust",
    "setting": "On Shrāvan vadi 13, Samvat 1880 [3 September 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then, addressing all of the sādhus and devotees, Shriji Mahārāj said, “First, I shall talk about My inclination. Thereafter, all of you can describe your personal thoughts as to how you feel liberation can be attained, and you can also explain how you think you should behave in order for God to be pleased with you in this realm and beyond.”\n\nHaving said this, Shriji Mahārāj began to describe His own inclination, saying, “If it appears to Me that I have a liking for something, I would only be happy after I have discarded it. Should I recall in My mind any object or any person other than devotees of God, then I would feel comfortable only after I have totally distanced Myself from that object or person. Also, in My heart, in no way do I ever experience an aversion towards a devotee of God. Even though I am insistently offered the panchvishays without actually wishing for them Myself, I still do not have any desire for them. In fact, I push them away. In fact, I swear by the lives of these paramhansas that from the day I was born to this very day, I have never harbored an improper thought regarding women or wealth, either in the waking state or in the dream state. Thus, I am eternally flawless. One who perceives any flaws in Me will himself suffer from vicious thoughts both in the waking and dream states. Moreover, he will suffer greatly at the time of his death as well.\n\n“In addition, only the contemplation of God remains within My heart. And although I outwardly meet and mingle with devotees of God, it is solely for the benefit of their jivas . Indeed, the day when I feel that I have developed affection for something other than the devotees of God, I will consider Myself as having been dislodged from My spiritual status. However, I am confident that that would never happen. Thus, I have described My inclination to you. Now, all of you can describe your own personal inclinations.”\n\nHearing this, all of the sādhus and devotees each described their inclinations, i.e., their beliefs as to how God would be pleased upon them if they were to abide by that inclination in this realm and beyond. Of them, some described how they possess vairāgya of everything except God; others mentioned their virtue of ātmā -realization; some spoke of their love for God; some mentioned their observance of dharma . In this manner, many different inclinations were mentioned. However, no one mentioned the inclination that Shriji Mahārāj had in mind.\n\nSo, Shriji Mahārāj said, “If a person firmly observes the vow of non-lust, then he is never far from God - whether he is in this realm or beyond. Moreover, My affection for such a person never diminishes. In fact, the very reason that I have stayed here is because of these devotees’ firm resolve to observe the vow of non-lust. If a person strictly observes that vow, then even if I were a thousand miles away from him, I would still be close to him. Conversely, if a person is slack in his observance of the vow of non-lust, then even if he is beside Me, he is as good as a hundred thousand miles away. In fact, I do not like to be served by such a person. It is only because this Mulji Brahmachāri is extremely staunch in his observance of the vow of non-lust that I very much like his service. If, however, someone else serves Me, I am not as pleased.\n\n“Furthermore, in all of the discourses that I deliver, I always strongly propagate observance of the vow of non-lust. Indeed, I have been solidly reinforcing it since the day I was born.\n\n“When an assembly has gathered, if a man or woman looks lustfully at someone else, then no matter how hard they may try to conceal it, it never escapes My attention. At that time, I become extremely displeased upon that person, and even My face turns red. It hurts Me deeply, but feeling obliged, I cannot say much. Furthermore, being a sādhu , I keep My feelings within My heart, but if I were to adopt the ways of a king, I would punish that person severely.\n\n“That is why I have already instructed all of the senior paramhansas and senior women that if any male or female devotee in the Satsang fellowship commits a breach in his or her observance of the vow of non-lust, then please do not inform Me of it. Because when I hear such things, I am deeply saddened - just as a childless couple would feel saddened if their newly born son were to suddenly die. In fact, at such times, I feel like abandoning this Satsang and leaving. Therefore, only those who observe this vow are dear to Me; they and I will always be very close, both in this realm and beyond.”\n\nThereupon Harji Thakkar asked, “By what means can one’s observance of the vow of non-lust become extremely firm?”\n\nShriji Mahārāj replied, “There is a way, and it comprises of three components. Just as many components make up a bullock cart - the driver, the pair of bullocks, the wheels, the yoke, the supporting assembly, the wooden frame, etc. - similarly, many components are required to be able to firmly observe the vow of non-lust. Of these, though, there are three that are absolutely fundamental.\n\n“One is to conquer the mind by constantly contemplating in one’s mind, ‘I am the ātmā , not the body.’ Also, the mind should be continuously kept engaged in the nine types of bhakti , i.e., listening to spiritual discourses related to God, etc. It should not be left unoccupied for even a moment. For example, if a man conquers a ghost but does not assign it some work to do, the ghost would turn onto the man himself. In this sense, the mind is just like a ghost; when it is not engaged in the bhakti of God, it begins to conceive evil thoughts. This can be likened to the ghost getting ready to devour the man. For this reason, then, the mind should continuously be kept occupied in spiritual discourses, devotional songs, etc., related to God. This can be known as having conquered the mind.\n\n“The second component is to keep the prāns under control. Shri Krishna Bhagwān has said in the Bhagwad Gitā, ‘One’s diet and activity should be kept regulated; that is, one should not keep a strong yearning for food.’ One who behaves in this manner is said to have kept his prāns under control. If this is not done, one will feel an intense yearning for food in one’s mind. Consequently, one’s tongue will hanker after the countless types of tastes. As a result, any other indriyas that one may have conquered will also become unconstrained. Therefore, one should control one’s prāns by controlling one’s diet.\n\n“The third component requires one to control one’s body by physically keeping it within the niyams prescribed in Satsang for each individual.\n\n“Thus, by strictly observing these three components in this manner, one’s observance of the vow of non-lust becomes extremely firm. But one should not consider this to be very difficult to practice. Because it is not at all difficult for one who is, after all, a sādhu . The enemies of lust, anger, avarice, etc., prevail strongly even in a sādhu , but to please God, he would still forsake them; for only then can he be called a true sādhu .\n\n“After all, what is impossible to achieve with this human body? That which is practiced regularly can definitely be achieved. For example, due to the daily drawing of water from a well, the constant rubbing of even a soft rope can cause a groove in the very hard piece of rock that lies on the edge of that well. Similarly, for one who is a sādhu and who continuously persists in his efforts for eradicating his swabhāvs , how long can those swabhāvs remain? They most certainly will be destroyed. Therefore, one who wishes to observe the vow of non-lust should intensely employ the method that comprises of the three components I have just described.”\n\nOn Shravan vadi 13, Samvat 1880 [3 September 1823], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen, addressing all of the sadhus and devotees, Shriji Maharaj said, “First, I shall talk about My inclination. Thereafter, all of you can describe your personal thoughts as to how you feel liberation can be attained, and you can also explain how you think you should behave in order for God to be pleased with you in this realm and beyond.”\n\nHaving said this, Shriji Maharaj began to describe His own inclination, saying, “If it appears to Me that I have a liking for something, I would only be happy after I have discarded it. Should I recall in My mind any object or any person other than devotees of God, then I would feel comfortable only after I have totally distanced Myself from that object or person. Also, in My heart, in no way do I ever experience an aversion towards a devotee of God. Even though I am insistently offered the panchvishays without actually wishing for them Myself, I still do not have any desire for them. In fact, I push them away. In fact, I swear by the lives of these paramhansas that from the day I was born to this very day, I have never harbored an improper thought regarding women or wealth, either in the waking state or in the dream state. Thus, I am eternally flawless. One who perceives any flaws in Me will himself suffer from vicious thoughts both in the waking and dream states. Moreover, he will suffer greatly at the time of his death as well.\n\n“In addition, only the contemplation of God remains within My heart. And although I outwardly meet and mingle with devotees of God, it is solely for the benefit of their jivas . Indeed, the day when I feel that I have developed affection for something other than the devotees of God, I will consider Myself as having been dislodged from My spiritual status. However, I am confident that that would never happen. Thus, I have described My inclination to you. Now, all of you can describe your own personal inclinations.”\n\nHearing this, all of the sadhus and devotees each described their inclinations, i.e., their beliefs as to how God would be pleased upon them if they were to abide by that inclination in this realm and beyond. Of them, some described how they possess vairagya of everything except God; others mentioned their virtue of atma -realization; some spoke of their love for God; some mentioned their observance of dharma . In this manner, many different inclinations were mentioned. However, no one mentioned the inclination that Shriji Maharaj had in mind.\n\nSo, Shriji Maharaj said, “If a person firmly observes the vow of non-lust, then he is never far from God - whether he is in this realm or beyond. Moreover, My affection for such a person never diminishes. In fact, the very reason that I have stayed here is because of these devotees’ firm resolve to observe the vow of non-lust. If a person strictly observes that vow, then even if I were a thousand miles away from him, I would still be close to him. Conversely, if a person is slack in his observance of the vow of non-lust, then even if he is beside Me, he is as good as a hundred thousand miles away. In fact, I do not like to be served by such a person. It is only because this Mulji Brahmachari is extremely staunch in his observance of the vow of non-lust that I very much like his service. If, however, someone else serves Me, I am not as pleased.\n\n“Furthermore, in all of the discourses that I deliver, I always strongly propagate observance of the vow of non-lust. Indeed, I have been solidly reinforcing it since the day I was born.\n\n“When an assembly has gathered, if a man or woman looks lustfully at someone else, then no matter how hard they may try to conceal it, it never escapes My attention. At that time, I become extremely displeased upon that person, and even My face turns red. It hurts Me deeply, but feeling obliged, I cannot say much. Furthermore, being a sadhu , I keep My feelings within My heart, but if I were to adopt the ways of a king, I would punish that person severely.\n\n“That is why I have already instructed all of the senior paramhansas and senior women that if any male or female devotee in the Satsang fellowship commits a breach in his or her observance of the vow of non-lust, then please do not inform Me of it. Because when I hear such things, I am deeply saddened - just as a childless couple would feel saddened if their newly born son were to suddenly die. In fact, at such times, I feel like abandoning this Satsang and leaving. Therefore, only those who observe this vow are dear to Me; they and I will always be very close, both in this realm and beyond.”\n\nThereupon Harji Thakkar asked, “By what means can one’s observance of the vow of non-lust become extremely firm?”\n\nShriji Maharaj replied, “There is a way, and it comprises of three components. Just as many components make up a bullock cart - the driver, the pair of bullocks, the wheels, the yoke, the supporting assembly, the wooden frame, etc. - similarly, many components are required to be able to firmly observe the vow of non-lust. Of these, though, there are three that are absolutely fundamental.\n\n“One is to conquer the mind by constantly contemplating in one’s mind, ‘I am the atma , not the body.’ Also, the mind should be continuously kept engaged in the nine types of bhakti , i.e., listening to spiritual discourses related to God, etc. It should not be left unoccupied for even a moment. For example, if a man conquers a ghost but does not assign it some work to do, the ghost would turn onto the man himself. In this sense, the mind is just like a ghost; when it is not engaged in the bhakti of God, it begins to conceive evil thoughts. This can be likened to the ghost getting ready to devour the man. For this reason, then, the mind should continuously be kept occupied in spiritual discourses, devotional songs, etc., related to God. This can be known as having conquered the mind.\n\n“The second component is to keep the prans under control. Shri Krishna Bhagwan has said in the Bhagwad Gita, ‘One’s diet and activity should be kept regulated; that is, one should not keep a strong yearning for food.’ One who behaves in this manner is said to have kept his prans under control. If this is not done, one will feel an intense yearning for food in one’s mind. Consequently, one’s tongue will hanker after the countless types of tastes. As a result, any other indriyas that one may have conquered will also become unconstrained. Therefore, one should control one’s prans by controlling one’s diet.\n\n“The third component requires one to control one’s body by physically keeping it within the niyams prescribed in Satsang for each individual.\n\n“Thus, by strictly observing these three components in this manner, one’s observance of the vow of non-lust becomes extremely firm. But one should not consider this to be very difficult to practice. Because it is not at all difficult for one who is, after all, a sadhu . The enemies of lust, anger, avarice, etc., prevail strongly even in a sadhu , but to please God, he would still forsake them; for only then can he be called a true sadhu .\n\n“After all, what is impossible to achieve with this human body? That which is practiced regularly can definitely be achieved. For example, due to the daily drawing of water from a well, the constant rubbing of even a soft rope can cause a groove in the very hard piece of rock that lies on the edge of that well. Similarly, for one who is a sadhu and who continuously persists in his efforts for eradicating his swabhavs , how long can those swabhavs remain? They most certainly will be destroyed. Therefore, one who wishes to observe the vow of non-lust should intensely employ the method that comprises of the three components I have just described.”"
}