{
    "number": 184,
    "vachanamrut": "Gadhada II-51",
    "title": "The Characteristics of One Who Behaves as the Ātmā",
    "setting": "On Chaitra vadi 9, Samvat 1880 [22 April 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the south-facing rooms of Dādā Khāchar’s darbār in Gadhadā. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the paramhansas , “Often, when the jiva enters deep sleep, it experiences profound peace, whereas at other times, even when it enters deep sleep, its restlessness does not subside. What is the reason for this? That is My question.”\n\nThe senior paramhansas attempted to answer the question but were unable to give a precise answer.\n\nSo Shriji Mahārāj explained, “That is due to the increase of the force of rajogun . So, even during the state of deep sleep, the disturbance of rajogun joins with tamogun . As a result, one experiences a feeling of restlessness even within deep sleep. Thus, as long as the influence of the gunas remains within a person, he will never experience happiness; only when he behaves as the ātmā does he become happy.”\n\nThereupon Muktānand Swāmi asked, “What are the characteristics of one who behaves as the ātmā ?\n\nShriji Mahārāj replied, “No one is said to be as powerful as Shiv and Brahmā. In fact, they are the gurus of even Nārad. Indeed, it is difficult for others to behave as they do - as brahmaswarup . Having said that, though, when the eight factors of place, time, action, company, mantra, scriptures, initiation and meditation became unfavorable, the adverse influence caused great distress in the hearts of even the likes of Shiv and Brahmā. Therefore, regardless of how nirgun one may be, or even if one behaves as the ātmā , if one encounters adverse circumstances, one will most certainly experience distress within. So, no one can ever become happy by breaching the disciplines laid down by the great Purush.\n\n“For this reason, then, all renunciants should abide by the dharma of renunciants, all householders should abide by the dharma of householders, and all women should abide by the dharma of women. Even in this, one will not become happy if one behaves less than what is prescribed; nor will one become happy by behaving beyond what is prescribed. After all, the dharma prescribed in the scriptures has been written exactly as God has narrated; thus, there can be no discrepancy in it. Moreover, they are prescribed in such a way that they are easy to observe. Therefore, if one observes too much or too little, one will certainly become unhappy.\n\n“So, only one who follows the commands of the Satpurush can be said to be under the influence of favorable circumstances. To deviate from those commands is the very definition of adverse circumstances. Therefore, only one who follows the commands of the Satpurush is behaving as the ātmā .”\n\nOn Chaitra vadi 9, Samvat 1880 [22 April 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the south-facing rooms of Dada Khachar’s darbar in Gadhada. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the paramhansas , “Often, when the jiva enters deep sleep, it experiences profound peace, whereas at other times, even when it enters deep sleep, its restlessness does not subside. What is the reason for this? That is My question.”\n\nThe senior paramhansas attempted to answer the question but were unable to give a precise answer.\n\nSo Shriji Maharaj explained, “That is due to the increase of the force of rajogun . So, even during the state of deep sleep, the disturbance of rajogun joins with tamogun . As a result, one experiences a feeling of restlessness even within deep sleep. Thus, as long as the influence of the gunas remains within a person, he will never experience happiness; only when he behaves as the atma does he become happy.”\n\nThereupon Muktanand Swami asked, “What are the characteristics of one who behaves as the atma ?\n\nShriji Maharaj replied, “No one is said to be as powerful as Shiv and Brahma. In fact, they are the gurus of even Narad. Indeed, it is difficult for others to behave as they do - as brahmaswarup . Having said that, though, when the eight factors of place, time, action, company, mantra, scriptures, initiation and meditation became unfavorable, the adverse influence caused great distress in the hearts of even the likes of Shiv and Brahma. Therefore, regardless of how nirgun one may be, or even if one behaves as the atma , if one encounters adverse circumstances, one will most certainly experience distress within. So, no one can ever become happy by breaching the disciplines laid down by the great Purush.\n\n“For this reason, then, all renunciants should abide by the dharma of renunciants, all householders should abide by the dharma of householders, and all women should abide by the dharma of women. Even in this, one will not become happy if one behaves less than what is prescribed; nor will one become happy by behaving beyond what is prescribed. After all, the dharma prescribed in the scriptures has been written exactly as God has narrated; thus, there can be no discrepancy in it. Moreover, they are prescribed in such a way that they are easy to observe. Therefore, if one observes too much or too little, one will certainly become unhappy.\n\n“So, only one who follows the commands of the Satpurush can be said to be under the influence of favorable circumstances. To deviate from those commands is the very definition of adverse circumstances. Therefore, only one who follows the commands of the Satpurush is behaving as the atma .”"
}