{
    "number": 72,
    "vachanamrut": "Gadhada I-72",
    "title": "Faith Coupled with the Knowledge of God’s Greatness",
    "setting": "On Chaitra vadi 11, Samvat 1876 [9 April 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing east on a large, decorated cot on the veranda outside the north-facing rooms near the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Muktānand Swāmi said, “Mahārāj, yesterday you had a very nice talk with Dādā Khāchar. All of us very much wish to hear that talk.”\n\nThereupon Shriji Mahārāj said, “If a devotee of God has faith in God coupled with the knowledge of His greatness and also thoroughly realizes the greatness of the sādhus and satsangis , then even if that devotee’s karmas as well as kāl happen to be unfavorable, both kāl and karma combined are incapable of harming him due to the extreme force of his bhakti . On the other hand, a person lacking faith in God and His Sant does not benefit in any way, even if God wishes to do good for that person.\n\n“One who oppresses the meek does not benefit in any way either. In fact, Bhishmapitā has said to King Yudhishthir in the Mahābhārat, ‘If you oppress the meek, you and your descendants will be burnt to ashes.’ Therefore, whether he be a devotee of God or not, no meek person should even slightly be pained. Moreover, if one does hurt the meek, not only does one not benefit in any way, but one also incurs a sin equivalent to the sin of killing a Brāhmin .\n\n“In the same way, the sin incurred by making false allegations against someone is also equivalent to killing a Brāhmin . Even if the allegations happen to be true, one should constructively advise the person in private, but in no way should he be publicly humiliated.\n\n“Similarly, one who forces five categories of women to lapse in their dharma also incurs the sin of killing a Brāhmin. What are these five categories of women? First, a woman who has sought one’s refuge; second, one’s own wife who does not desire intimacy on days of observance or on days of fasting; third, a woman who observes the vow of fidelity; fourth, a widow; and fifth, a woman who has placed her trust in one. If a person commits adultery with these five categories of women, he incurs the sin of killing a Brāhmin. Of these five categories, if a widow’s mind wavers towards immorality, she should be inspired to observe dharma .” 1\n\nThereafter, the munis began to sing amorous devotional songs of God. Hearing them, Shriji Mahārāj said, “When God assumes a body for the sake of the liberation of the jivas , all of His actions are like those of humans. On seeing those actions, a devotee of God understands them to be divine actions, whereas a non-believer or a weak-minded devotee perceives faults in them. For example, when Shukji narrated the Rās-panchādhyāyi, King Parikshit harbored a doubt and so asked, ‘God had manifested to establish the order of dharma . Why, then, did he commit a breach of dharma by associating with others’ wives?’ In this manner, Parikshit perceived a fault in God. Shukji, on the other hand, thoughtfully began singing praises of God, explaining that Kāmdev had conquered Brahmā and other deities and brought them under his control. This had greatly inflated Kāmdev’s conceit. To vanquish that conceit, God challenged Kāmdev. Just as a powerful king gives his own weapons to his enemy prior to fighting him, similarly, God also gave his enemy, Kāmdev, the necessary ‘ammunition’ for fighting beforehand. What was that ‘ammunition’? Well, the force of Kāmdev manifests in the company of women, and that force is also greater during the nights of the pre-winter season. In addition, amorous gestures of women, listening to seductive words, seeing the beauty of women, and touching women greatly increase the force of Kāmdev. After giving all of this as ‘ammunition’ to Kāmdev, Shri Krishna Bhagwān conquered Kāmdev and continuously remained an urdhvaretā like a brahmachāri . In this way, he vanquished Kāmdev’s conceit. No one except God possesses such transcendental powers. It was after realizing this immense power of God that Shukji extolled the divine actions and incidents of God. However, as King Parikshit failed to understand this, he perceived a fault in God.\n\n“However, someone may ask you, ‘Being paramhansas , why do you sing such amorous devotional songs?’ In that case, you should tell that person, ‘If we do not sing amorous devotional songs and perceive faults in the amorous actions of God instead, then we would also join the ranks of King Parikshit and other nāstik non-believers. But we do not wish to join the likes of those who are non-believers. After all, Shukji, considered to be the guru of all paramhansas , himself extolled the amorous sports of God. Therefore, we must also certainly do likewise.’\n\n“Nevertheless, when Purushottam Bhagwān, who transcends both the perishable and the imperishable, assumes a human form and travels in the brahmānd for the liberation of the jivas , His actions are just like those of all humans. Just as humans possess māyik swabhāvs such as lust, anger, avarice, infatuation, matsar , jealousy, defeat, victory, fear, grief, arrogance, desires, cravings, etc., God also exhibits the same swabhāvs Himself, but they are all for the liberation of the jivas . So, a true devotee extols the divine actions of God and attains the highest state of enlightenment, whereas a non-believer perceives faults in them.\n\n“In fact, just as God is the ātmā of the perishable, He is also the ātmā of Aksharbrahma, who transcends Prakruti-Purush. With His own powers, God supports both the perishable and the imperishable, yet He Himself is distinct from them both. Furthermore, the greatness of God is such that within the pore of His each and every hair, countless millions of brahmānds appear as mere sub-atomic particles. Only when that vast God becomes like a human for the sake of the liberation of the jivas do they have an opportunity to serve Him. If He were to remain exactly the same size as He is, then even the ruling deities of this brahmānd , i.e., Brahmā and others, would be incapable of doing His darshan or serving Him. What, then, can be said of mere humans? Consider, for example, the vadvānal fire that dwells in the ocean. Despite consuming the waters of the ocean, it is so vast that even the water of the ocean itself cannot extinguish it. If we wished to light an oil lamp in our homes and that vadvānal fire were to enter our homes, instead of enjoying the light of the oil lamp, we would all be burnt and reduced to ashes. However, if that same fire were to assume the form of an oil lamp, its light would provide joy - even though the oil lamp is that very same fire. The oil lamp is so weak that it could be easily extinguished by blowing on it or smothering it by hand. Nevertheless, only it can provide comfort to us, whereas the vadvānal fire cannot.\n\n“In the same way, God may appear to be as powerless as a human, but only through that form can countless jivas attain liberation. The jivas are incapable of even doing darshan of His form, within whose each and every hair reside countless millions of brahmānds . So, liberation is not possible through that form. Thus, all actions God performs after assuming a human form are worthy of being extolled. One should not doubt, ‘Despite being God, why does He do this?’ In fact, to realize all of God’s actions and incidents as redemptive is the very dharma of a devotee, and only one who understands this can be called a perfect devotee of God.”\n\nThereafter, Kākābhāi of the village Rojkā, asked, “What are the characteristics of a person who merely has faith in God, without realizing His greatness? Also, what are the characteristics of a person who has faith in God coupled with the knowledge of His greatness?”\n\nShriji Mahārāj replied, “A person with only faith still harbors doubts: ‘Although I have attained God, will I attain liberation or not?’ On the other hand, a person with faith coupled with the knowledge of God’s greatness believes, ‘From the very day I had the darshan of God, my liberation has been guaranteed. In fact, liberation is also assured to anyone who devoutly does my darshan or accepts my advice. How, then, can there be any doubt regarding my own liberation? I am indeed absolutely fulfilled. Furthermore, whichever spiritual endeavors I do perform, I perform solely to please God.’ One with such understanding should be known to have faith in God coupled with the knowledge of His greatness.”\n\nAgain, Kākābhāi asked, “What are the characteristics of the three types of devotees of God - the best, the intermediate and the lowest?”\n\nShriji Mahārāj replied, “The best devotee believes himself to be the ātmā , distinct from his body. He does not associate the qualities of the body - being jad , full of misery, perishable, impure, etc. - with the ātmā ; nor does he associate the qualities of the ātmā - being uncuttable, un-pierceable, imperishable, etc. - with the body. He sees the jivātmā residing in his body, as well as the Paramātmā dwelling within his ātmā . Not only that, he sees the ātmās residing in the bodies of others as well. Yet, despite having become so capable, he realizes God and the Sant of God to be superior to ātmā -realization and harbors not even the slightest conceit of the realization he has attained. A person with such characteristics is said to be the best devotee.\n\n“In comparison, a person who, despite having knowledge of the ātmā and faith in God, becomes jealous of devotees of God; and if God were to insult him, develops jealousy towards God as well, feeling, ‘Even though God is so great, why is He treating me so, despite no fault of my own?’ - should be considered to be an average devotee.\n\n“Finally, a person who has faith in God but no ātmā -realization, has affection for God as well as for the affairs of this world, and experiences joy and grief in the affairs of this world - should be considered to be the lowest of the three types of devotees.”\n\nOn Chaitra vadi 11, Samvat 1876 [9 April 1820], Swami Shri Sahajanandji Maharaj was sitting facing east on a large, decorated cot on the veranda outside the north-facing rooms near the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Muktanand Swami said, “Maharaj, yesterday you had a very nice talk with Dada Khachar. All of us very much wish to hear that talk.”\n\nThereupon Shriji Maharaj said, “If a devotee of God has faith in God coupled with the knowledge of His greatness and also thoroughly realizes the greatness of the sadhus and satsangis , then even if that devotee’s karmas as well as kal happen to be unfavorable, both kal and karma combined are incapable of harming him due to the extreme force of his bhakti . On the other hand, a person lacking faith in God and His Sant does not benefit in any way, even if God wishes to do good for that person.\n\n“One who oppresses the meek does not benefit in any way either. In fact, Bhishmapita has said to King Yudhishthir in the Mahabharat, ‘If you oppress the meek, you and your descendants will be burnt to ashes.’ Therefore, whether he be a devotee of God or not, no meek person should even slightly be pained. Moreover, if one does hurt the meek, not only does one not benefit in any way, but one also incurs a sin equivalent to the sin of killing a Brahmin .\n\n“In the same way, the sin incurred by making false allegations against someone is also equivalent to killing a Brahmin . Even if the allegations happen to be true, one should constructively advise the person in private, but in no way should he be publicly humiliated.\n\n“Similarly, one who forces five categories of women to lapse in their dharma also incurs the sin of killing a Brahmin. What are these five categories of women? First, a woman who has sought one’s refuge; second, one’s own wife who does not desire intimacy on days of observance or on days of fasting; third, a woman who observes the vow of fidelity; fourth, a widow; and fifth, a woman who has placed her trust in one. If a person commits adultery with these five categories of women, he incurs the sin of killing a Brahmin. Of these five categories, if a widow’s mind wavers towards immorality, she should be inspired to observe dharma .” 1\n\nThereafter, the munis began to sing amorous devotional songs of God. Hearing them, Shriji Maharaj said, “When God assumes a body for the sake of the liberation of the jivas , all of His actions are like those of humans. On seeing those actions, a devotee of God understands them to be divine actions, whereas a non-believer or a weak-minded devotee perceives faults in them. For example, when Shukji narrated the Ras-panchadhyayi, King Parikshit harbored a doubt and so asked, ‘God had manifested to establish the order of dharma . Why, then, did he commit a breach of dharma by associating with others’ wives?’ In this manner, Parikshit perceived a fault in God. Shukji, on the other hand, thoughtfully began singing praises of God, explaining that Kamdev had conquered Brahma and other deities and brought them under his control. This had greatly inflated Kamdev’s conceit. To vanquish that conceit, God challenged Kamdev. Just as a powerful king gives his own weapons to his enemy prior to fighting him, similarly, God also gave his enemy, Kamdev, the necessary ‘ammunition’ for fighting beforehand. What was that ‘ammunition’? Well, the force of Kamdev manifests in the company of women, and that force is also greater during the nights of the pre-winter season. In addition, amorous gestures of women, listening to seductive words, seeing the beauty of women, and touching women greatly increase the force of Kamdev. After giving all of this as ‘ammunition’ to Kamdev, Shri Krishna Bhagwan conquered Kamdev and continuously remained an urdhvareta like a brahmachari . In this way, he vanquished Kamdev’s conceit. No one except God possesses such transcendental powers. It was after realizing this immense power of God that Shukji extolled the divine actions and incidents of God. However, as King Parikshit failed to understand this, he perceived a fault in God.\n\n“However, someone may ask you, ‘Being paramhansas , why do you sing such amorous devotional songs?’ In that case, you should tell that person, ‘If we do not sing amorous devotional songs and perceive faults in the amorous actions of God instead, then we would also join the ranks of King Parikshit and other nastik non-believers. But we do not wish to join the likes of those who are non-believers. After all, Shukji, considered to be the guru of all paramhansas , himself extolled the amorous sports of God. Therefore, we must also certainly do likewise.’\n\n“Nevertheless, when Purushottam Bhagwan, who transcends both the perishable and the imperishable, assumes a human form and travels in the brahmand for the liberation of the jivas , His actions are just like those of all humans. Just as humans possess mayik swabhavs such as lust, anger, avarice, infatuation, matsar , jealousy, defeat, victory, fear, grief, arrogance, desires, cravings, etc., God also exhibits the same swabhavs Himself, but they are all for the liberation of the jivas . So, a true devotee extols the divine actions of God and attains the highest state of enlightenment, whereas a non-believer perceives faults in them.\n\n“In fact, just as God is the atma of the perishable, He is also the atma of Aksharbrahma, who transcends Prakruti-Purush. With His own powers, God supports both the perishable and the imperishable, yet He Himself is distinct from them both. Furthermore, the greatness of God is such that within the pore of His each and every hair, countless millions of brahmands appear as mere sub-atomic particles. Only when that vast God becomes like a human for the sake of the liberation of the jivas do they have an opportunity to serve Him. If He were to remain exactly the same size as He is, then even the ruling deities of this brahmand , i.e., Brahma and others, would be incapable of doing His darshan or serving Him. What, then, can be said of mere humans? Consider, for example, the vadvanal fire that dwells in the ocean. Despite consuming the waters of the ocean, it is so vast that even the water of the ocean itself cannot extinguish it. If we wished to light an oil lamp in our homes and that vadvanal fire were to enter our homes, instead of enjoying the light of the oil lamp, we would all be burnt and reduced to ashes. However, if that same fire were to assume the form of an oil lamp, its light would provide joy - even though the oil lamp is that very same fire. The oil lamp is so weak that it could be easily extinguished by blowing on it or smothering it by hand. Nevertheless, only it can provide comfort to us, whereas the vadvanal fire cannot.\n\n“In the same way, God may appear to be as powerless as a human, but only through that form can countless jivas attain liberation. The jivas are incapable of even doing darshan of His form, within whose each and every hair reside countless millions of brahmands . So, liberation is not possible through that form. Thus, all actions God performs after assuming a human form are worthy of being extolled. One should not doubt, ‘Despite being God, why does He do this?’ In fact, to realize all of God’s actions and incidents as redemptive is the very dharma of a devotee, and only one who understands this can be called a perfect devotee of God.”\n\nThereafter, Kakabhai of the village Rojka, asked, “What are the characteristics of a person who merely has faith in God, without realizing His greatness? Also, what are the characteristics of a person who has faith in God coupled with the knowledge of His greatness?”\n\nShriji Maharaj replied, “A person with only faith still harbors doubts: ‘Although I have attained God, will I attain liberation or not?’ On the other hand, a person with faith coupled with the knowledge of God’s greatness believes, ‘From the very day I had the darshan of God, my liberation has been guaranteed. In fact, liberation is also assured to anyone who devoutly does my darshan or accepts my advice. How, then, can there be any doubt regarding my own liberation? I am indeed absolutely fulfilled. Furthermore, whichever spiritual endeavors I do perform, I perform solely to please God.’ One with such understanding should be known to have faith in God coupled with the knowledge of His greatness.”\n\nAgain, Kakabhai asked, “What are the characteristics of the three types of devotees of God - the best, the intermediate and the lowest?”\n\nShriji Maharaj replied, “The best devotee believes himself to be the atma , distinct from his body. He does not associate the qualities of the body - being jad , full of misery, perishable, impure, etc. - with the atma ; nor does he associate the qualities of the atma - being uncuttable, un-pierceable, imperishable, etc. - with the body. He sees the jivatma residing in his body, as well as the Paramatma dwelling within his atma . Not only that, he sees the atmas residing in the bodies of others as well. Yet, despite having become so capable, he realizes God and the Sant of God to be superior to atma -realization and harbors not even the slightest conceit of the realization he has attained. A person with such characteristics is said to be the best devotee.\n\n“In comparison, a person who, despite having knowledge of the atma and faith in God, becomes jealous of devotees of God; and if God were to insult him, develops jealousy towards God as well, feeling, ‘Even though God is so great, why is He treating me so, despite no fault of my own?’ - should be considered to be an average devotee.\n\n“Finally, a person who has faith in God but no atma -realization, has affection for God as well as for the affairs of this world, and experiences joy and grief in the affairs of this world - should be considered to be the lowest of the three types of devotees.”"
}