{
    "number": 49,
    "vachanamrut": "Gadhada I-49",
    "title": "‘Antardrashti’",
    "setting": "On the evening of Mahā sudi 14, Samvat 1876 [29 January 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. Two small oil lamps were lit in front of Him. He was wearing a garland of yellow flowers around His neck, and strings of yellow flowers decorated both wrists. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Please begin a question-answer dialogue.”\n\nThereupon Brahmānand Swāmi asked, “Why is it that our vrutti remains on God only as long as we forcibly keep it there, whereas it remains on worldly objects without the slightest effort?”\n\nShriji Mahārāj replied, “The vrutti of a devotee of God never remains on anything except God. In fact, his only concern is: ‘It will be very difficult for me to keep my vrutti on worldly objects.’ Thus, a devotee of God finds it difficult to keep his vrutti on any worldly objects, while a worldly person finds it difficult to keep his vrutti on God. Therefore, a person whose vrutti does not remain fixed on God is not a devotee of God. Nevertheless, if he attends Satsang, he will gradually become a devotee by listening to the talks of the sādhus .”\n\nBrahmānand Swāmi then asked further, “By what means can one keep one’s vrutti on God?”\n\nShriji Mahārāj explained, “The means to achieve that is ‘antardrashti’. ‘Antardrashti’ 1 is to constantly look towards the form of the manifest God that one has attained. Besides that form, even if one sees the six chakras , 2 or Golok, Vaikunth or other abodes of God, it should not be considered to be ‘antardrashti’ . Therefore, to look at God’s form that one has beheld within one’s heart or to look at the form of God visible externally is known as ‘antardrashti’. However, wherever one’s vrutti strays apart from God’s form is all ‘ bāhyadrashti ’.” 3\n\nShriji Mahārāj then told the paramhansas , “Please arrange yourselves into pairs and begin a question-answer dialogue.”\n\nThereafter, the paramhansas conducted a question-answer session amongst themselves for quite some time, through which Shriji Mahārāj examined their intelligence.\n\nOn the evening of Maha sudi 14, Samvat 1876 [29 January 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. Two small oil lamps were lit in front of Him. He was wearing a garland of yellow flowers around His neck, and strings of yellow flowers decorated both wrists. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Please begin a question-answer dialogue.”\n\nThereupon Brahmanand Swami asked, “Why is it that our vrutti remains on God only as long as we forcibly keep it there, whereas it remains on worldly objects without the slightest effort?”\n\nShriji Maharaj replied, “The vrutti of a devotee of God never remains on anything except God. In fact, his only concern is: ‘It will be very difficult for me to keep my vrutti on worldly objects.’ Thus, a devotee of God finds it difficult to keep his vrutti on any worldly objects, while a worldly person finds it difficult to keep his vrutti on God. Therefore, a person whose vrutti does not remain fixed on God is not a devotee of God. Nevertheless, if he attends Satsang, he will gradually become a devotee by listening to the talks of the sadhus .”\n\nBrahmanand Swami then asked further, “By what means can one keep one’s vrutti on God?”\n\nShriji Maharaj explained, “The means to achieve that is ‘antardrashti’. ‘Antardrashti’ 1 is to constantly look towards the form of the manifest God that one has attained. Besides that form, even if one sees the six chakras , 2 or Golok, Vaikunth or other abodes of God, it should not be considered to be ‘antardrashti’ . Therefore, to look at God’s form that one has beheld within one’s heart or to look at the form of God visible externally is known as ‘antardrashti’. However, wherever one’s vrutti strays apart from God’s form is all ‘ bahyadrashti ’.” 3\n\nShriji Maharaj then told the paramhansas , “Please arrange yourselves into pairs and begin a question-answer dialogue.”\n\nThereafter, the paramhansas conducted a question-answer session amongst themselves for quite some time, through which Shriji Maharaj examined their intelligence."
}