{
    "number": 152,
    "vachanamrut": "Gadhada II-19",
    "title": "Writing a Letter Having Become Distressed by Hearing Shushka -Vedānta Scriptures",
    "setting": "At daybreak on Māgshar vadi 14, Samvat 1878 [23 December 1821], Swāmi Shri Sahajānandji Mahārāj arrived at the residential hall of the paramhansas in Dādā Khāchar’s darbār in Gadhadā. There, in a distressed mood, He sat down on a cushion with a cylindrical pillow and refused to talk to or even look at anyone. The white feto tied around His head had loosened and become undone, yet He paid no attention to it. In this manner, He sat extremely distressed for a few minutes. Tears had begun to flow from His eyes.",
    "text": "Then, addressing the paramhansas , Shriji Mahārāj said, “To learn about the beliefs of those possessing shushka-gnān , I listened to their scriptures. Merely hearing them, though, has caused much grief in My heart. Why? Because by listening to the shushka -Vedānta scriptures, the upāsanā of God is dispelled from one’s mind, and a sense of equivalence arises in one’s heart, whereby one begins to worship deities. By listening to the words of those shushka -Vedāntis, one’s mind becomes extremely corrupted. In fact, even though I listened to the principles of shushka -Vedānta with a specific purpose, doing so has brought Me much grief.”\n\nHaving said this, Shriji Mahārāj became very dejected. After remaining disheartened for a long time, He wiped the tears from His eyes with His hands and said, “I went to sleep last night after listening to Rāmānuj’s commentary on the Bhagwad Gitā. Then, I had a dream in which I went to Golok, where I saw countless attendants of God. Of these, some serve God; they appeared to be still. Others sing devotional songs related to God; in fact, they sing the devotional songs composed by Muktānand Swāmi and Brahmānand Swāmi. In the process of singing such devotional songs, they sway in the same way as a person who sings and sways in euphoria due to intoxication. Then, I also joined those who were singing and began to sing devotional songs. While singing, the following thought arose: ‘One who shuns such loving bhakti of God and such upāsanā of God and claims to possess gnān , believing, ‘I myself am God,’ is extremely wicked.’”\n\nHaving said this, Shriji Mahārāj said, “Let us write a letter to send to the satsangis in various places so that they never lapse in observing dharma and in offering bhakti to God in any way, and so that their mind is never dislodged from their Ishtadev, Shri Krishna Nārāyan.”\n\n“Written by Swāmi Shri Sahajānandji Mahārāj. All paramhansas and all satsangis - male and female - please accept sincerest ‘Nārāyan’ from Me. I am issuing the following as a command: The avatār of Shri Krishna Nārāyan - Purushottam Bhagwān - manifests among humans, deities, etc., for the purpose of establishing dharma , uprooting adharma , and giving darshan to and protecting His ekāntik bhaktas who possess the four virtues, i.e., dharma in the  form of brahmacharya , non-violence, etc.; ātmā -realization; vairāgya ; and bhakti coupled with the knowledge of God’s greatness. Therefore, one should have a singular conviction of that avatār - like that of a woman who observes the vow of fidelity - just as Sitāji was convinced of Rāmchandraji’s flawlessness. One should also lovingly perform the mānsi pujā of that God and physically offer to Him the nine types of bhakti . If that avatār of Shri Krishna Nārāyan is not present on this earth, then one should perform puja of His form mentally and also physically by offering sandalwood paste, tulsi , flowers and other such auspicious offerings.\n\n“Moreover, one should offer upāsanā only to God and not to any deity; if one does, then that is a grave sin, and thereby, one’s vow of fidelity is lost and one’s bhakti becomes like that of a prostitute. So, one should offer bhakti to God in the manner of Sitā and Rukmini. One should meditate only on that God and not on any deity. Nor should one meditate on a sādhu , even if he has attained an elevated state and mastered samādhi .\n\n“Furthermore, all should strictly abide by the dharma of their caste and āshram . All men who firmly abide by this injunction of Mine will develop resolute bhakti towards Shri Krishna Nārāyan like that of Nārad. All women who accept this injunction of Mine will develop resolute bhakti towards Shri Krishna Nārāyan like that of Lakshmiji and the gopis such as Rādhikāji, etc. Conversely, the bhakti of those who do not accept these words of Mine will become like that of a prostitute.\n\n“Written on Māgshar vadi 14, Samvat 1878.”\n\nAfter writing this letter, Shriji Mahārāj had it sent to all satsangis residing in various places.\n\nAt daybreak on Magshar vadi 14, Samvat 1878 [23 December 1821], Swami Shri Sahajanandji Maharaj arrived at the residential hall of the paramhansas in Dada Khachar’s darbar in Gadhada. There, in a distressed mood, He sat down on a cushion with a cylindrical pillow and refused to talk to or even look at anyone. The white feto tied around His head had loosened and become undone, yet He paid no attention to it. In this manner, He sat extremely distressed for a few minutes. Tears had begun to flow from His eyes.\n\nThen, addressing the paramhansas , Shriji Maharaj said, “To learn about the beliefs of those possessing shushka-gnan , I listened to their scriptures. Merely hearing them, though, has caused much grief in My heart. Why? Because by listening to the shushka -Vedanta scriptures, the upasana of God is dispelled from one’s mind, and a sense of equivalence arises in one’s heart, whereby one begins to worship deities. By listening to the words of those shushka -Vedantis, one’s mind becomes extremely corrupted. In fact, even though I listened to the principles of shushka -Vedanta with a specific purpose, doing so has brought Me much grief.”\n\nHaving said this, Shriji Maharaj became very dejected. After remaining disheartened for a long time, He wiped the tears from His eyes with His hands and said, “I went to sleep last night after listening to Ramanuj’s commentary on the Bhagwad Gita. Then, I had a dream in which I went to Golok, where I saw countless attendants of God. Of these, some serve God; they appeared to be still. Others sing devotional songs related to God; in fact, they sing the devotional songs composed by Muktanand Swami and Brahmanand Swami. In the process of singing such devotional songs, they sway in the same way as a person who sings and sways in euphoria due to intoxication. Then, I also joined those who were singing and began to sing devotional songs. While singing, the following thought arose: ‘One who shuns such loving bhakti of God and such upasana of God and claims to possess gnan , believing, ‘I myself am God,’ is extremely wicked.’”\n\nHaving said this, Shriji Maharaj said, “Let us write a letter to send to the satsangis in various places so that they never lapse in observing dharma and in offering bhakti to God in any way, and so that their mind is never dislodged from their Ishtadev, Shri Krishna Narayan.”\n\n“Written by Swami Shri Sahajanandji Maharaj. All paramhansas and all satsangis - male and female - please accept sincerest ‘Narayan’ from Me. I am issuing the following as a command: The avatar of Shri Krishna Narayan - Purushottam Bhagwan - manifests among humans, deities, etc., for the purpose of establishing dharma , uprooting adharma , and giving darshan to and protecting His ekantik bhaktas who possess the four virtues, i.e., dharma in the  form of brahmacharya , non-violence, etc.; atma -realization; vairagya ; and bhakti coupled with the knowledge of God’s greatness. Therefore, one should have a singular conviction of that avatar - like that of a woman who observes the vow of fidelity - just as Sitaji was convinced of Ramchandraji’s flawlessness. One should also lovingly perform the mansi puja of that God and physically offer to Him the nine types of bhakti . If that avatar of Shri Krishna Narayan is not present on this earth, then one should perform puja of His form mentally and also physically by offering sandalwood paste, tulsi , flowers and other such auspicious offerings.\n\n“Moreover, one should offer upasana only to God and not to any deity; if one does, then that is a grave sin, and thereby, one’s vow of fidelity is lost and one’s bhakti becomes like that of a prostitute. So, one should offer bhakti to God in the manner of Sita and Rukmini. One should meditate only on that God and not on any deity. Nor should one meditate on a sadhu , even if he has attained an elevated state and mastered samadhi .\n\n“Furthermore, all should strictly abide by the dharma of their caste and ashram . All men who firmly abide by this injunction of Mine will develop resolute bhakti towards Shri Krishna Narayan like that of Narad. All women who accept this injunction of Mine will develop resolute bhakti towards Shri Krishna Narayan like that of Lakshmiji and the gopis such as Radhikaji, etc. Conversely, the bhakti of those who do not accept these words of Mine will become like that of a prostitute.\n\n“Written on Magshar vadi 14, Samvat 1878.”\n\nAfter writing this letter, Shriji Maharaj had it sent to all satsangis residing in various places."
}