{
    "number": 14,
    "vachanamrut": "Gadhada I-14",
    "title": "“Ante Yā Matihi Sā Gatihi”",
    "setting": "On Māgshar vadi 2, Samvat 1876 [3 December 1819], Swāmi Shri Sahajānandji Mahārāj was sitting facing south on a large, decorated cot under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He had tied a white pāgh around His head. He was also wearing a white khes and had covered Himself with a white cotton cloth. Also, tassels of yellow flowers decorated His pāgh . Bunches of yellow flowers had been placed above both of His ears, with roses decorating those bunches. Garlands of yellow flowers adorned His neck as well. With His right hand, He was playing with a white sevanti flower. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then asked the munis , “Suppose there are two devotees of God. One has renounced worldly life, and although he does not have intense vairāgya , he does physically observe the religious vows thoroughly. Nevertheless, he still harbors a slight desire for worldly life in his mind, but he overcomes this by a thought process. He also has firm faith in God. Such is the renunciant. On the other hand, there is another devotee, a householder, who also has firm faith in God. Even though he has remained a householder by God’s command, he is disinterested in worldly life. He has the same intensity of worldly desires as the renunciant. Of these two devotees of God, who is better?”\n\nMuktānand Swāmi replied, “The renunciant devotee is better.”\n\nShriji Mahārāj countered, “The renunciant has renounced of his own accord, out of frustration; so how can he be better? The householder, on the other hand, has stayed at home because of God’s command; so how can he be inferior?”\n\nMuktānand Swāmi attempted to answer Shriji Mahārāj’s question in many ways but was unable to do so satisfactorily. Thus, he said, “Mahārāj, please answer the question Yourself.”\n\nThereupon Shriji Mahārāj said, “If a renunciant who is weak-minded receives rich foods to eat, then desires for worldly life will be revived within his heart. Or, if he encounters many hardships, again, desires for worldly life will be revived. Compared to such a renunciant, a householder is much better, because whenever a householder encounters times of extreme hardship or even times of great pleasure, he is always cautious lest he becomes attached to these pleasures. With this awareness, he remains disinterested in worldly life. Therefore, a true renunciant is one who has no desires for worldly life having once renounced it.\n\n“Keep in mind, though, that a householder is much better than a renunciant with worldly desires, provided he observes the dharma prescribed for householders. The householders’ dharma , however, is extremely difficult to observe, because countless occasions of good and bad times are encountered. Despite this, a true householder’s mind does not waver from serving the Sant or from observing his dharma . He also realizes, ‘The profound association of the Sant that I have attained is like a magnificent chintāmani and a kalpavruksh . My wealth, property, sons and daughters are all merely like a dream, whereas the profound association of the Sant that I have attained is the only true benefit of life.’ Moreover, he remains undeterred amidst any type of adversity that may come his way. Such a householder is by far the better of the two. Therefore, of all things, becoming a devotee of God is very difficult. Moreover, to attain the association of the Bhakta of God is very rare, indeed.”\n\nHaving spoken in this way, Shriji Mahārāj then arranged for the singing of devotional songs written by Muktānand Swāmi describing the glory of God and His Sant.\n\nThereafter Muktānand Swāmi asked, “The Shrutis state, ‘Ante Yā Matihi Sā Gatihi |’ . 1 They claim that if one’s mind is fixed on God at the time of death, one will attain a favourable fate after death; otherwise, one will not. This seems to be the interpretation of that Vedic verse. If this is so, what is the significance of the bhakti one has performed throughout one’s life?”\n\nShriji Mahārāj explained, “A person who has been graced with the attainment of the manifest form of God never falls from the path of liberation, regardless of whether he remembers God at the time of death. God invariably protects him.\n\n“Conversely, a person who has turned away from God does not attain liberation even if he dies normally, while being conscious. Instead, he is consigned to Yampuri after death. Many sinful butchers die while still fully conscious. But if a devotee of God suffers an untimely death, does that mean he will not attain liberation? Moreover, will that sinner attain liberation? Certainly not. Therefore, that Vedic verse should be interpreted as follows: ‘The outcome at the time of death is determined by the present state of the mind.’ Thus, a devotee who realizes in his mind, ‘My liberation is guaranteed,’ will, as a result, certainly attain liberation after death. In comparison, a person who has not been graced with the attainment of the Sant or the form of God will feel in his mind, ‘I am ignorant, and I will not attain liberation.’ As a result, his state of mind will determine his fate after death.\n\n“Furthermore, a person who is a servant of God has nothing left to do. In fact, other jivas attain liberation by his darshan , so what is surprising about he himself attaining liberation? But to cultivate servitude towards God is very difficult indeed. Why? Because a servant of God has the following characteristics: He realizes the physical body is asatya and his own ātmā is satya . He harbors no desires to indulge in the objects that are intended for his Master. Also, he never behaves contrary to the wishes of his Master. Such a person is called a true servant of God; whereas a servant of God who behaves as the body is a pseudo-devotee.”\n\nOn Magshar vadi 2, Samvat 1876 [3 December 1819], Swami Shri Sahajanandji Maharaj was sitting facing south on a large, decorated cot under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He had tied a white pagh around His head. He was also wearing a white khes and had covered Himself with a white cotton cloth. Also, tassels of yellow flowers decorated His pagh . Bunches of yellow flowers had been placed above both of His ears, with roses decorating those bunches. Garlands of yellow flowers adorned His neck as well. With His right hand, He was playing with a white sevanti flower. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then asked the munis , “Suppose there are two devotees of God. One has renounced worldly life, and although he does not have intense vairagya , he does physically observe the religious vows thoroughly. Nevertheless, he still harbors a slight desire for worldly life in his mind, but he overcomes this by a thought process. He also has firm faith in God. Such is the renunciant. On the other hand, there is another devotee, a householder, who also has firm faith in God. Even though he has remained a householder by God’s command, he is disinterested in worldly life. He has the same intensity of worldly desires as the renunciant. Of these two devotees of God, who is better?”\n\nMuktanand Swami replied, “The renunciant devotee is better.”\n\nShriji Maharaj countered, “The renunciant has renounced of his own accord, out of frustration; so how can he be better? The householder, on the other hand, has stayed at home because of God’s command; so how can he be inferior?”\n\nMuktanand Swami attempted to answer Shriji Maharaj’s question in many ways but was unable to do so satisfactorily. Thus, he said, “Maharaj, please answer the question Yourself.”\n\nThereupon Shriji Maharaj said, “If a renunciant who is weak-minded receives rich foods to eat, then desires for worldly life will be revived within his heart. Or, if he encounters many hardships, again, desires for worldly life will be revived. Compared to such a renunciant, a householder is much better, because whenever a householder encounters times of extreme hardship or even times of great pleasure, he is always cautious lest he becomes attached to these pleasures. With this awareness, he remains disinterested in worldly life. Therefore, a true renunciant is one who has no desires for worldly life having once renounced it.\n\n“Keep in mind, though, that a householder is much better than a renunciant with worldly desires, provided he observes the dharma prescribed for householders. The householders’ dharma , however, is extremely difficult to observe, because countless occasions of good and bad times are encountered. Despite this, a true householder’s mind does not waver from serving the Sant or from observing his dharma . He also realizes, ‘The profound association of the Sant that I have attained is like a magnificent chintamani and a kalpavruksh . My wealth, property, sons and daughters are all merely like a dream, whereas the profound association of the Sant that I have attained is the only true benefit of life.’ Moreover, he remains undeterred amidst any type of adversity that may come his way. Such a householder is by far the better of the two. Therefore, of all things, becoming a devotee of God is very difficult. Moreover, to attain the association of the Bhakta of God is very rare, indeed.”\n\nHaving spoken in this way, Shriji Maharaj then arranged for the singing of devotional songs written by Muktanand Swami describing the glory of God and His Sant.\n\nThereafter Muktanand Swami asked, “The Shrutis state, ‘Ante Ya Matihi Sa Gatihi |’ . 1 They claim that if one’s mind is fixed on God at the time of death, one will attain a favourable fate after death; otherwise, one will not. This seems to be the interpretation of that Vedic verse. If this is so, what is the significance of the bhakti one has performed throughout one’s life?”\n\nShriji Maharaj explained, “A person who has been graced with the attainment of the manifest form of God never falls from the path of liberation, regardless of whether he remembers God at the time of death. God invariably protects him.\n\n“Conversely, a person who has turned away from God does not attain liberation even if he dies normally, while being conscious. Instead, he is consigned to Yampuri after death. Many sinful butchers die while still fully conscious. But if a devotee of God suffers an untimely death, does that mean he will not attain liberation? Moreover, will that sinner attain liberation? Certainly not. Therefore, that Vedic verse should be interpreted as follows: ‘The outcome at the time of death is determined by the present state of the mind.’ Thus, a devotee who realizes in his mind, ‘My liberation is guaranteed,’ will, as a result, certainly attain liberation after death. In comparison, a person who has not been graced with the attainment of the Sant or the form of God will feel in his mind, ‘I am ignorant, and I will not attain liberation.’ As a result, his state of mind will determine his fate after death.\n\n“Furthermore, a person who is a servant of God has nothing left to do. In fact, other jivas attain liberation by his darshan , so what is surprising about he himself attaining liberation? But to cultivate servitude towards God is very difficult indeed. Why? Because a servant of God has the following characteristics: He realizes the physical body is asatya and his own atma is satya . He harbors no desires to indulge in the objects that are intended for his Master. Also, he never behaves contrary to the wishes of his Master. Such a person is called a true servant of God; whereas a servant of God who behaves as the body is a pseudo-devotee.”"
}