{
    "number": 52,
    "vachanamrut": "Gadhada I-52",
    "title": "Realising God through the Four Scriptures",
    "setting": "On Mahā vadi 3, Samvat 1876 [2 February 1820], Shriji Mahārāj was having a scripture 1 read on the veranda outside Dādā Khāchar’s medi in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "During the reading, a reference was made to the fact that one who understands God’s form through the four sets of scriptures - Sānkhya, Yoga, Vedānta and Panchrātra - should be known to be completely enlightened.\n\nHearing this, Muktānand Swāmi asked, “Mahārāj, please explain how one can realize God through those four sets of scriptures? Also, what deficiency remains in one who does not realize God in that way?”\n\nShriji Mahārāj replied, “The Sānkhya scriptures propound God as being the 25 th element. Moreover, just as the 24 elements are incapable of doing anything without God, jiva and ishwar are also incapable of doing anything without God. Thus, jiva and ishwar are also included in the 24 elements. These 24 elements - which include jiva and ishwar - are called kshetra ; and God, the 25 th element, is called kshetragna .\n\n“The Yoga scriptures propound God as being the 26 th element and as possessing a definite form. They describe jiva and ishwar as the 25 th element and describe the 24 elements as being distinct from them. They prescribe that one should meditate on God, realizing one’s ātmā to be distinct from those elements.\n\n“The Vedānta scriptures describe God as pervading all, being the cause of all, the supporter of all, nirgun , untainted by māyā , non-dual, as well as being a non-doer despite being the all-doer. They also describe Him as possessing only divine attributes and not any worldly attributes.\n\n“The Panchrātra scriptures’ description of God is that there is one Shri Krishna Purushottam Nārāyan, and it is he who emanates into the four forms of Vāsudev, Sankarshan, Aniruddha and Pradyumna. It is also he who assumes an avatār on this earth. One who offers the nine types of bhakti to him attains liberation.\n\n“These are the various descriptions of God as given in those four scriptures. One who thoroughly understands them should be known to be completely enlightened.\n\n“Leaving the other three scriptures aside, if one were to try to understand God’s form using the Sānkhya scriptures alone, then a discrepancy would arise. Specifically, the Sānkhya scriptures do not describe jiva and ishwar as being distinct from the 24 elements. Thus, when the followers of Sānkhya reject the 24 elements and believe their jivātmā to be distinct from them, they would understand their jivātmā , but not God, to be the 25 th element.\n\n“The drawback in trying to understand God’s form from the Yoga scriptures alone is that by believing God to possess a definite form, the followers of Yoga consider Him to have limitations; they do not understand Him to be the antaryāmi of all and absolutely perfect.\n\n“The drawback in trying to understand God’s form from the Vedānta scriptures alone is that God - who is described as the cause of all, pervading all and nirgun - is believed to be formless. The eternal form of God would not be realized as being devoid of māyik arms, legs, etc., and as possessing divine limbs.\n\n“The drawback in trying to understand God’s form from the Panchrātra scriptures alone is that human traits are perceived in the avatārs of God, who are worthy of being offered bhakti . Also, God is understood as being present in only one place at any one time, but not as being the antaryāmi of all and absolutely perfect.\n\n“These are the types of discrepancies that arise when a person does not realize God using a combination of all four sets of scriptures. However, if one attempts to realize God using all four sets of scriptures together, then the flaw raised by one’s understanding of one set of scriptures is corrected by one’s understanding of another. Therefore, he who understands God using all four sets of scriptures together is known as being completely enlightened. If he ignores one set of scriptures, he is known as being three-quarters enlightened. If he ignores two sets of scriptures, he is known as being half-enlightened. If he ignores three sets of scriptures, he is known as being a quarter enlightened. If, ignoring all four sets of scriptures, he acts according to his own mentally concocted interpretations of the scriptures, then, even if he is a Vedānti or one with upāsanā , he is lost; i.e., he cannot be said to have found the path of liberation. Thus, such a Vedānti’s gnān is hypocritical, and a person with such upāsanā is a hypocritical devotee.”\n\nOn Maha vadi 3, Samvat 1876 [2 February 1820], Shriji Maharaj was having a scripture 1 read on the veranda outside Dada Khachar’s medi in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nDuring the reading, a reference was made to the fact that one who understands God’s form through the four sets of scriptures - Sankhya, Yoga, Vedanta and Panchratra - should be known to be completely enlightened.\n\nHearing this, Muktanand Swami asked, “Maharaj, please explain how one can realize God through those four sets of scriptures? Also, what deficiency remains in one who does not realize God in that way?”\n\nShriji Maharaj replied, “The Sankhya scriptures propound God as being the 25 th element. Moreover, just as the 24 elements are incapable of doing anything without God, jiva and ishwar are also incapable of doing anything without God. Thus, jiva and ishwar are also included in the 24 elements. These 24 elements - which include jiva and ishwar - are called kshetra ; and God, the 25 th element, is called kshetragna .\n\n“The Yoga scriptures propound God as being the 26 th element and as possessing a definite form. They describe jiva and ishwar as the 25 th element and describe the 24 elements as being distinct from them. They prescribe that one should meditate on God, realizing one’s atma to be distinct from those elements.\n\n“The Vedanta scriptures describe God as pervading all, being the cause of all, the supporter of all, nirgun , untainted by maya , non-dual, as well as being a non-doer despite being the all-doer. They also describe Him as possessing only divine attributes and not any worldly attributes.\n\n“The Panchratra scriptures’ description of God is that there is one Shri Krishna Purushottam Narayan, and it is he who emanates into the four forms of Vasudev, Sankarshan, Aniruddha and Pradyumna. It is also he who assumes an avatar on this earth. One who offers the nine types of bhakti to him attains liberation.\n\n“These are the various descriptions of God as given in those four scriptures. One who thoroughly understands them should be known to be completely enlightened.\n\n“Leaving the other three scriptures aside, if one were to try to understand God’s form using the Sankhya scriptures alone, then a discrepancy would arise. Specifically, the Sankhya scriptures do not describe jiva and ishwar as being distinct from the 24 elements. Thus, when the followers of Sankhya reject the 24 elements and believe their jivatma to be distinct from them, they would understand their jivatma , but not God, to be the 25 th element.\n\n“The drawback in trying to understand God’s form from the Yoga scriptures alone is that by believing God to possess a definite form, the followers of Yoga consider Him to have limitations; they do not understand Him to be the antaryami of all and absolutely perfect.\n\n“The drawback in trying to understand God’s form from the Vedanta scriptures alone is that God - who is described as the cause of all, pervading all and nirgun - is believed to be formless. The eternal form of God would not be realized as being devoid of mayik arms, legs, etc., and as possessing divine limbs.\n\n“The drawback in trying to understand God’s form from the Panchratra scriptures alone is that human traits are perceived in the avatars of God, who are worthy of being offered bhakti . Also, God is understood as being present in only one place at any one time, but not as being the antaryami of all and absolutely perfect.\n\n“These are the types of discrepancies that arise when a person does not realize God using a combination of all four sets of scriptures. However, if one attempts to realize God using all four sets of scriptures together, then the flaw raised by one’s understanding of one set of scriptures is corrected by one’s understanding of another. Therefore, he who understands God using all four sets of scriptures together is known as being completely enlightened. If he ignores one set of scriptures, he is known as being three-quarters enlightened. If he ignores two sets of scriptures, he is known as being half-enlightened. If he ignores three sets of scriptures, he is known as being a quarter enlightened. If, ignoring all four sets of scriptures, he acts according to his own mentally concocted interpretations of the scriptures, then, even if he is a Vedanti or one with upasana , he is lost; i.e., he cannot be said to have found the path of liberation. Thus, such a Vedanti’s gnan is hypocritical, and a person with such upasana is a hypocritical devotee.”"
}