{
    "number": 136,
    "vachanamrut": "Gadhada II-3",
    "title": "The Path of Amorousness and the Knowledge of the Ātmā",
    "setting": "On Shrāvan sudi 4, Samvat 1878 [2 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some paramhansas were singing devotional songs to the accompaniment of a jhānjh and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then, with a gesture of His eyes, Shriji Mahārāj silenced the audience and said, “Those of you who are senior paramhansas , please come to the front as I wish to speak to you.”\n\nSo saying, Shriji Mahārāj continued, “For those who worship God, there are two paths that lead to eminence, and there are also two paths that lead to downfall, all of which I shall now explain. One path is to offer bhakti to God via the path of amorousness, and the other path is knowledge of the ātmā . Both can lead to eminence, but both can also lead to downfall. Of these, thousands have fallen from the amorous path, with only a few attaining God. Although even the great āchāryas have encouraged the offering of bhakti via the amorous path, many have been ruined by it, and only a few have benefited.\n\n“The reason for this is that when God is described in an amorous manner, Rādhikāji and Lakshmiji, along with their companions, are also described together with God. When women are described, obviously their physical features are also described. How, then, can the mind of the person who is describing them possibly remain undisturbed? In fact, the nature of the indriyas is such that they only develop affection for those vishays that are seductive. No woman in all of the realms possesses beauty that can match the beauty of Rādhikāji or Lakshmiji, nor is there anyone who has such a sweet voice as theirs; even the fragrance emanating from their bodies is unrivalled. Thus, upon seeing or hearing about such beauty, how can a person possibly not become infatuated? It is inevitable. Even if a person’s mind is only slightly disturbed, he still falls from the path of liberation. Therefore, all of this proves to be a great obstacle for those who worship God via the amorous path.\n\n“Now, ‘brahma-gnān’ 1 can also give rise to the following incorrect understanding: Brahma itself assumes the form of Prakruti-Purush. Then that Brahma itself assumes the forms of Brahmā, Vishnu and Shiv. Thereafter, Brahma assumes the mobile and immobile forms of creation. Subsequently, Brahma also becomes the jivas residing in those mobile and immobile forms of creation. By misunderstanding ‘brahma-gnān’ 1 in such a manner, that individual then believes his own jiva to be God, thus causing a breach in upāsanā . As a result, he also falls from the path of God. So, in the path of ‘brahma-gnān’, 1 such a breach in upāsanā is a major obstacle. Why? Because the very God who is to be understood as the cause and master of everything has been insulted. Therefore, one with such understanding should also be known to have fallen from the path of liberation.\n\n“Now, while these two paths do lead to liberation, the obstacles along the way are also extremely grave. So, what should one who desires liberation do? Please answer this question.”\n\nAll of the paramhansas then began to think, but no one was able to supply a suitable answer.\n\nShriji Mahārāj then said, “The answer to the question is as follows: One’s mind does not become infatuated on seeing one’s own mother, sister or daughter, even if they are very beautiful. Moreover, even though one may talk with them, or even touch them, the mind is not even slightly infatuated. In the same manner, if one were to consider all female devotees of God as one’s own mother, sister or daughter, then infatuation would not arise in any way at all. Then, by worshipping God via the amorous path, one would attain liberation.\n\n“However, when a person does not have such understanding and harbors lustful thoughts on seeing some great female devotee of God, the person’s character becomes gravely blemished. Furthermore, whereas the blemish arising from lustfully looking at other women is eradicated by having the darshan of a devotee of God, no means of eradicating the blemish arising from lustfully looking at a devotee of God is mentioned anywhere in the scriptures. The same applies for females who look at a male devotee of God and harbor lustful thoughts; they too can never be redeemed of that sin. Thus the verse:\n\n“The verse means: ‘Sins committed elsewhere can be removed by going to God or a devotee of God. If, however, one commits a sin before God or His devotee, then it is like committing a sin at a place of pilgrimage; it becomes irredeemable, as if etched in iron.’ Thus, whosoever wishes to worship God via the path of amorousness should, as I have explained, keep his mind pure.\n\n“Now, on the path of ‘brahma-gnān’, 1 one should understand in the following manner: Brahma is not subject to change and is indivisible. Thus, it does not undergo change, nor can it be divided. When that Brahma is equated with all forms, it is because that Brahma is the cause of all - Prakruti-Purush, etc. It is their supporter and pervades all through its antaryāmi powers. Furthermore, that which is the cause, the supporter and the pervader cannot be distinct from its effect. It is in reference to this context that the scriptures equate that Brahma with all forms. However, one should not believe that that Brahma itself undergoes change and assumes the forms of all mobile and immobile beings. Transcending that Brahma is Parabrahma, Purushottam Nārāyan, who is distinct from Brahma, and is the cause, the supporter and the inspirer of Brahma. With such understanding, one should develop oneness with one’s jivātmā and with that Brahma and worship Parabrahma while maintaining a master-servant relationship with Him. With such understanding, ‘brahma-gnān’ 1 also becomes an unobstructed path to attaining the highest state of enlightenment.”\n\nOn Shravan sudi 4, Samvat 1878 [2 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some paramhansas were singing devotional songs to the accompaniment of a jhanjh and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThen, with a gesture of His eyes, Shriji Maharaj silenced the audience and said, “Those of you who are senior paramhansas , please come to the front as I wish to speak to you.”\n\nSo saying, Shriji Maharaj continued, “For those who worship God, there are two paths that lead to eminence, and there are also two paths that lead to downfall, all of which I shall now explain. One path is to offer bhakti to God via the path of amorousness, and the other path is knowledge of the atma . Both can lead to eminence, but both can also lead to downfall. Of these, thousands have fallen from the amorous path, with only a few attaining God. Although even the great acharyas have encouraged the offering of bhakti via the amorous path, many have been ruined by it, and only a few have benefited.\n\n“The reason for this is that when God is described in an amorous manner, Radhikaji and Lakshmiji, along with their companions, are also described together with God. When women are described, obviously their physical features are also described. How, then, can the mind of the person who is describing them possibly remain undisturbed? In fact, the nature of the indriyas is such that they only develop affection for those vishays that are seductive. No woman in all of the realms possesses beauty that can match the beauty of Radhikaji or Lakshmiji, nor is there anyone who has such a sweet voice as theirs; even the fragrance emanating from their bodies is unrivalled. Thus, upon seeing or hearing about such beauty, how can a person possibly not become infatuated? It is inevitable. Even if a person’s mind is only slightly disturbed, he still falls from the path of liberation. Therefore, all of this proves to be a great obstacle for those who worship God via the amorous path.\n\n“Now, ‘brahma-gnan’ 1 can also give rise to the following incorrect understanding: Brahma itself assumes the form of Prakruti-Purush. Then that Brahma itself assumes the forms of Brahma, Vishnu and Shiv. Thereafter, Brahma assumes the mobile and immobile forms of creation. Subsequently, Brahma also becomes the jivas residing in those mobile and immobile forms of creation. By misunderstanding ‘brahma-gnan’ 1 in such a manner, that individual then believes his own jiva to be God, thus causing a breach in upasana . As a result, he also falls from the path of God. So, in the path of ‘brahma-gnan’, 1 such a breach in upasana is a major obstacle. Why? Because the very God who is to be understood as the cause and master of everything has been insulted. Therefore, one with such understanding should also be known to have fallen from the path of liberation.\n\n“Now, while these two paths do lead to liberation, the obstacles along the way are also extremely grave. So, what should one who desires liberation do? Please answer this question.”\n\nAll of the paramhansas then began to think, but no one was able to supply a suitable answer.\n\nShriji Maharaj then said, “The answer to the question is as follows: One’s mind does not become infatuated on seeing one’s own mother, sister or daughter, even if they are very beautiful. Moreover, even though one may talk with them, or even touch them, the mind is not even slightly infatuated. In the same manner, if one were to consider all female devotees of God as one’s own mother, sister or daughter, then infatuation would not arise in any way at all. Then, by worshipping God via the amorous path, one would attain liberation.\n\n“However, when a person does not have such understanding and harbors lustful thoughts on seeing some great female devotee of God, the person’s character becomes gravely blemished. Furthermore, whereas the blemish arising from lustfully looking at other women is eradicated by having the darshan of a devotee of God, no means of eradicating the blemish arising from lustfully looking at a devotee of God is mentioned anywhere in the scriptures. The same applies for females who look at a male devotee of God and harbor lustful thoughts; they too can never be redeemed of that sin. Thus the verse:\n\n“The verse means: ‘Sins committed elsewhere can be removed by going to God or a devotee of God. If, however, one commits a sin before God or His devotee, then it is like committing a sin at a place of pilgrimage; it becomes irredeemable, as if etched in iron.’ Thus, whosoever wishes to worship God via the path of amorousness should, as I have explained, keep his mind pure.\n\n“Now, on the path of ‘brahma-gnan’, 1 one should understand in the following manner: Brahma is not subject to change and is indivisible. Thus, it does not undergo change, nor can it be divided. When that Brahma is equated with all forms, it is because that Brahma is the cause of all - Prakruti-Purush, etc. It is their supporter and pervades all through its antaryami powers. Furthermore, that which is the cause, the supporter and the pervader cannot be distinct from its effect. It is in reference to this context that the scriptures equate that Brahma with all forms. However, one should not believe that that Brahma itself undergoes change and assumes the forms of all mobile and immobile beings. Transcending that Brahma is Parabrahma, Purushottam Narayan, who is distinct from Brahma, and is the cause, the supporter and the inspirer of Brahma. With such understanding, one should develop oneness with one’s jivatma and with that Brahma and worship Parabrahma while maintaining a master-servant relationship with Him. With such understanding, ‘brahma-gnan’ 1 also becomes an unobstructed path to attaining the highest state of enlightenment.”"
}