{
    "number": 41,
    "vachanamrut": "Gadhada I-41",
    "title": "“Eko’ham Bahu Syām”",
    "setting": "On the evening of Mahā sudi 5, Samvat 1876 [20 January 1820], Shriji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree near the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. He was also adorned with garlands of yellow flowers. Bunches of yellow flowers had been placed upon His ears, and tassels of yellow flowers were dangling from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Please engage in a question-answer dialogue.”\n\nThereupon Nrusinhānand Swāmi asked, “Mahārāj, many pundits and Vedāntis in the world interpret the Vedic verse ‘ Eko’ham bahu syām prajāyeya ’ 1 to mean: ‘The one God present at the time of dissolution Himself takes the form of all jivas and ishwars by His own will.’ But this belief can only be accepted by someone who is a fool. We have accepted Your refuge, so this belief does not make sense in our minds. Our understanding is that God is indivisible, and that He does not divide and assume the forms of various jivas and ishwars . Therefore, we can only fully understand the meaning of this verse if You explain it to us.”\n\nShriji Mahārāj then explained, “The meaning of that Vedic verse is not as they interpret it to be. In fact, it has a different meaning altogether. In the prose portion of the Vedstuti, it is stated:\n\n“This means: ‘Purushottam Bhagwān creates and enters the various types of life forms as their cause and as their antaryāmi , and He inspires them to a greater or lesser degree.’\n\n“More specifically, at the time of creation, Purushottam Bhagwān - who transcends even Akshar - inspires Akshar. As a result, Purush manifests from Akshar. After entering Akshar, Purushottam enters Purush, and in the form of Purush, inspires Prakruti. In this way, as Purushottam successively entered the various entities, 3 the activities of creation took place. Thereafter, Pradhān-Purushes were produced from Prakruti-Purush. From Pradhān-Purush, mahattattva was produced. From mahattattva , the three types of ahamkār were produced. From ahamkār , the bhuts , the vishays , the indriyas , the antahkarans and their presiding deities were produced. From those, Virāt-Purush was produced. From the lotus extending from his naval, Brahmā was produced. From that Brahmā, Marichi and other prajāpatis were produced. From them, Kashyap and other prajāpatis were produced. From them, Indra and other deities, the demons, and all of the mobile and immobile creation were produced.\n\n“Purushottam Bhagwān enters and dwells in all of the above as their cause and antaryāmi . However, He does not manifest in Prakruti-Purush to the extent He manifests in Akshar; and He does not manifest in Pradhān-Purush to the extent that He manifests in Prakruti-Purush; and He does not manifest in mahattattva and the rest of the 24 elements to the extent that He manifests in Pradhān-Purush; and He does not manifest in Virāt-Purush to the extent that He manifests in the 24 elements; and He does not manifest in Brahmā to the extent that He manifests in Virāt-Purush; and He does not manifest in Marichi and others to the extent that He manifests in Brahmā; and He does not manifest in Kashyap to the extent that He manifests in Marichi and others; and He does not manifest in Indra and the other deities to the extent that He manifests in Kashyap; and He does not manifest in human beings to the extent that He manifests in Indra and the other deities; and He does not manifest in animals to the extent that He manifests in human beings. In this manner, Purushottam Bhagwān resides in all - to a greater or lesser degree - as their cause and antaryāmi .\n\n“For example, fire is latent within wood . 4 Large fire resides in large pieces of wood, long fire resides in a long piece of wood, and warped fire resides in a warped piece of wood. In a similar way, Purushottam Bhagwān manifests in various entities with various degrees of power according to the task to be accomplished through that entity.\n\n“Purushottam Bhagwān also resides in Akshar, Prakruti-Purush and others as their antaryāmi . However, because of the difference in the capacities of those entities, there is a difference in their power. So, in fact, there is only one Purushottam Bhagwān, and it is He who enters all and resides in them as antaryāmi . But, He does not Himself become the jivas and ishwars by assuming many forms. This is how that Vedic verse should be interpreted.”\n\nOn the evening of Maha sudi 5, Samvat 1876 [20 January 1820], Shriji Maharaj was sitting on a large, decorated cot on the platform under the neem tree near the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. He was also adorned with garlands of yellow flowers. Bunches of yellow flowers had been placed upon His ears, and tassels of yellow flowers were dangling from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Please engage in a question-answer dialogue.”\n\nThereupon Nrusinhanand Swami asked, “Maharaj, many pundits and Vedantis in the world interpret the Vedic verse ‘ Eko’ham bahu syam prajayeya ’ 1 to mean: ‘The one God present at the time of dissolution Himself takes the form of all jivas and ishwars by His own will.’ But this belief can only be accepted by someone who is a fool. We have accepted Your refuge, so this belief does not make sense in our minds. Our understanding is that God is indivisible, and that He does not divide and assume the forms of various jivas and ishwars . Therefore, we can only fully understand the meaning of this verse if You explain it to us.”\n\nShriji Maharaj then explained, “The meaning of that Vedic verse is not as they interpret it to be. In fact, it has a different meaning altogether. In the prose portion of the Vedstuti, it is stated:\n\n“This means: ‘Purushottam Bhagwan creates and enters the various types of life forms as their cause and as their antaryami , and He inspires them to a greater or lesser degree.’\n\n“More specifically, at the time of creation, Purushottam Bhagwan - who transcends even Akshar - inspires Akshar. As a result, Purush manifests from Akshar. After entering Akshar, Purushottam enters Purush, and in the form of Purush, inspires Prakruti. In this way, as Purushottam successively entered the various entities, 3 the activities of creation took place. Thereafter, Pradhan-Purushes were produced from Prakruti-Purush. From Pradhan-Purush, mahattattva was produced. From mahattattva , the three types of ahamkar were produced. From ahamkar , the bhuts , the vishays , the indriyas , the antahkarans and their presiding deities were produced. From those, Virat-Purush was produced. From the lotus extending from his naval, Brahma was produced. From that Brahma, Marichi and other prajapatis were produced. From them, Kashyap and other prajapatis were produced. From them, Indra and other deities, the demons, and all of the mobile and immobile creation were produced.\n\n“Purushottam Bhagwan enters and dwells in all of the above as their cause and antaryami . However, He does not manifest in Prakruti-Purush to the extent He manifests in Akshar; and He does not manifest in Pradhan-Purush to the extent that He manifests in Prakruti-Purush; and He does not manifest in mahattattva and the rest of the 24 elements to the extent that He manifests in Pradhan-Purush; and He does not manifest in Virat-Purush to the extent that He manifests in the 24 elements; and He does not manifest in Brahma to the extent that He manifests in Virat-Purush; and He does not manifest in Marichi and others to the extent that He manifests in Brahma; and He does not manifest in Kashyap to the extent that He manifests in Marichi and others; and He does not manifest in Indra and the other deities to the extent that He manifests in Kashyap; and He does not manifest in human beings to the extent that He manifests in Indra and the other deities; and He does not manifest in animals to the extent that He manifests in human beings. In this manner, Purushottam Bhagwan resides in all - to a greater or lesser degree - as their cause and antaryami .\n\n“For example, fire is latent within wood . 4 Large fire resides in large pieces of wood, long fire resides in a long piece of wood, and warped fire resides in a warped piece of wood. In a similar way, Purushottam Bhagwan manifests in various entities with various degrees of power according to the task to be accomplished through that entity.\n\n“Purushottam Bhagwan also resides in Akshar, Prakruti-Purush and others as their antaryami . However, because of the difference in the capacities of those entities, there is a difference in their power. So, in fact, there is only one Purushottam Bhagwan, and it is He who enters all and resides in them as antaryami . But, He does not Himself become the jivas and ishwars by assuming many forms. This is how that Vedic verse should be interpreted.”"
}