{
    "number": 246,
    "vachanamrut": "Gadhada III-23",
    "title": "Mānsi Pujā",
    "setting": "On the night of Āso sudi Punam, Samvat 1885 [22 October 1828], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot that had been placed in the yard of His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj, out of compassion, addressed all of the devotees and said, “One who is a devotee of God daily performs the mānsi pujā of God. The details of performing that mānsi pujā are as follows: One should perform that mānsi pujā in different ways, depending on the three seasons; namely summer, winter and monsoon.\n\n“During the four months of summer, one should perform puja by first bathing God with cool, fragrant, pure water. One should then offer Him a beautiful, washed, white khes to wear, which is thin and fine. After seating God on a beautiful seat, His whole body should be smeared with fragrant sandalwood from the Malay mountains, which has been collected in a bowl after forming it into a paste. Firstly, the sandalwood paste should be smeared on His forehead and closely observed; then His hands should be smeared and closely observed; then the paste should be smeared on His chest, stomach, thighs, calves, and other parts of His body. Those parts should also be observed. Then, beautiful kumkum should be applied on His holy feet as well as on the soles of His feet, and they too should then be observed. Thereafter, garlands of fragrant flowers such as mogrā , chameli , champā , roses, etc., as well as various ornaments such as a cap, armlets, wristlets, etc., made of flowers should be offered. A fine cloth that is not too heavy and is as white as a mogrā flower should be tied around His head; and a beautiful, white cloth which is fine and light, should be wrapped around His body. Then one should embrace God - once, or twice, or according to the degree of one’s love. Thereafter, one should touch God’s holy feet to one’s own chest and head. During that embrace, the sandalwood paste on God’s body as well as parts from the garlands of flowers may stick to one’s own body; and kumkum may also stick as a result of touching God’s holy feet to one’s own chest and head. All this should be visualized; i.e., one should feel, ‘Sandalwood paste, kumkum and garlands consecrated by God have touched my body!’\n\n“During the four months of winter, one should perform puja by first bathing God with warm water and then offering Him a white khes to wear. One should then seat God on a decorated cot with a velvet mattress that has been covered with a white bedsheet. One should offer a survāl , offer a dagli , tie a rich orange reto of golden threads around His head, tie a rich reto around His waist, and place a rich reto over His shoulders. Then one should place various ornaments made of diamonds, pearls, gold and rubies on various parts of His body and adorn Him with a pearl necklace as well. After offering these clothes and ornaments, the various parts of God’s body should be closely observed. A kumkum chāndlo should also be applied to God’s forehead.\n\n“During the four months of monsoon, one should perform puja imagining that God has returned from some village and His white clothes having become completely drenched; or that He had gone to bathe with the paramhansas in a river and has returned from there drenched. After removing His wet clothes, He should be offered deep orange garments to wear; and His forehead should be smeared with yellow sandalwood paste mixed with saffron.\n\n“During summer, one should visualize God to be sitting either in an open place or in a flower garden. During winter and monsoon, one should visualize God to be seated in a fine medi or inside a house. In particular, when offering God something to eat, only those foods - chewable, drinkable, lickable or suckable - which one likes to eat should be visualized for offering to God. Even if God does not like such foods, when offering items to Him, one should still visualize only those items that are relished by oneself. Also, incense, oil lamps, ārti and other articles should be offered to God as appropriate.\n\n“In this manner, a devotee who offers puja in different ways according to the three different seasons increases his love for God, and his jiva benefits tremendously. Therefore, whoever has heard this discourse should imbibe it and daily perform the mānsi pujā of God 1 in the manner described. As a matter of fact, I have never talked about this before.”\n\nShriji Mahārāj then spoke on another topic. He said, “When God and His Bhakta are pleased on a devotee, he should feel, ‘It is my great fortune that God and His Bhakta are pleased with me.’ Also, when, for the purpose of teaching a lesson, they reprimand him, he should feel, ‘It is my great fortune that they reprimand me; after all, it will help in removing my flaws.’ In this way, one should be pleased even if reprimanded; one should not feel any grief in one’s mind, nor get upset, nor even regard oneself as being very sinful. Indeed, one should always remain pleased. This attitude is also worthy of being imbibed.”\n\nOn the night of Aso sudi Punam, Samvat 1885 [22 October 1828], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot that had been placed in the yard of His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj, out of compassion, addressed all of the devotees and said, “One who is a devotee of God daily performs the mansi puja of God. The details of performing that mansi puja are as follows: One should perform that mansi puja in different ways, depending on the three seasons; namely summer, winter and monsoon.\n\n“During the four months of summer, one should perform puja by first bathing God with cool, fragrant, pure water. One should then offer Him a beautiful, washed, white khes to wear, which is thin and fine. After seating God on a beautiful seat, His whole body should be smeared with fragrant sandalwood from the Malay mountains, which has been collected in a bowl after forming it into a paste. Firstly, the sandalwood paste should be smeared on His forehead and closely observed; then His hands should be smeared and closely observed; then the paste should be smeared on His chest, stomach, thighs, calves, and other parts of His body. Those parts should also be observed. Then, beautiful kumkum should be applied on His holy feet as well as on the soles of His feet, and they too should then be observed. Thereafter, garlands of fragrant flowers such as mogra , chameli , champa , roses, etc., as well as various ornaments such as a cap, armlets, wristlets, etc., made of flowers should be offered. A fine cloth that is not too heavy and is as white as a mogra flower should be tied around His head; and a beautiful, white cloth which is fine and light, should be wrapped around His body. Then one should embrace God - once, or twice, or according to the degree of one’s love. Thereafter, one should touch God’s holy feet to one’s own chest and head. During that embrace, the sandalwood paste on God’s body as well as parts from the garlands of flowers may stick to one’s own body; and kumkum may also stick as a result of touching God’s holy feet to one’s own chest and head. All this should be visualized; i.e., one should feel, ‘Sandalwood paste, kumkum and garlands consecrated by God have touched my body!’\n\n“During the four months of winter, one should perform puja by first bathing God with warm water and then offering Him a white khes to wear. One should then seat God on a decorated cot with a velvet mattress that has been covered with a white bedsheet. One should offer a surval , offer a dagli , tie a rich orange reto of golden threads around His head, tie a rich reto around His waist, and place a rich reto over His shoulders. Then one should place various ornaments made of diamonds, pearls, gold and rubies on various parts of His body and adorn Him with a pearl necklace as well. After offering these clothes and ornaments, the various parts of God’s body should be closely observed. A kumkum chandlo should also be applied to God’s forehead.\n\n“During the four months of monsoon, one should perform puja imagining that God has returned from some village and His white clothes having become completely drenched; or that He had gone to bathe with the paramhansas in a river and has returned from there drenched. After removing His wet clothes, He should be offered deep orange garments to wear; and His forehead should be smeared with yellow sandalwood paste mixed with saffron.\n\n“During summer, one should visualize God to be sitting either in an open place or in a flower garden. During winter and monsoon, one should visualize God to be seated in a fine medi or inside a house. In particular, when offering God something to eat, only those foods - chewable, drinkable, lickable or suckable - which one likes to eat should be visualized for offering to God. Even if God does not like such foods, when offering items to Him, one should still visualize only those items that are relished by oneself. Also, incense, oil lamps, arti and other articles should be offered to God as appropriate.\n\n“In this manner, a devotee who offers puja in different ways according to the three different seasons increases his love for God, and his jiva benefits tremendously. Therefore, whoever has heard this discourse should imbibe it and daily perform the mansi puja of God 1 in the manner described. As a matter of fact, I have never talked about this before.”\n\nShriji Maharaj then spoke on another topic. He said, “When God and His Bhakta are pleased on a devotee, he should feel, ‘It is my great fortune that God and His Bhakta are pleased with me.’ Also, when, for the purpose of teaching a lesson, they reprimand him, he should feel, ‘It is my great fortune that they reprimand me; after all, it will help in removing my flaws.’ In this way, one should be pleased even if reprimanded; one should not feel any grief in one’s mind, nor get upset, nor even regard oneself as being very sinful. Indeed, one should always remain pleased. This attitude is also worthy of being imbibed.”"
}