{
    "number": 20,
    "vachanamrut": "Gadhada I-20",
    "title": "An Ignorant Person; Seeing One’s Own Self",
    "setting": "On Posh sudi 2, Samvat 1876 [19 December 1819], Shriji Mahārāj was seated on a cushion with a cylindrical pillow on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He had tied a white pāgh around His head, and a tassel of yellow flowers had been placed in that pāgh . A garland of yellow flowers had been placed around His neck, and bunches of white and yellow flowers had been placed upon His ears. He had also covered Himself with a thick, white cotton cloth and was wearing a black-bordered khes . At that time, scriptural reading had commenced, and paramhansas as well as devotees from various places had gathered before Shriji Mahārāj.",
    "text": "Then Swāmi Shri Sahajānandji Mahārāj said, “Please listen, I wish to ask all of you a question.”\n\nHearing this, all of the devotees said with folded hands, “Please do ask.”\n\nThereupon Shriji Mahārāj asked, “Who is the most ignorant of all ignorant people?”\n\nEveryone pondered over the question, but no one was able to reply. So Shriji Mahārāj said, “Here, I shall answer Myself.”\n\nHearing this, everyone was pleased and said, “Mahārāj, only You will be able to give a precise answer; so please explain.”\n\nShriji Mahārāj then began, “The jiva , which resides within the body, observes both the attractive and the unattractive. It witnesses childhood, youth and old age, as well as a countless number of other things. However, the observer fails to observe its own self. The jiva looks at objects externally; but it does not look at its own self. Therefore, it is the most ignorant of the ignorant.\n\n“Furthermore, just as the jiva indulges in a countless variety of sights with the eyes, it similarly indulges in and knows the pleasures of the other vishays with the ears, skin, tongue and nose; but it does not indulge in the bliss of its own self; nor does it know its own nature. For this reason, it is the most ignorant of the ignorant, the most senseless of the senseless, the most foolish of fools and the vilest of the vile.”\n\nAt that point, Shuk Muni raised a doubt. He asked, “Is it truly in one’s own hands to see one’s own self? If it is, why does the jiva remain ignorant?”\n\nShriji Mahārāj replied, “For a person who has attained satsang , realization of his jivātmā does, indeed, lie in his own hands. In fact, when has he attempted to see his own self and failed to see it? Having become dependent to and made helpless by māyā , that jiva draws within and enters the dream and deep sleep states, but never does it draw within of its own accord to see its own self. On the other hand, one who contemplates on the greatness of God and draws within oneself sees one’s own self as extremely pure and luminous. In the midst of that luminance, one beholds the form of the manifest Purushottam Bhagwān and experiences bliss in the manner of Nārad and the Sanakādik. Therefore, all deficiencies which do remain in a devotee are due to his own lethargy.”\n\nOn Posh sudi 2, Samvat 1876 [19 December 1819], Shriji Maharaj was seated on a cushion with a cylindrical pillow on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He had tied a white pagh around His head, and a tassel of yellow flowers had been placed in that pagh . A garland of yellow flowers had been placed around His neck, and bunches of white and yellow flowers had been placed upon His ears. He had also covered Himself with a thick, white cotton cloth and was wearing a black-bordered khes . At that time, scriptural reading had commenced, and paramhansas as well as devotees from various places had gathered before Shriji Maharaj.\n\nThen Swami Shri Sahajanandji Maharaj said, “Please listen, I wish to ask all of you a question.”\n\nHearing this, all of the devotees said with folded hands, “Please do ask.”\n\nThereupon Shriji Maharaj asked, “Who is the most ignorant of all ignorant people?”\n\nEveryone pondered over the question, but no one was able to reply. So Shriji Maharaj said, “Here, I shall answer Myself.”\n\nHearing this, everyone was pleased and said, “Maharaj, only You will be able to give a precise answer; so please explain.”\n\nShriji Maharaj then began, “The jiva , which resides within the body, observes both the attractive and the unattractive. It witnesses childhood, youth and old age, as well as a countless number of other things. However, the observer fails to observe its own self. The jiva looks at objects externally; but it does not look at its own self. Therefore, it is the most ignorant of the ignorant.\n\n“Furthermore, just as the jiva indulges in a countless variety of sights with the eyes, it similarly indulges in and knows the pleasures of the other vishays with the ears, skin, tongue and nose; but it does not indulge in the bliss of its own self; nor does it know its own nature. For this reason, it is the most ignorant of the ignorant, the most senseless of the senseless, the most foolish of fools and the vilest of the vile.”\n\nAt that point, Shuk Muni raised a doubt. He asked, “Is it truly in one’s own hands to see one’s own self? If it is, why does the jiva remain ignorant?”\n\nShriji Maharaj replied, “For a person who has attained satsang , realization of his jivatma does, indeed, lie in his own hands. In fact, when has he attempted to see his own self and failed to see it? Having become dependent to and made helpless by maya , that jiva draws within and enters the dream and deep sleep states, but never does it draw within of its own accord to see its own self. On the other hand, one who contemplates on the greatness of God and draws within oneself sees one’s own self as extremely pure and luminous. In the midst of that luminance, one beholds the form of the manifest Purushottam Bhagwan and experiences bliss in the manner of Narad and the Sanakadik. Therefore, all deficiencies which do remain in a devotee are due to his own lethargy.”"
}