{
    "number": 33,
    "vachanamrut": "Gadhada I-33",
    "title": "Blind Faith, Love and Understanding",
    "setting": "On the evening of Posh vadi 5, Samvat 1876 [5 January 1820], Shriji Mahārāj was sitting facing east on a large, decorated cot on the veranda outside the room next to the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a deep orange reto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked, “The scriptures have described innumerable spiritual endeavors to please God; but amongst them all, which one is so powerful that it alone earns as much pleasure of God as is earned by performing all spiritual endeavors combined? Please reveal it to us.”\n\nShriji Mahārāj began by saying, “Please listen as I tell you the one spiritual endeavor by which God can be pleased.” He then continued, “Accepting the firm refuge of God is the single, greatest endeavor amongst all spiritual endeavors for pleasing God. That refuge, though, must be extremely firm and without any flaws.\n\n“This refuge can be of three types. One way of having the refuge of God is with blind faith. If a person has intense blind faith, then even if someone such as Brahmā were to attempt to deflect him from his refuge, he would not be deflected.\n\n“The second type is firm refuge of God that is cultivated out of love. Even if a person possessing profound love for God forces himself, he does not become attracted to any object other than God. This is known as firm refuge produced out of profound love.\n\n“The third type is with understanding. A person who has profound intelligence understands the sagun - nirgun and anvay - vyatirek aspects of God. He understands the entities that have been created by God’s māyā , as well as the ways of God’s avatārs on earth. He also understands how, at the time of the creation of the cosmos, God behaves as Akshar, how God behaves as Prakruti-Purush, how God behaves as Virāt-Purush, and how God behaves as Brahmā and other prajāpatis . He also comprehends how God works through Nārad, the Sanakādik and others for the purpose of granting liberation to the jivas . He understands all these methods. Moreover, he realizes that Purushottam Bhagwān transcends everything and is absolutely unaffected. He who has such an insight is said to have a firm refuge of God using his intelligence. If someone tries to dissuade him, or even if he tries to dissuade himself, such a refuge never diminishes. Also, regardless of whether God - after assuming a human form - exhibits His divine powers or acts powerless, such a person’s intellect would not harbor any doubts.”\n\nThereafter, Shriji Mahārāj said, “If you allow Me, may I ask all of you a question?”\n\nMuktānand Swāmi said, “Mahārāj, please do ask.”\n\nThereupon, Shriji Mahārāj asked, “Of the three inclinations I have just described to you, which is your inclination? After all, although a combination of all three inclinations is generally present in all devotees of God, the inclination that is predominant is said to be the inclination they possess. So, of the three - blind faith, love and understanding - which is your inclination?”\n\nMuktānand Swāmi and Brahmānand Swāmi both replied, “Our inclination is of understanding.”\n\nThereafter, the other sādhus also stated their own inclinations.\n\nOn the evening of Posh vadi 5, Samvat 1876 [5 January 1820], Shriji Maharaj was sitting facing east on a large, decorated cot on the veranda outside the room next to the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a deep orange reto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked, “The scriptures have described innumerable spiritual endeavors to please God; but amongst them all, which one is so powerful that it alone earns as much pleasure of God as is earned by performing all spiritual endeavors combined? Please reveal it to us.”\n\nShriji Maharaj began by saying, “Please listen as I tell you the one spiritual endeavor by which God can be pleased.” He then continued, “Accepting the firm refuge of God is the single, greatest endeavor amongst all spiritual endeavors for pleasing God. That refuge, though, must be extremely firm and without any flaws.\n\n“This refuge can be of three types. One way of having the refuge of God is with blind faith. If a person has intense blind faith, then even if someone such as Brahma were to attempt to deflect him from his refuge, he would not be deflected.\n\n“The second type is firm refuge of God that is cultivated out of love. Even if a person possessing profound love for God forces himself, he does not become attracted to any object other than God. This is known as firm refuge produced out of profound love.\n\n“The third type is with understanding. A person who has profound intelligence understands the sagun - nirgun and anvay - vyatirek aspects of God. He understands the entities that have been created by God’s maya , as well as the ways of God’s avatars on earth. He also understands how, at the time of the creation of the cosmos, God behaves as Akshar, how God behaves as Prakruti-Purush, how God behaves as Virat-Purush, and how God behaves as Brahma and other prajapatis . He also comprehends how God works through Narad, the Sanakadik and others for the purpose of granting liberation to the jivas . He understands all these methods. Moreover, he realizes that Purushottam Bhagwan transcends everything and is absolutely unaffected. He who has such an insight is said to have a firm refuge of God using his intelligence. If someone tries to dissuade him, or even if he tries to dissuade himself, such a refuge never diminishes. Also, regardless of whether God - after assuming a human form - exhibits His divine powers or acts powerless, such a person’s intellect would not harbor any doubts.”\n\nThereafter, Shriji Maharaj said, “If you allow Me, may I ask all of you a question?”\n\nMuktanand Swami said, “Maharaj, please do ask.”\n\nThereupon, Shriji Maharaj asked, “Of the three inclinations I have just described to you, which is your inclination? After all, although a combination of all three inclinations is generally present in all devotees of God, the inclination that is predominant is said to be the inclination they possess. So, of the three - blind faith, love and understanding - which is your inclination?”\n\nMuktanand Swami and Brahmanand Swami both replied, “Our inclination is of understanding.”\n\nThereafter, the other sadhus also stated their own inclinations."
}