{
    "number": 234,
    "vachanamrut": "Gadhada III-11",
    "title": "Understanding like that of Sitāji",
    "setting": "On Āshādh sudi 3, Samvat 1884 [27 June 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “I wish to ask the following question: Is there one means to overcome both the indriyas and the mind? Or is the means to overcome the indriyas different from the means to overcome the mind? That is the question.”\n\nThe senior paramhansas answered according to their understanding, but Shriji Mahārāj’s question was not answered in a satisfactory manner.\n\nSo Shriji Mahārāj said Himself, “The answer is that the indriyas are overcome by the four means of vairāgya , swadharma , austerities and niyams . The mind is overcome by the nine types of bhakti coupled with the knowledge of God’s greatness.”\n\nMuktānand Swāmi then asked, “How can the type of bliss that a devotee of God enjoys in nirvikalp samādhi be enjoyed even without samādhi ?”\n\nShriji Mahārāj replied, “If the devotee has profound attachment and deep love for God and His Bhakta, just like the attachment and love that he has for his own body, then the type of bliss that prevails in nirvikalp samādhi will continue to remain forever, even without that samādhi . That is the only answer.”\n\nThereafter Shriji Mahārāj asked the paramhansas , “What type of understanding must a devotee have, whereby he will in no way recede from the path of liberation regardless of the adverse circumstances he may encounter, and whereby he develops such staunchness that he will not be affected by any obstacles whatsoever?”\n\nThe senior sādhus answered according to their understanding, but Shriji Mahārāj’s question was not answered satisfactorily.\n\nSo Shriji Mahārāj said, “The answer to this is as follows: If a person is profoundly attached to God and His Bhakta, just as he is attached to his body, then he will not be affected by any obstacles. In fact, regardless of the extent of adverse circumstances he may encounter, he will not turn away from God and His Bhakta.”\n\nThen Shriji Mahārāj addressed the paramhansas again. He said, “When Jānkiji was exiled to the forest by Rāmchandraji, she began to lament. Lakshmanji was very sorrowful at that time as well. But then Sitāji explained to Lakshmanji, ‘I am not crying because of my own grief; I am crying for the grief of Rāmchandraji. Because Raghunāthji is extremely compassionate, and since he has exiled me to the forest out of fear of public accusation, he must be thinking, “I have sent Sitā to the forest without any fault of her own.” Knowing this and being compassionate, he must be experiencing severe grief in his mind. So please tell Rāmchandraji, “Sitā is not distressed; she will go to Vālmiki Rishi’s hermitage and happily engage in your worship there. So do not feel any remorse on account of Sitā’s distress.”’ Sitaji sent this message with Lakshmanji, but in no way did she perceive faults in Rāmchandraji.\n\n“Now, one devotee is such that he does not perceive faults in God and His Bhakta , 1 but his vairāgya and dharma are somewhat moderate. On the other hand, another devotee has intense vairāgya and dharma , but does not have an understanding like that of Sitā. Of these two types of devotees, which type should one lovingly keep the company of?”\n\nChaitanyānand Swāmi replied, “One should only keep the company - with intense love - of one who has an understanding like Jānkiji, even though that person’s dharma and vairāgya may be moderate. One should not keep the company of one who, despite having intense vairāgya and dharma , perceives faults in God and His Bhakta.”\n\nHearing this, Shriji Mahārāj said, “The answer is correct.”\n\nOn Ashadh sudi 3, Samvat 1884 [27 June 1827], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “I wish to ask the following question: Is there one means to overcome both the indriyas and the mind? Or is the means to overcome the indriyas different from the means to overcome the mind? That is the question.”\n\nThe senior paramhansas answered according to their understanding, but Shriji Maharaj’s question was not answered in a satisfactory manner.\n\nSo Shriji Maharaj said Himself, “The answer is that the indriyas are overcome by the four means of vairagya , swadharma , austerities and niyams . The mind is overcome by the nine types of bhakti coupled with the knowledge of God’s greatness.”\n\nMuktanand Swami then asked, “How can the type of bliss that a devotee of God enjoys in nirvikalp samadhi be enjoyed even without samadhi ?”\n\nShriji Maharaj replied, “If the devotee has profound attachment and deep love for God and His Bhakta, just like the attachment and love that he has for his own body, then the type of bliss that prevails in nirvikalp samadhi will continue to remain forever, even without that samadhi . That is the only answer.”\n\nThereafter Shriji Maharaj asked the paramhansas , “What type of understanding must a devotee have, whereby he will in no way recede from the path of liberation regardless of the adverse circumstances he may encounter, and whereby he develops such staunchness that he will not be affected by any obstacles whatsoever?”\n\nThe senior sadhus answered according to their understanding, but Shriji Maharaj’s question was not answered satisfactorily.\n\nSo Shriji Maharaj said, “The answer to this is as follows: If a person is profoundly attached to God and His Bhakta, just as he is attached to his body, then he will not be affected by any obstacles. In fact, regardless of the extent of adverse circumstances he may encounter, he will not turn away from God and His Bhakta.”\n\nThen Shriji Maharaj addressed the paramhansas again. He said, “When Jankiji was exiled to the forest by Ramchandraji, she began to lament. Lakshmanji was very sorrowful at that time as well. But then Sitaji explained to Lakshmanji, ‘I am not crying because of my own grief; I am crying for the grief of Ramchandraji. Because Raghunathji is extremely compassionate, and since he has exiled me to the forest out of fear of public accusation, he must be thinking, “I have sent Sita to the forest without any fault of her own.” Knowing this and being compassionate, he must be experiencing severe grief in his mind. So please tell Ramchandraji, “Sita is not distressed; she will go to Valmiki Rishi’s hermitage and happily engage in your worship there. So do not feel any remorse on account of Sita’s distress.”’ Sitaji sent this message with Lakshmanji, but in no way did she perceive faults in Ramchandraji.\n\n“Now, one devotee is such that he does not perceive faults in God and His Bhakta , 1 but his vairagya and dharma are somewhat moderate. On the other hand, another devotee has intense vairagya and dharma , but does not have an understanding like that of Sita. Of these two types of devotees, which type should one lovingly keep the company of?”\n\nChaitanyanand Swami replied, “One should only keep the company - with intense love - of one who has an understanding like Jankiji, even though that person’s dharma and vairagya may be moderate. One should not keep the company of one who, despite having intense vairagya and dharma , perceives faults in God and His Bhakta.”\n\nHearing this, Shriji Maharaj said, “The answer is correct.”"
}