{
    "number": 237,
    "vachanamrut": "Gadhada III-14",
    "title": "The Kāyasth’s Indiscretion; A Donkey",
    "setting": "On Āshādh vadi 11, Samvat 1884 [19 July 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Tassels of flowers were dangling from the pāgh upon His head, and garlands of flowers hung around His neck. At that time, while some munis were singing devotional songs, paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then Shriji Mahārāj said, “Please stop the singing and begin a question-answer session.”\n\nThereupon Muktānand Swāmi asked with folded hands, “Mahārāj, there is nothing more essential than God; yet why does an individual not develop deep affection for Him? That is the question.”\n\nShriji Mahārāj replied, “He has no discretion. If he did have discretion, he would think, ‘I have accepted the vow of brahmacharya , yet the desire to enjoy the pleasures of women still has not disappeared from my heart. That is very improper as I have invariably enjoyed the pleasures of women when I have taken birth in the 8.4 million life forms - and those pleasures have always been much greater than those experienced in a human birth.’ Because when this jiva was born as a goat, it must have single-handedly indulged in the pleasures of a thousand she-goats. When it took birth as a horse, or a bull, or a buffalo, or a king monkey, or indeed any other animal, it must have encountered countless young, beautiful females of its own species. This was not due to prārabdha , nor was it due to God’s grace - it was only natural. Moreover, if one does not worship God, one will obtain countless females in whichever life form one is born in. This would not be due to the service or puja of some deity, or to the chanting of some mantra; because the opportunity of enjoying women and other pleasures is but natural. In fact, several times this jiva has become a deity, where it has enjoyed the pleasures of Devlok; many times it has become an emperor of the world and enjoyed countless pleasures on this earth. Despite this, though, the jiva’s craving to enjoy women and other objects has still not diminished. On the contrary, a person feels that the pleasures of women and other objects are extremely rare, and realizing their immense pleasure, develops affection for them. That affection is such that it can in no way be eradicated, however much one tries. It is because of this sin that the jiva is unable to develop deep affection for God.\n\n“In fact, I have personally seen with My own eyes how the jiva harbors such impure, worldly desires. When I was young, I used to go to a mandir of Shiv in Ayodhyā and sleep there. There, a Kāyasth came daily to offer puja to Shiv. After offering puja to Shiv, he would pray before Shiv and ask for the following boon: ‘O Mahārāj! O Shivji! Never grant me a human birth again. Because in this human birth, I have taken so many aphrodisiacs, yet I have been unable to fully enjoy the pleasures of women to my satisfaction. Therefore, O Shivji! Please grant me the body of a donkey for many lives to come so that I can fully enjoy the pleasures of females without shame or restrictions.’ He asked for this boon from Shivji daily. So, because of this sin of harboring worldly desires, the jiva does not develop affection for God in any way.”\n\nMuktānand Swāmi then asked further, “Mahārāj, one with such extreme indiscretion does not develop affection for God. But what about someone who believes that God is the ocean of all bliss, and that all objects other than God are certainly full of only misery? Despite knowing this, why does he not develop affection for God?”\n\nShriji Mahārāj explained, “In either a past life or in this present life, that person has been influenced by extremely unfavorable places, times, company and actions. Due to this, he has performed very intense, sinful karmas that, in turn, have left impressions on his mind. Therefore, despite being able to discriminate between good and bad, he is unable to shun the bad and develop deep affection for God. Moreover, just as the influence of unfavorable places, times, actions and company causes the impressions of sinful karmas to influence the mind, similarly, the influence of extremely favorable places, favorable times, favorable actions and favorable company causes one to perform very intense, pure karmas , the influence of which will destroy the very intense, sinful karmas . Only then does one develop deep affection for God. That is the answer to the question.”\n\nThereafter Ayodhyāprasādji asked, “Suppose, on the one hand, there is one who is very intelligent, whose insight into the scriptures is also exceptional. On the other hand, there is one who is not so intelligent and who has a limited understanding of the scriptures. Nevertheless, the one who is very intelligent falls from the Satsang fellowship, whereas the one who is not intelligent remains firm in Satsang. What is the reason for this?”\n\nShriji Mahārāj answered, “There are two types of people 1 in this world: godly and demonic. Of these, those who are demonic will fall from Satsang, despite being exceptionally intelligent; whereas those who are godly will never fall from Satsang, even though they may not be intelligent. For example, if one sows a seed of chili or the seed of a neem tree or the seed of a shingadiyo vachhnāg plant, and one waters them daily with sweet water, the chilies will still turn out to be pungent; the neem tree, bitter; and the shingadiyo vachhnāg plant, poisonous. Why? Because the very seeds themselves are such. On the other hand, if one sows sugarcane, the juice of the sugarcane will still be sweet despite treating it with compost from the leaves of a neem tree and watering it with bitter water. In the same manner, godly people will always adhere to the path of God, and demonic people will always turn away from the path of God.”\n\nThen Shuk Muni asked, “How can one distinguish between a godly person and a demonic person?”\n\nShriji Mahārāj replied, “In a godly person, vicious natures such as lust, anger, avarice, etc., are due to the influence of unfavorable circumstances. Under the influence of favorable circumstances, however, they are destroyed within a short time. But in a demonic person, vicious natures such as lust, anger, avarice, etc., are never destroyed. If someone were to speak some harsh words to a demonic person even once, he would not forget them for as long as he lives. Then, if that demonic person were to become a satsangi , he would initially appear to be better than all of the other devotees. But, he would be like the following: Silt that has gathered in the region of Bhāl - where there was previously sea - has made the soil fertile. As long as the silt remains, sweet water can be obtained by digging below; but if one were to dig much deeper, then extremely saline water would emerge. In the same way, even if a demonic person has become a devotee of God, the moment his wishes are not fulfilled and he is even slightly disturbed, then compared to the service of the sādhus he had previously performed, he would malign them thousands of times more. Even then, his mind would not be content.”\n\nMuktānand Swāmi thereupon asked, “Mahārāj, You said that a demonic person who becomes a devotee will remain in Satsang so long as his wishes are fulfilled; and if they are not fulfilled, he falls from Satsang. But what if he happens to die before falling from Satsang? Will he remain demonic, or will he become godly?”\n\nShriji Mahārāj replied, “As long as that demonic person is good when he encounters death, he will become godly and, offering bhakti to God, will attain the highest state of enlightenment.”\n\nThen Nrusinhānand Swāmi asked, “Of the nine types of bhakti , which is the best?”\n\nShriji Mahārāj replied, “Of the nine types of bhakti , whichever type aids one in developing firm attachment to God is the best type of bhakti for that particular person.”\n\nThereafter Gopālānand Swāmi asked, “During one’s childhood or during one’s youth, what type of company should be sought?”\n\nShriji Mahārāj answered, “Both should affectionately keep the company of a person who is senior in age; is firm in dharma , gnān and vairāgya ; and has deep affection for God.”\n\nThen Nājā Jogiyā asked, “Which is the best of the three: one whose mind is attached to God out of anger, one whose mind is attached to God out of fear or one whose mind is attached to God out of love?”\n\nShriji Mahārāj said, “One whose mind is attached to God out of love is the best.”\n\nThereupon Shivānand Swāmi asked, “How can a devotee of God who does not possess discretion of what is good and bad as described by Shriji Mahārāj and who also lacks vairāgya cultivate such discretion and also cultivate vairāgya towards all objects other than God?”\n\nShriji Mahārāj replied, “If one develops firm affection for God from the initial stages, then due to that affection, discretion and vairāgya will automatically develop. Now, consider the following: When one is attracted to an object, it is called affection or desire. Then, if someone were to obstruct the gaining of any object for which one has affection, one would become angry on that person. This applies not only to humans; even animals express such anger. For example, a buffalo that is attached to a female buffalo out of lust will kill another buffalo that approaches the female; this behavior is widely observed in all types of animals. In the same way, one with deep affection for God immediately becomes angry on any object that acts as an obstruction in that affection, and he immediately shuns that object. Therefore, one who has deep affection for God automatically develops vairāgya as well as discretion.”\n\nAgain, Shivānand Swāmi asked, “Suppose there are two types of people, both of whom are intelligent. Of these, one possesses faith, in that he totally accepts whatever God says; whereas the other accepts only those words of God that he feels are appropriate. Of the two, who is better?”\n\nShriji Mahārāj replied, “Only the one who possesses faith is better. Rāmchandraji has said in the Rāmāyan, ‘I protect one who has firm faith in me - just as a mother protects her child.’ Therefore, only the one with faith is better.”\n\nThen Ātmānand Swāmi asked, “In one’s mind, one is resolute in behaving according to the wishes of God for the rest of one’s life. Still, one feels, ‘What can one do for God and His Sant to earn their trust?’”\n\nShriji Mahārāj explained, “A person earns the trust of God and His Sant when, firstly, even if he falls severely ill and is not cared for very well during that illness, he still does not bear an aversion towards anyone, nor does he feel disheartened. Secondly, even if he is harshly insulted by God and His Sant without any fault of his own, he still does not bear an aversion towards anyone. Thirdly, if there were to be the slightest infringement in his observance of the niyams of this Satsang, he would feel extremely repentant and would immediately perform atonement. Also, even if he were to entertain an evil thought in his mind, he would feel just as repentant and distressed as someone who had happened to physically infringe the observance of religious vows. One with such characteristics earns the complete trust of God and His Sant; i.e., they feel of him, ‘This person will never fall back from Satsang.’”\n\nThereupon Bhagwadānand Swāmi asked, “How can others recognize a devotee who continuously understands the greatness of God and His Bhakta in his mind?”\n\nShriji Mahārāj answered, “One who continuously understands the greatness of God and His Bhakta in his mind serves them sincerely and lovingly. He physically bows and touches the feet of all of the sādhus . If a sādhu were to fall ill, he would massage his head and feet and also take care of his dietary needs. If he were to receive some object that he liked, he would first offer it to the sādhus before using it for himself. One who behaves in this manner by thought, word and deed should be known to have fully understood within one’s heart the greatness of God and His Sant.”\n\nThereafter Shriji Mahārāj asked the sādhus a question, “A person may possess intense dharma , gnān , vairāgya and bhakti ; yet sometimes, there may be some relaxation in his observance of dharma ; there may be some attachment despite having vairāgya ; there may be some slackening in his bhakti ; and attachment to his body may still remain despite having gnān . What can be the reason for this?”\n\nGopālānand Swāmi and Brahmānand Swāmi replied, “If there appears to be a flaw in a person who possesses intense dharma , gnān , vairāgya and bhakti - a person who can be thought of as being as powerful as God Himself - it remains purely out of compassion ; 2 it is not a flaw as such. In fact, when such a great person behaves with ‘bāhyadrashti’ , 3 he transforms many jivas to the ranks of Jadbharat and Shukji. Therefore, such an extremely great person behaves in a worldly manner purely out of compassion for the jivas .”\n\nHearing their reply, Shriji Mahārāj said, “That is precisely the correct answer to the question.”\n\nOn Ashadh vadi 11, Samvat 1884 [19 July 1827], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Tassels of flowers were dangling from the pagh upon His head, and garlands of flowers hung around His neck. At that time, while some munis were singing devotional songs, paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThen Shriji Maharaj said, “Please stop the singing and begin a question-answer session.”\n\nThereupon Muktanand Swami asked with folded hands, “Maharaj, there is nothing more essential than God; yet why does an individual not develop deep affection for Him? That is the question.”\n\nShriji Maharaj replied, “He has no discretion. If he did have discretion, he would think, ‘I have accepted the vow of brahmacharya , yet the desire to enjoy the pleasures of women still has not disappeared from my heart. That is very improper as I have invariably enjoyed the pleasures of women when I have taken birth in the 8.4 million life forms - and those pleasures have always been much greater than those experienced in a human birth.’ Because when this jiva was born as a goat, it must have single-handedly indulged in the pleasures of a thousand she-goats. When it took birth as a horse, or a bull, or a buffalo, or a king monkey, or indeed any other animal, it must have encountered countless young, beautiful females of its own species. This was not due to prarabdha , nor was it due to God’s grace - it was only natural. Moreover, if one does not worship God, one will obtain countless females in whichever life form one is born in. This would not be due to the service or puja of some deity, or to the chanting of some mantra; because the opportunity of enjoying women and other pleasures is but natural. In fact, several times this jiva has become a deity, where it has enjoyed the pleasures of Devlok; many times it has become an emperor of the world and enjoyed countless pleasures on this earth. Despite this, though, the jiva’s craving to enjoy women and other objects has still not diminished. On the contrary, a person feels that the pleasures of women and other objects are extremely rare, and realizing their immense pleasure, develops affection for them. That affection is such that it can in no way be eradicated, however much one tries. It is because of this sin that the jiva is unable to develop deep affection for God.\n\n“In fact, I have personally seen with My own eyes how the jiva harbors such impure, worldly desires. When I was young, I used to go to a mandir of Shiv in Ayodhya and sleep there. There, a Kayasth came daily to offer puja to Shiv. After offering puja to Shiv, he would pray before Shiv and ask for the following boon: ‘O Maharaj! O Shivji! Never grant me a human birth again. Because in this human birth, I have taken so many aphrodisiacs, yet I have been unable to fully enjoy the pleasures of women to my satisfaction. Therefore, O Shivji! Please grant me the body of a donkey for many lives to come so that I can fully enjoy the pleasures of females without shame or restrictions.’ He asked for this boon from Shivji daily. So, because of this sin of harboring worldly desires, the jiva does not develop affection for God in any way.”\n\nMuktanand Swami then asked further, “Maharaj, one with such extreme indiscretion does not develop affection for God. But what about someone who believes that God is the ocean of all bliss, and that all objects other than God are certainly full of only misery? Despite knowing this, why does he not develop affection for God?”\n\nShriji Maharaj explained, “In either a past life or in this present life, that person has been influenced by extremely unfavorable places, times, company and actions. Due to this, he has performed very intense, sinful karmas that, in turn, have left impressions on his mind. Therefore, despite being able to discriminate between good and bad, he is unable to shun the bad and develop deep affection for God. Moreover, just as the influence of unfavorable places, times, actions and company causes the impressions of sinful karmas to influence the mind, similarly, the influence of extremely favorable places, favorable times, favorable actions and favorable company causes one to perform very intense, pure karmas , the influence of which will destroy the very intense, sinful karmas . Only then does one develop deep affection for God. That is the answer to the question.”\n\nThereafter Ayodhyaprasadji asked, “Suppose, on the one hand, there is one who is very intelligent, whose insight into the scriptures is also exceptional. On the other hand, there is one who is not so intelligent and who has a limited understanding of the scriptures. Nevertheless, the one who is very intelligent falls from the Satsang fellowship, whereas the one who is not intelligent remains firm in Satsang. What is the reason for this?”\n\nShriji Maharaj answered, “There are two types of people 1 in this world: godly and demonic. Of these, those who are demonic will fall from Satsang, despite being exceptionally intelligent; whereas those who are godly will never fall from Satsang, even though they may not be intelligent. For example, if one sows a seed of chili or the seed of a neem tree or the seed of a shingadiyo vachhnag plant, and one waters them daily with sweet water, the chilies will still turn out to be pungent; the neem tree, bitter; and the shingadiyo vachhnag plant, poisonous. Why? Because the very seeds themselves are such. On the other hand, if one sows sugarcane, the juice of the sugarcane will still be sweet despite treating it with compost from the leaves of a neem tree and watering it with bitter water. In the same manner, godly people will always adhere to the path of God, and demonic people will always turn away from the path of God.”\n\nThen Shuk Muni asked, “How can one distinguish between a godly person and a demonic person?”\n\nShriji Maharaj replied, “In a godly person, vicious natures such as lust, anger, avarice, etc., are due to the influence of unfavorable circumstances. Under the influence of favorable circumstances, however, they are destroyed within a short time. But in a demonic person, vicious natures such as lust, anger, avarice, etc., are never destroyed. If someone were to speak some harsh words to a demonic person even once, he would not forget them for as long as he lives. Then, if that demonic person were to become a satsangi , he would initially appear to be better than all of the other devotees. But, he would be like the following: Silt that has gathered in the region of Bhal - where there was previously sea - has made the soil fertile. As long as the silt remains, sweet water can be obtained by digging below; but if one were to dig much deeper, then extremely saline water would emerge. In the same way, even if a demonic person has become a devotee of God, the moment his wishes are not fulfilled and he is even slightly disturbed, then compared to the service of the sadhus he had previously performed, he would malign them thousands of times more. Even then, his mind would not be content.”\n\nMuktanand Swami thereupon asked, “Maharaj, You said that a demonic person who becomes a devotee will remain in Satsang so long as his wishes are fulfilled; and if they are not fulfilled, he falls from Satsang. But what if he happens to die before falling from Satsang? Will he remain demonic, or will he become godly?”\n\nShriji Maharaj replied, “As long as that demonic person is good when he encounters death, he will become godly and, offering bhakti to God, will attain the highest state of enlightenment.”\n\nThen Nrusinhanand Swami asked, “Of the nine types of bhakti , which is the best?”\n\nShriji Maharaj replied, “Of the nine types of bhakti , whichever type aids one in developing firm attachment to God is the best type of bhakti for that particular person.”\n\nThereafter Gopalanand Swami asked, “During one’s childhood or during one’s youth, what type of company should be sought?”\n\nShriji Maharaj answered, “Both should affectionately keep the company of a person who is senior in age; is firm in dharma , gnan and vairagya ; and has deep affection for God.”\n\nThen Naja Jogiya asked, “Which is the best of the three: one whose mind is attached to God out of anger, one whose mind is attached to God out of fear or one whose mind is attached to God out of love?”\n\nShriji Maharaj said, “One whose mind is attached to God out of love is the best.”\n\nThereupon Shivanand Swami asked, “How can a devotee of God who does not possess discretion of what is good and bad as described by Shriji Maharaj and who also lacks vairagya cultivate such discretion and also cultivate vairagya towards all objects other than God?”\n\nShriji Maharaj replied, “If one develops firm affection for God from the initial stages, then due to that affection, discretion and vairagya will automatically develop. Now, consider the following: When one is attracted to an object, it is called affection or desire. Then, if someone were to obstruct the gaining of any object for which one has affection, one would become angry on that person. This applies not only to humans; even animals express such anger. For example, a buffalo that is attached to a female buffalo out of lust will kill another buffalo that approaches the female; this behavior is widely observed in all types of animals. In the same way, one with deep affection for God immediately becomes angry on any object that acts as an obstruction in that affection, and he immediately shuns that object. Therefore, one who has deep affection for God automatically develops vairagya as well as discretion.”\n\nAgain, Shivanand Swami asked, “Suppose there are two types of people, both of whom are intelligent. Of these, one possesses faith, in that he totally accepts whatever God says; whereas the other accepts only those words of God that he feels are appropriate. Of the two, who is better?”\n\nShriji Maharaj replied, “Only the one who possesses faith is better. Ramchandraji has said in the Ramayan, ‘I protect one who has firm faith in me - just as a mother protects her child.’ Therefore, only the one with faith is better.”\n\nThen Atmanand Swami asked, “In one’s mind, one is resolute in behaving according to the wishes of God for the rest of one’s life. Still, one feels, ‘What can one do for God and His Sant to earn their trust?’”\n\nShriji Maharaj explained, “A person earns the trust of God and His Sant when, firstly, even if he falls severely ill and is not cared for very well during that illness, he still does not bear an aversion towards anyone, nor does he feel disheartened. Secondly, even if he is harshly insulted by God and His Sant without any fault of his own, he still does not bear an aversion towards anyone. Thirdly, if there were to be the slightest infringement in his observance of the niyams of this Satsang, he would feel extremely repentant and would immediately perform atonement. Also, even if he were to entertain an evil thought in his mind, he would feel just as repentant and distressed as someone who had happened to physically infringe the observance of religious vows. One with such characteristics earns the complete trust of God and His Sant; i.e., they feel of him, ‘This person will never fall back from Satsang.’”\n\nThereupon Bhagwadanand Swami asked, “How can others recognize a devotee who continuously understands the greatness of God and His Bhakta in his mind?”\n\nShriji Maharaj answered, “One who continuously understands the greatness of God and His Bhakta in his mind serves them sincerely and lovingly. He physically bows and touches the feet of all of the sadhus . If a sadhu were to fall ill, he would massage his head and feet and also take care of his dietary needs. If he were to receive some object that he liked, he would first offer it to the sadhus before using it for himself. One who behaves in this manner by thought, word and deed should be known to have fully understood within one’s heart the greatness of God and His Sant.”\n\nThereafter Shriji Maharaj asked the sadhus a question, “A person may possess intense dharma , gnan , vairagya and bhakti ; yet sometimes, there may be some relaxation in his observance of dharma ; there may be some attachment despite having vairagya ; there may be some slackening in his bhakti ; and attachment to his body may still remain despite having gnan . What can be the reason for this?”\n\nGopalanand Swami and Brahmanand Swami replied, “If there appears to be a flaw in a person who possesses intense dharma , gnan , vairagya and bhakti - a person who can be thought of as being as powerful as God Himself - it remains purely out of compassion ; 2 it is not a flaw as such. In fact, when such a great person behaves with ‘bahyadrashti’ , 3 he transforms many jivas to the ranks of Jadbharat and Shukji. Therefore, such an extremely great person behaves in a worldly manner purely out of compassion for the jivas .”\n\nHearing their reply, Shriji Maharaj said, “That is precisely the correct answer to the question.”"
}