{
    "number": 85,
    "vachanamrut": "Sarangpur-7",
    "title": "Naimishāranya Kshetra",
    "setting": "On the night of Shrāvan vadi 11, Samvat 1877 [3 September 1820], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār in Sārangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, Shriji Mahārāj had requested the first canto of the Shrimad Bhāgwat Purān to be read. During the reading, the following statement was encountered: “Wherever the jagged edges of the manomay chakra are worn away, that place should be known as Naimishāranya Kshetra.” Hearing this, Muktānand Swāmi inquired, “Mahārāj, what exactly is the manomay chakra , and what should one understand its jagged edges to be?”\n\nThereupon Shriji Mahārāj explained, “One should understand the mind to be the manomay chakra and the ten indriyas to be its jagged edges. Wherever those jagged edges of the mind, in the form of the indriyas , wear away and become blunt, that place should be known as Naimishāranya Kshetra. Pious deeds such as chanting the name of God, austerities, observances, meditation, puja, etc., commenced there flourish rapidly, day by day. Furthermore, that Naimishāranya Kshetra should be known to be wherever God’s Ekāntik Sant resides.\n\n“When the jagged edges of the manomay chakra are worn away, no affection remains towards any of the panchvishays , i.e., sights, sounds, smells, tastes and touch. Then, even if one sees a beautiful woman or extremely enticing clothes, ornaments and other objects, a strong aversion develops towards them deep within one’s mind. But never would the indriyas’ vruttis cling to them.\n\n“For example, an extremely sharp arrow pierces and lodges into its target; then it cannot be removed. However, if that same arrow, with its tip removed so that only its shaft remains, were to be shot at a mud wall, it would rebound and fall to the ground; it would not penetrate the wall like the sharp-tipped arrow. Similarly, when the jagged edges of the manomay chakra ; i.e., the indriyas , are worn away, then no matter how alluring the vishays may be, the indriyas’ vruttis would not be drawn towards them. Instead, they would rebound like the blunt arrow-shaft. When one is able to behave in this manner, the jagged edges of the manomay chakra can be said to have been worn away.\n\n“So, one should seek liberation wherever one sees such a Naimishāranya Kshetra in the form of the association of the Sant, and one should remain there with an absolutely resolute mind.”\n\nOn the night of Shravan vadi 11, Samvat 1877 [3 September 1820], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jiva Khachar’s darbar in Sarangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nIn the assembly, Shriji Maharaj had requested the first canto of the Shrimad Bhagwat Puran to be read. During the reading, the following statement was encountered: “Wherever the jagged edges of the manomay chakra are worn away, that place should be known as Naimisharanya Kshetra.” Hearing this, Muktanand Swami inquired, “Maharaj, what exactly is the manomay chakra , and what should one understand its jagged edges to be?”\n\nThereupon Shriji Maharaj explained, “One should understand the mind to be the manomay chakra and the ten indriyas to be its jagged edges. Wherever those jagged edges of the mind, in the form of the indriyas , wear away and become blunt, that place should be known as Naimisharanya Kshetra. Pious deeds such as chanting the name of God, austerities, observances, meditation, puja, etc., commenced there flourish rapidly, day by day. Furthermore, that Naimisharanya Kshetra should be known to be wherever God’s Ekantik Sant resides.\n\n“When the jagged edges of the manomay chakra are worn away, no affection remains towards any of the panchvishays , i.e., sights, sounds, smells, tastes and touch. Then, even if one sees a beautiful woman or extremely enticing clothes, ornaments and other objects, a strong aversion develops towards them deep within one’s mind. But never would the indriyas’ vruttis cling to them.\n\n“For example, an extremely sharp arrow pierces and lodges into its target; then it cannot be removed. However, if that same arrow, with its tip removed so that only its shaft remains, were to be shot at a mud wall, it would rebound and fall to the ground; it would not penetrate the wall like the sharp-tipped arrow. Similarly, when the jagged edges of the manomay chakra ; i.e., the indriyas , are worn away, then no matter how alluring the vishays may be, the indriyas’ vruttis would not be drawn towards them. Instead, they would rebound like the blunt arrow-shaft. When one is able to behave in this manner, the jagged edges of the manomay chakra can be said to have been worn away.\n\n“So, one should seek liberation wherever one sees such a Naimisharanya Kshetra in the form of the association of the Sant, and one should remain there with an absolutely resolute mind.”"
}