{
    "number": 143,
    "vachanamrut": "Gadhada II-10",
    "title": "Safeguarding the Fetus in the Form of Faith in God",
    "setting": "On Shrāvan vadi 3, Samvat 1878 [16 August 1821], Swāmi Shri Sahajānandji Mahārāj arrived at Lakshmivādi on horseback 1 from Dādā Khāchar’s darbār in Gadhadā. There, He sat facing north on the square platform under the mango tree. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “The Shrimad Bhāgwat proclaims that Brahma possesses a form. However, if those who read it do not have bhakti for God, they will understand God to be formless, even from reading the Shrimad Bhāgwat. Also, from the second canto, which describes the characteristics of the refuge of God, those who are lacking in bhakti will again understand God to be formless. In reality, though, God is not formless. Why? Because it is through God that everything mobile and immobile is created. Now, if God were formless, then how could He create something that possesses a form? For example, ākāsh is formless. Therefore, pots and other forms that can be created from pruthvi cannot be created from that ākāsh . In the same manner, since Brahmā and the rest of creation possess a form, God, their creator, also definitely possesses a form.\n\n“Moreover, the Shrimad Bhāgwat states: ‘The supporter of adhyātma , adhibhut and adhidev is God.’ Now I shall explain how, so please listen carefully. Adhyātma , the indriyas of Virāt-Purush; adhibhut , his five mahābhuts ; and adhidev , the presiding deities of the indriyas of Virāt-Purush, all entered Virāt. Despite this, Virāt was unable to rise. Only when Vāsudev Bhagwān assumed the form of Purush and entered Virāt-Purush did Virāt-Purush rise. That God thus acts with oneness 2 with the adhyātma , adhibhut and adhidev of Virāt-Purush. In reality, however, He is distinct from Virāt, and only this form of God is said to be worthy of seeking refuge.\n\n“For example, fire in the form of light is formless, while Agni himself possesses a definite form. Moreover, when Agni suffered from indigestion, 3 he came to Krishna and Arjun in his personified form. Then, when he went to burn the Khāndav forest of Indra, that same Agni assumed the form of flames and spread throughout the whole forest. In the same way, Purushottam Bhagwān pervades all through His antaryāmi powers, which are brahmarup . Yet, possessing a definite form, He is also distinct from all. Brahma 4 itself is a ray of the light of Purushottam Bhagwān, while God Himself always possesses a form. Therefore, a person who aspires to attain liberation should realize God to possess a definite form and should maintain His firm refuge.\n\n“Moreover, he should speak in such a manner so as not to break someone’s refuge of God. For example, just as a woman who carries a fetus in her womb attains a child, one who carries a fetus in the form of faith in God attains God’s Akshardhām. Therefore, one should practice such methods whereby that fetus is never endangered. One should also talk to others in such a way that that fetus in the form of faith in God does not miscarry.”\n\nThereafter, Shriji Mahārāj returned to Dādā Khāchar’s darbār from Lakshmivādi. There, He sat on a large, decorated cot on the veranda outside the east-facing rooms. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen Shriji Mahārāj summoned the junior paramhansas and initiated a discussion amongst them. Achintyānand Swāmi then asked a question, “Of the three - gnān , vairāgya and bhakti - which one plays a more significant role in fostering affection for God?”\n\nNo one was able to answer that question. So Shriji Mahārāj said, “Here, I shall answer that question, and I shall also describe the characteristics of gnān , vairāgya and bhakti in turn.\n\n“All people have a tendency such that on seeing an enticing object, their affection for any object that is not as enticing will naturally diminish. Thus, before the bliss of God’s Akshardhām, these worldly pleasures seem artificial; permanent bliss can only be found in the abode of God. Therefore, if while listening to talks about God, the bliss related to God is realized, then everything that has evolved from māyā will appear worthless. For example, a man with a copper coin in his hand will lose affection for it when someone offers him a gold coin in exchange. In the same way, when one realizes the bliss related to God, one develops vairāgya towards all worldly pleasures, and one develops love only for the form of God. That is the form of vairāgya .\n\n“Now I shall describe the form of gnān . There are two sets of scriptures that explain gnān : One set is the Sānkhya scriptures and the other set is the Yoga scriptures.\n\n“Of these, the doctrine of the Sānkhya scriptures is as follows: Ākāsh pervades pruthvi , jal , tej and vāyu , and there is not even a single anu that is devoid of ākāsh ; still the shortcomings of pruthvi , jal , etc., do not affect ākāsh at all. In the same manner as ākāsh , no māyik flaw can affect Purushottam Bhagwān. This fact is mentioned in the Krishnatāpni Upanishad as follows: When Durvāsā Rishi came to Vrundāvan, Shri Krishna Bhagwān told the gopis , ‘Durvāsā Rishi is hungry; so all of you take dishes of food and go to him.’\n\n“Then the gopis asked, ‘But the Yamunā flows along the way. How shall we be able to cross it?’\n\n“Shri Krishna Bhagwān replied, ‘Tell Yamunāji that if Shri Krishna is forever a brahmachāri , then please make way for us.’\n\n“Laughing, the gopis went to the banks of the Yamunā and said this. Immediately, Yamunāji gave way. The gopis fed the rishi, and he in turn ate all of the food. Then the gopis asked him, ‘How shall we return home, as the Yamunā flows along the way?’\n\n“The rishi then asked them, ‘How did you get here?’\n\n“The gopis then explained, ‘Shri Krishna had told us that if he has been a brahmachāri since childhood, then ask Yamunāji to give way. Thus, Yamunāji gave way, and we have come to you.’\n\n“Hearing this, the rishi said, ‘Now tell Yamunāji that if Durvāsā is continuously fasting, then please give way to us.’\n\n“Again, laughing, the gopis said this. Immediately, Yamunāji gave way. On seeing these two incidents, the gopis were totally dumbfounded.\n\n“Therefore, God is unaffected in the same manner as ākāsh , and despite being the doer of all actions, God still remains a non-doer. Although He is associated with all, He remains absolutely aloof. In this way, the Sānkhya scriptures describe God as being unaffected. To understand this is gnān according to the Sānkhya doctrine.\n\n“Now I shall explain the doctrine of the Yoga scriptures, so please listen. The doctrine of Yoga is that whoever wishes to meditate on God should first stabilize his vision. To stabilize the vision, it should first be fixed upon the form of God or some other object. Then, while staring at the same object, the vision becomes steady, and with it, the antahkaran also becomes steady. When the antahkaran becomes steady, God’s form should be beheld in the heart. This would not be strenuous for the yogi who attempts to behold the form; in fact, he can behold it quite easily. However, if, from the beginning, a person does not stabilize his antahkaran through practice, then when he does meditate on God, many other types of disturbing thoughts arise and obstruct his path.\n\n“Thus the principle of the Yoga scriptures is as follows: ‘The vrutti should first be stabilized through practice before it is attached to God.’ Realizing this is gnān according to the Yoga scriptures. Therefore, to consolidate one’s understanding through the doctrines of those two scriptures is known as gnān .\n\n“Now the method of practicing bhakti is as follows: When the ocean was churned, Lakshmiji emerged from the ocean. After taking a marriage garland in her hand, Lakshmiji thought, ‘Who is suitable for marriage? I shall marry him.’ Then, wherever she looked and examined, whoever was handsome lacked virtues, and whoever possessed virtues lacked beauty. In this way, she noticed great shortcomings in many. She then saw all of the deities and all of the demons as possessing such shortcomings as well. Finally, seeing that it was only God who was complete with all virtues, without any faults at all and the source of all bliss, Lakshmiji developed profound bhakti towards God. With intense love, she placed the marriage garland around God’s neck and married God. Therefore, to realize such redemptive virtues in God and to seek His firm refuge is known as bhakti .”\n\nHearing this, Muktānand Swāmi asked Shriji Mahārāj, “Mahārāj, I have not yet quite understood which of the three of gnān , vairāgya or bhakti has the greater power in fostering affection for God.”\n\nThen Shriji Mahārāj replied, “Bhakti has a lot of power; and while gnān and vairāgya also have such power, it is not as much as that of bhakti . However, true bhakti is extremely rare. The characteristics of those who possess bhakti are as follows: When God assumes a form like a human for the sake of the liberation of the jivas and travels on this earth, many of God’s actions are divine and many appear to be māyik . When God assumed the avatār of Krishna, He gave darshan to Devki and Vasudev in a four-armed form. He also lifted Mount Govardhan. He cleansed the Yamunā’s waters of poison by removing Kāliyānāg. He subdued the infatuation of Brahmā and gave darshan to Akrurji in the waters of the Yamunā . He also dispelled the strife of all of the Yādavs by killing the wrestlers, an elephant, as well as wicked persons like Kansa. Similarly, in the avatār of Rām, He broke the bow and also dispelled the strife of the deities by killing wicked persons such as Rāvan. These and other such exploits are known as the divine actions of God.\n\n“However, when Sitā was abducted, Raghunāthji appeared to have become insane due to constant crying . In the avatār of Krishna, he fled from Kālyavan , was defeated by Jarāsandh, and also had to relinquish his kingdom in Mathurā to go and settle on an island in the sea. These and other such actions of God appear to be human-like. Even a sinner would perceive divinity in the divine actions of God; a true devotee of God, however, would perceive divinity even when God performs human-like actions. In the Gitā, God has said,\n\n“This verse means: ‘O Arjun! My birth and my actions are divine. He who realizes them as divine will not take another birth when he leaves his body; rather, he will attain me.’ So whenever God performs divine actions, they appear divine to both a devotee and to one who is not a devotee. However, when God performs human-like actions, a true devotee still perceives divinity in them, but by no means does he perceive flaws in such actions of God. Having such understanding is known as having bhakti towards God. In fact, only such devotees earn the fruits mentioned in the above verse.\n\n“The gopis were devotees of God, and they never, in any way, perceived flaws in God. On the other hand, merely on listening to the talks about the gopis , King Parikshit perceived a flaw in God . Shukji then explained those flaws to be false by illustrating the powers of God. Therefore, bhakti in which one perceives all of the actions and incidents of God as being divine, as the gopis did, and never perceives a flaw by understanding them to be human-like is very rare. In fact, it is not achieved by merely doing good deeds for one or two lives. Rather, only when the pure sanskārs of many lives accumulate does bhakti like that of the gopis develop. In fact, such bhakti is itself the highest state of enlightenment. It is this type of bhakti that is greater than gnān and vairāgya . If a person has such bhakti in his heart, what would be lacking in his love for God? Nothing would be lacking.”\n\nOn Shravan vadi 3, Samvat 1878 [16 August 1821], Swami Shri Sahajanandji Maharaj arrived at Lakshmivadi on horseback 1 from Dada Khachar’s darbar in Gadhada. There, He sat facing north on the square platform under the mango tree. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “The Shrimad Bhagwat proclaims that Brahma possesses a form. However, if those who read it do not have bhakti for God, they will understand God to be formless, even from reading the Shrimad Bhagwat. Also, from the second canto, which describes the characteristics of the refuge of God, those who are lacking in bhakti will again understand God to be formless. In reality, though, God is not formless. Why? Because it is through God that everything mobile and immobile is created. Now, if God were formless, then how could He create something that possesses a form? For example, akash is formless. Therefore, pots and other forms that can be created from pruthvi cannot be created from that akash . In the same manner, since Brahma and the rest of creation possess a form, God, their creator, also definitely possesses a form.\n\n“Moreover, the Shrimad Bhagwat states: ‘The supporter of adhyatma , adhibhut and adhidev is God.’ Now I shall explain how, so please listen carefully. Adhyatma , the indriyas of Virat-Purush; adhibhut , his five mahabhuts ; and adhidev , the presiding deities of the indriyas of Virat-Purush, all entered Virat. Despite this, Virat was unable to rise. Only when Vasudev Bhagwan assumed the form of Purush and entered Virat-Purush did Virat-Purush rise. That God thus acts with oneness 2 with the adhyatma , adhibhut and adhidev of Virat-Purush. In reality, however, He is distinct from Virat, and only this form of God is said to be worthy of seeking refuge.\n\n“For example, fire in the form of light is formless, while Agni himself possesses a definite form. Moreover, when Agni suffered from indigestion, 3 he came to Krishna and Arjun in his personified form. Then, when he went to burn the Khandav forest of Indra, that same Agni assumed the form of flames and spread throughout the whole forest. In the same way, Purushottam Bhagwan pervades all through His antaryami powers, which are brahmarup . Yet, possessing a definite form, He is also distinct from all. Brahma 4 itself is a ray of the light of Purushottam Bhagwan, while God Himself always possesses a form. Therefore, a person who aspires to attain liberation should realize God to possess a definite form and should maintain His firm refuge.\n\n“Moreover, he should speak in such a manner so as not to break someone’s refuge of God. For example, just as a woman who carries a fetus in her womb attains a child, one who carries a fetus in the form of faith in God attains God’s Akshardham. Therefore, one should practice such methods whereby that fetus is never endangered. One should also talk to others in such a way that that fetus in the form of faith in God does not miscarry.”\n\nThereafter, Shriji Maharaj returned to Dada Khachar’s darbar from Lakshmivadi. There, He sat on a large, decorated cot on the veranda outside the east-facing rooms. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj summoned the junior paramhansas and initiated a discussion amongst them. Achintyanand Swami then asked a question, “Of the three - gnan , vairagya and bhakti - which one plays a more significant role in fostering affection for God?”\n\nNo one was able to answer that question. So Shriji Maharaj said, “Here, I shall answer that question, and I shall also describe the characteristics of gnan , vairagya and bhakti in turn.\n\n“All people have a tendency such that on seeing an enticing object, their affection for any object that is not as enticing will naturally diminish. Thus, before the bliss of God’s Akshardham, these worldly pleasures seem artificial; permanent bliss can only be found in the abode of God. Therefore, if while listening to talks about God, the bliss related to God is realized, then everything that has evolved from maya will appear worthless. For example, a man with a copper coin in his hand will lose affection for it when someone offers him a gold coin in exchange. In the same way, when one realizes the bliss related to God, one develops vairagya towards all worldly pleasures, and one develops love only for the form of God. That is the form of vairagya .\n\n“Now I shall describe the form of gnan . There are two sets of scriptures that explain gnan : One set is the Sankhya scriptures and the other set is the Yoga scriptures.\n\n“Of these, the doctrine of the Sankhya scriptures is as follows: Akash pervades pruthvi , jal , tej and vayu , and there is not even a single anu that is devoid of akash ; still the shortcomings of pruthvi , jal , etc., do not affect akash at all. In the same manner as akash , no mayik flaw can affect Purushottam Bhagwan. This fact is mentioned in the Krishnatapni Upanishad as follows: When Durvasa Rishi came to Vrundavan, Shri Krishna Bhagwan told the gopis , ‘Durvasa Rishi is hungry; so all of you take dishes of food and go to him.’\n\n“Then the gopis asked, ‘But the Yamuna flows along the way. How shall we be able to cross it?’\n\n“Shri Krishna Bhagwan replied, ‘Tell Yamunaji that if Shri Krishna is forever a brahmachari , then please make way for us.’\n\n“Laughing, the gopis went to the banks of the Yamuna and said this. Immediately, Yamunaji gave way. The gopis fed the rishi, and he in turn ate all of the food. Then the gopis asked him, ‘How shall we return home, as the Yamuna flows along the way?’\n\n“The rishi then asked them, ‘How did you get here?’\n\n“The gopis then explained, ‘Shri Krishna had told us that if he has been a brahmachari since childhood, then ask Yamunaji to give way. Thus, Yamunaji gave way, and we have come to you.’\n\n“Hearing this, the rishi said, ‘Now tell Yamunaji that if Durvasa is continuously fasting, then please give way to us.’\n\n“Again, laughing, the gopis said this. Immediately, Yamunaji gave way. On seeing these two incidents, the gopis were totally dumbfounded.\n\n“Therefore, God is unaffected in the same manner as akash , and despite being the doer of all actions, God still remains a non-doer. Although He is associated with all, He remains absolutely aloof. In this way, the Sankhya scriptures describe God as being unaffected. To understand this is gnan according to the Sankhya doctrine.\n\n“Now I shall explain the doctrine of the Yoga scriptures, so please listen. The doctrine of Yoga is that whoever wishes to meditate on God should first stabilize his vision. To stabilize the vision, it should first be fixed upon the form of God or some other object. Then, while staring at the same object, the vision becomes steady, and with it, the antahkaran also becomes steady. When the antahkaran becomes steady, God’s form should be beheld in the heart. This would not be strenuous for the yogi who attempts to behold the form; in fact, he can behold it quite easily. However, if, from the beginning, a person does not stabilize his antahkaran through practice, then when he does meditate on God, many other types of disturbing thoughts arise and obstruct his path.\n\n“Thus the principle of the Yoga scriptures is as follows: ‘The vrutti should first be stabilized through practice before it is attached to God.’ Realizing this is gnan according to the Yoga scriptures. Therefore, to consolidate one’s understanding through the doctrines of those two scriptures is known as gnan .\n\n“Now the method of practicing bhakti is as follows: When the ocean was churned, Lakshmiji emerged from the ocean. After taking a marriage garland in her hand, Lakshmiji thought, ‘Who is suitable for marriage? I shall marry him.’ Then, wherever she looked and examined, whoever was handsome lacked virtues, and whoever possessed virtues lacked beauty. In this way, she noticed great shortcomings in many. She then saw all of the deities and all of the demons as possessing such shortcomings as well. Finally, seeing that it was only God who was complete with all virtues, without any faults at all and the source of all bliss, Lakshmiji developed profound bhakti towards God. With intense love, she placed the marriage garland around God’s neck and married God. Therefore, to realize such redemptive virtues in God and to seek His firm refuge is known as bhakti .”\n\nHearing this, Muktanand Swami asked Shriji Maharaj, “Maharaj, I have not yet quite understood which of the three of gnan , vairagya or bhakti has the greater power in fostering affection for God.”\n\nThen Shriji Maharaj replied, “Bhakti has a lot of power; and while gnan and vairagya also have such power, it is not as much as that of bhakti . However, true bhakti is extremely rare. The characteristics of those who possess bhakti are as follows: When God assumes a form like a human for the sake of the liberation of the jivas and travels on this earth, many of God’s actions are divine and many appear to be mayik . When God assumed the avatar of Krishna, He gave darshan to Devki and Vasudev in a four-armed form. He also lifted Mount Govardhan. He cleansed the Yamuna’s waters of poison by removing Kaliyanag. He subdued the infatuation of Brahma and gave darshan to Akrurji in the waters of the Yamuna . He also dispelled the strife of all of the Yadavs by killing the wrestlers, an elephant, as well as wicked persons like Kansa. Similarly, in the avatar of Ram, He broke the bow and also dispelled the strife of the deities by killing wicked persons such as Ravan. These and other such exploits are known as the divine actions of God.\n\n“However, when Sita was abducted, Raghunathji appeared to have become insane due to constant crying . In the avatar of Krishna, he fled from Kalyavan , was defeated by Jarasandh, and also had to relinquish his kingdom in Mathura to go and settle on an island in the sea. These and other such actions of God appear to be human-like. Even a sinner would perceive divinity in the divine actions of God; a true devotee of God, however, would perceive divinity even when God performs human-like actions. In the Gita, God has said,\n\n“This verse means: ‘O Arjun! My birth and my actions are divine. He who realizes them as divine will not take another birth when he leaves his body; rather, he will attain me.’ So whenever God performs divine actions, they appear divine to both a devotee and to one who is not a devotee. However, when God performs human-like actions, a true devotee still perceives divinity in them, but by no means does he perceive flaws in such actions of God. Having such understanding is known as having bhakti towards God. In fact, only such devotees earn the fruits mentioned in the above verse.\n\n“The gopis were devotees of God, and they never, in any way, perceived flaws in God. On the other hand, merely on listening to the talks about the gopis , King Parikshit perceived a flaw in God . Shukji then explained those flaws to be false by illustrating the powers of God. Therefore, bhakti in which one perceives all of the actions and incidents of God as being divine, as the gopis did, and never perceives a flaw by understanding them to be human-like is very rare. In fact, it is not achieved by merely doing good deeds for one or two lives. Rather, only when the pure sanskars of many lives accumulate does bhakti like that of the gopis develop. In fact, such bhakti is itself the highest state of enlightenment. It is this type of bhakti that is greater than gnan and vairagya . If a person has such bhakti in his heart, what would be lacking in his love for God? Nothing would be lacking.”"
}