{
    "number": 124,
    "vachanamrut": "Loya-16",
    "title": "Worldly Desires Becoming Blunt and Uprooted",
    "setting": "After the evening ārti on Māgshar vadi 14, Samvat 1877 [3 January 1821], Shriji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a white khes and a warm, red dagli . He had also tied a white feto around His head and had tied a bokāni with another white feto . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “May the paramhansas please engage in a question-answer session.”\n\nSo saying, He Himself asked a question, “What are the characteristics of one whose worldly desires have not become blunt, one whose worldly desires have become blunt, and one whose worldly desires have been completely uprooted?”\n\nMuktānand Swāmi began to answer the question but could not reply satisfactorily.\n\nSo Shriji Mahārāj said, “The vruttis of the indriyas of one whose worldly desires have not become blunt cling to the vishays . In fact, they cannot be dislodged even by a thought process. In comparison, the vruttis of one whose worldly desires have become blunt do not enter the vishays immediately. If they were to enter the vishays , and he were to attempt to withdraw them, they would withdraw instantly - they would not remain attached to the vishays . However, a person whose worldly desires have become completely uprooted is oblivious to the vishays during the waking state, just as he is during the state of deep sleep. He would regard all pleasant and unpleasant vishays as equal and would behave as one who is gunatit .”\n\nThen Gopālānand Swāmi asked, “One’s worldly desires may have become blunt, but what is the reason for them not being removed from their roots?”\n\nShriji Mahārāj explained, “The answer is that if a person has perfectly imbibed the following four qualities, then his worldly desires would become uprooted: gnān in the form of knowledge of the ātmā , vairāgya in the form of detachment from all things that have evolved out of Prakruti, dharma in the form of brahmacharya , etc., and bhakti coupled with the knowledge of God’s greatness. Any deficiency in these four qualities leads to a proportional deficiency in uprooting one’s worldly desires.”\n\nHaving given the reply, Shriji Mahārāj said, “Now allow Me to ask a question. Countless spiritual endeavors have been prescribed for a spiritual aspirant to perform in order to attain God. Out of all of them, by which one, powerful endeavor can all flaws be eradicated and all virtues be acquired?”\n\nThe paramhansas could not answer the question.\n\nSo Shriji Mahārāj revealed, “If one has bhakti coupled with the knowledge of God’s countless powers as described by Kapildev to Devhuti in ‘Mad-bhayād-vāti vāto’yam sooryas-tapati mad-bhayāt... ||’ 1 then all of one’s flaws would be eradicated. Moreover, even if one does not possess gnān , vairāgya and dharma , one still attains them. Thus, this spiritual endeavor is the best of all.”\n\nThen Shriji Mahārāj asked another question, “A deceitful person who is also clever, cunningly conceals his deceitfulness. Please explain how such a person’s deceitfulness can be recognized?”\n\nBrahmānand Swāmi answered, “Such a person can be recognized by the fact that he keeps the company of someone who is an antagonist of Satsang and who speaks ill of the Sant and God; besides this, such a person cannot be known by any other means.”\n\nShriji Mahārāj accepted the answer, but questioned further, “Yes, but how can such a person be recognized if he does not keep the company of such people?”\n\nBrahmānand Swāmi then added, “His deceitfulness would be exposed in times of adverse circumstances.”\n\nShriji Mahārāj confirmed, “That is the correct answer to the question.”\n\nThereafter, Shriji Mahārāj asked another question, “Which single fault transforms all of a person’s virtues to faults?”\n\nShripāt Devānand Swāmi replied, “If someone spites a devotee of God, then all of his virtues become as good as faults.”\n\nShriji Mahārāj clarified, “That is true, but I had another answer in mind. A person may well be endowed with each and every virtue, but if he believes God to be formless - not possessing a definite form - then that is a grave flaw. So much so, that because of this flaw, all of his virtues become flaws.”\n\nThereafter, Shriji Mahārāj asked, “Why does one perceive faults in a sādhu ?”\n\nThe paramhansas attempted to answer the question but were unable to do so satisfactorily.\n\nSo Shriji Mahārāj answered the question Himself, “An egotist perceives faults in a sādhu . This is because it is the very nature of someone who is egotistical that if someone praises him, even though that person may have a hundred faults, he would overlook them and would instead greatly highlight a single virtue. Conversely, if a person does not praise him, then even though that person may have a hundred virtues, he would overlook all of them and highlight an utterly insignificant fault. Consequently, he would initially spite that person mentally, then verbally, and ultimately physically as well. Thus, egotism is a grave vice. However, do not think that only the shrewd are egotistical and the naïve are not. In actual fact, the naïve are more egotistical than the shrewd.”\n\nThereupon, Muktānand Swāmi asked, “Mahārāj, how can egotism be eradicated?”\n\nShriji Mahārāj explained, “He who thoroughly realizes the greatness of God cannot be egotistical. Look at Uddhavji, how wise he was! He was proficient in the Nitishatak and had physical characteristics like that of a king. Yet, because he had understood the greatness of God, he put aside his self-importance upon seeing the gopis’ love for God and prayed, ‘May I become a tree, a vine, a blade of grass or maybe even a shrub - anything that has been touched by the dust from the feet of the gopis .’\n\n“Tulsidas has also said,\n\n“That is, even if someone utters the name of God unintentionally, a person who realises God’s greatness would make shoes from his own skin and offer them to that person. If that is so, would he harbor any egotism before a devotee of God who constantly engages himself in worship and in chanting the name of God, who bows down to God and who realizes the greatness of God? Certainly not. Thus, egotism is eradicated when one realizes the greatness of God, but without understanding the greatness of God, egotism simply cannot be eradicated. Therefore, whosoever wishes to eradicate egotism should realize the greatness of God and the Sant.”\n\nAfter the evening arti on Magshar vadi 14, Samvat 1877 [3 January 1821], Shriji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a white khes and a warm, red dagli . He had also tied a white feto around His head and had tied a bokani with another white feto . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “May the paramhansas please engage in a question-answer session.”\n\nSo saying, He Himself asked a question, “What are the characteristics of one whose worldly desires have not become blunt, one whose worldly desires have become blunt, and one whose worldly desires have been completely uprooted?”\n\nMuktanand Swami began to answer the question but could not reply satisfactorily.\n\nSo Shriji Maharaj said, “The vruttis of the indriyas of one whose worldly desires have not become blunt cling to the vishays . In fact, they cannot be dislodged even by a thought process. In comparison, the vruttis of one whose worldly desires have become blunt do not enter the vishays immediately. If they were to enter the vishays , and he were to attempt to withdraw them, they would withdraw instantly - they would not remain attached to the vishays . However, a person whose worldly desires have become completely uprooted is oblivious to the vishays during the waking state, just as he is during the state of deep sleep. He would regard all pleasant and unpleasant vishays as equal and would behave as one who is gunatit .”\n\nThen Gopalanand Swami asked, “One’s worldly desires may have become blunt, but what is the reason for them not being removed from their roots?”\n\nShriji Maharaj explained, “The answer is that if a person has perfectly imbibed the following four qualities, then his worldly desires would become uprooted: gnan in the form of knowledge of the atma , vairagya in the form of detachment from all things that have evolved out of Prakruti, dharma in the form of brahmacharya , etc., and bhakti coupled with the knowledge of God’s greatness. Any deficiency in these four qualities leads to a proportional deficiency in uprooting one’s worldly desires.”\n\nHaving given the reply, Shriji Maharaj said, “Now allow Me to ask a question. Countless spiritual endeavors have been prescribed for a spiritual aspirant to perform in order to attain God. Out of all of them, by which one, powerful endeavor can all flaws be eradicated and all virtues be acquired?”\n\nThe paramhansas could not answer the question.\n\nSo Shriji Maharaj revealed, “If one has bhakti coupled with the knowledge of God’s countless powers as described by Kapildev to Devhuti in ‘Mad-bhayad-vati vato’yam sooryas-tapati mad-bhayat... ||’ 1 then all of one’s flaws would be eradicated. Moreover, even if one does not possess gnan , vairagya and dharma , one still attains them. Thus, this spiritual endeavor is the best of all.”\n\nThen Shriji Maharaj asked another question, “A deceitful person who is also clever, cunningly conceals his deceitfulness. Please explain how such a person’s deceitfulness can be recognized?”\n\nBrahmanand Swami answered, “Such a person can be recognized by the fact that he keeps the company of someone who is an antagonist of Satsang and who speaks ill of the Sant and God; besides this, such a person cannot be known by any other means.”\n\nShriji Maharaj accepted the answer, but questioned further, “Yes, but how can such a person be recognized if he does not keep the company of such people?”\n\nBrahmanand Swami then added, “His deceitfulness would be exposed in times of adverse circumstances.”\n\nShriji Maharaj confirmed, “That is the correct answer to the question.”\n\nThereafter, Shriji Maharaj asked another question, “Which single fault transforms all of a person’s virtues to faults?”\n\nShripat Devanand Swami replied, “If someone spites a devotee of God, then all of his virtues become as good as faults.”\n\nShriji Maharaj clarified, “That is true, but I had another answer in mind. A person may well be endowed with each and every virtue, but if he believes God to be formless - not possessing a definite form - then that is a grave flaw. So much so, that because of this flaw, all of his virtues become flaws.”\n\nThereafter, Shriji Maharaj asked, “Why does one perceive faults in a sadhu ?”\n\nThe paramhansas attempted to answer the question but were unable to do so satisfactorily.\n\nSo Shriji Maharaj answered the question Himself, “An egotist perceives faults in a sadhu . This is because it is the very nature of someone who is egotistical that if someone praises him, even though that person may have a hundred faults, he would overlook them and would instead greatly highlight a single virtue. Conversely, if a person does not praise him, then even though that person may have a hundred virtues, he would overlook all of them and highlight an utterly insignificant fault. Consequently, he would initially spite that person mentally, then verbally, and ultimately physically as well. Thus, egotism is a grave vice. However, do not think that only the shrewd are egotistical and the naïve are not. In actual fact, the naïve are more egotistical than the shrewd.”\n\nThereupon, Muktanand Swami asked, “Maharaj, how can egotism be eradicated?”\n\nShriji Maharaj explained, “He who thoroughly realizes the greatness of God cannot be egotistical. Look at Uddhavji, how wise he was! He was proficient in the Nitishatak and had physical characteristics like that of a king. Yet, because he had understood the greatness of God, he put aside his self-importance upon seeing the gopis’ love for God and prayed, ‘May I become a tree, a vine, a blade of grass or maybe even a shrub - anything that has been touched by the dust from the feet of the gopis .’\n\n“Tulsidas has also said,\n\n“That is, even if someone utters the name of God unintentionally, a person who realises God’s greatness would make shoes from his own skin and offer them to that person. If that is so, would he harbor any egotism before a devotee of God who constantly engages himself in worship and in chanting the name of God, who bows down to God and who realizes the greatness of God? Certainly not. Thus, egotism is eradicated when one realizes the greatness of God, but without understanding the greatness of God, egotism simply cannot be eradicated. Therefore, whosoever wishes to eradicate egotism should realize the greatness of God and the Sant.”"
}