{
    "number": 146,
    "vachanamrut": "Gadhada II-13",
    "title": "Divine Light",
    "setting": "On Shrāvan vadi Amās, Samvat 1878 [27 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth on the veranda outside the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Raising both arms in the air, Shriji Mahārāj signaled the assembly to settle down and listen. Turning to the sādhus who were humbly praying before Him with folded hands, Shriji Mahārāj said, “O paramhansas ! Those of you who are senior and understand discourses, please come to the front. Please listen very attentively to what I am about to say. What I am about to say to you, I say not out of any pretense, or out of any self-conceit, or to spread My own greatness. Rather, it is because I feel that amongst all of you sādhus and devotees, if someone can understand My message, it will tremendously benefit that person; that is My purpose in narrating it. Moreover, this discourse is based on what I have seen and realized through My own experience. In fact, it is also in agreement with the scriptures. Although I feel that it is not appropriate to discuss this in public, I shall tell you nonetheless.\n\n“I remain naturally in a state in which even if I wished to engross my mind in the most charming sounds, the most charming touch, the most charming smells, the most charming tastes and the most charming sights of this world, I could not do so; I remain absolutely dejected towards them. In fact, all of the attractive vishays and the repulsive vishays are the same to Me. Also, a king and a beggar are the same to Me. Further, to rule all the realms and to beg for food carrying a broken begging bowl are the same to Me. Even sitting with honor on an elephant and walking on foot are the same to Me. Whether someone honors Me with sandalwood paste, flowers, fine clothes and ornaments or throws dirt on Me - all are the same to Me. Whether someone praises Me or insults Me - both are the same to Me. Gold, silver, diamonds and refuse are all the same to Me. Moreover, I look upon all devotees of God as being equal; i.e., I do not differentiate one as being superior and another as being inferior.\n\n“I have intense vairāgya in My antahkaran , yet I am not burdened by it. I do not feel burdened like a person who carries a heavy rock on his head or ties a purse full of money and gold coins around his waist. My strict observance of swadharma does not burden Me, nor does the realization that I am Brahma burden Me. When I superficially praise some object or criticize another, I do so purposefully. Whenever I forcefully engage My indriya’s vruttis towards objects, they remain there very reluctantly; as soon as I relax that force, they withdraw immediately. It is like throwing a stone into the air - it goes as high as it can depending on the force of the throw, but ultimately it falls back to earth. Or consider a weak bull - it can stand only as long as a man forcefully supports it. But as soon as he withdraws the support, it slumps onto the ground. Further, imagine a very strong man who is able to crack a betel nut between his teeth. But, after sucking ten or twenty very sour lemons, he would have great difficulty chewing even roasted chanā . In this manner, it is only when I forcefully engage My vruttis in the vishays that they remain engaged in them.\n\n“So what is the cause of My behaving like this? Well, it is because My indriyas’ vruttis constantly remain inverted towards My hrudayākāsh . In that hrudayākāsh , I see extremely luminous divine light. Just as clouds cover the entire sky during the monsoon season, similarly, only that light pervades My heart.\n\n“Amidst that divine light I see the extremely luminous form of God. The form is dark, but due to the intensity of the light, it appears to be rather fair, not dark. The form has two arms and two legs, not four, eight or a thousand arms; and its appearance is very captivating. The form is very serene; it has a human form; and it appears young like a teenager. Sometimes the form in the divine light is seen standing, sometimes sitting, and at other times, it is seen walking around. It is surrounded on all four sides by groups of muktas , who are seated facing Him, and who are engrossed in looking at that form of God with a fixed gaze. I see that form in its incarnate form before Me at this very moment. I saw it before I came into this Satsang fellowship; I could see it when I was in My mother’s womb; in fact, I could see it even before I entered my mother’s womb. Moreover, I am speaking to you while sitting there. In fact, I do not see this village of Gadhadā or even this veranda - I also see all of you sitting there as well.\n\n“Whosoever realizes this form will, like Me, never be drawn towards the pleasures of the vishays . In fact, you also see this form of God, but you do not comprehend it fully. However, when you come to comprehend this fact, you will not encounter any difficulty in subduing the desires for the panchvishays and swabhāvs such as lust, anger, etc.; they will be subdued easily.\n\n“That uniform divine light is referred to as the ātmā , or Brahma or Akshardhām. The form of God within that light is called the essence of the ātmā , Parabrahma or Purushottam. It is that same God who, for the liberation of countless jivas , manifests on this earth in different yugs in the form of Rām, Krishna, etc. In this realm, He appears to be like a human being, but He is not; He is the lord of Akshardhām. Shri Krishna Bhagwān has said in the Gitā,\n\n“Therefore, even though Shri Krishna Bhagwān appeared to be like a human, He still transcends Akshar and is divine.\n\n“Whoever meditates on the human form of that God sees the luminous, divine form seated in Akshardhām. Such a person who meditates in this manner traverses māyā and attains the highest state of enlightenment. So, even though God assumes a human body, He is still divine, and the place where He resides is also nirgun . His clothes, jewelry, vehicles, attendants, food, drinks, etc. - in fact, any other objects which become associated with Him - are all nirgun . One who realizes God’s form in this manner does not harbor any affection for the panchvishays , just like I do not. He becomes independent.\n\n“It is this Purushottam, who transcends Akshar, who is the cause of all avatārs . All avatārs emanate from Purushottam, and they merge back into Purushottam. When God, after assuming a human form, leaves this earth to return to His abode, sometimes, like a human being, His physical body remains on earth - like when Rukmini took Shri Krishna’s body into her lap and was engulfed along with it in the fire. Likewise, Rushabhdev’s body was burnt in a raging forest fire. In other instances, His bones and flesh become divine and, leaving no remains behind, He returns to His abode. When He manifests, He may sometimes be born of a woman, or He may sometimes appear from wherever He wishes. In this manner, God’s method of birth and death are not necessarily in accordance with the ways of this world. When you thoroughly realize God as such, you will encounter no obstacles on the path to liberation. Without such firm understanding of the nature of God, though, one will never be able to overcome one’s weaknesses, regardless of the amount of renunciation one maintains or the number of fasts one performs.\n\n“Then you may say, ‘We have firm understanding of that God just as You have described. Why, then, do our prāns and indriyas not become engrossed in God?’ Well, one should understand that as being God’s wish. In reality, such a person has nothing left to accomplish; he is fulfilled and has reached the culmination of all spiritual endeavors. If one has such a firm belief in God, then even if a slight flaw remains in the observance of the vows of non-egotism, non-avarice, non-lust, non-taste or non-attachment, there is still nothing to worry about. However, if any deficiency remains in understanding God, then one’s flaw will never be eradicated. Therefore, one should attempt to understand this principle by any means within this lifetime.\n\n“If one has completely understood the essence of this discourse, then regardless of whether one is reborn in a base or elevated life form due to one’s prārabdha karmas , still, like Vrutrāsur, one will not forget this gnān . Also, when Bharatji was reborn as a deer, he retained gnān from his previous life. Such is the profound greatness of this gnān . In fact, it is even narrated continuously in the assemblies of sages such as Nārad, the Sanakādik, and Brahmā and other deities.\n\n“However, such discourses regarding the nature of God cannot be understood by oneself even from the scriptures. Even though these facts may be in the scriptures, it is only when the Satpurush manifests on this earth, and one hears them being narrated by him that one understands them. They cannot, however, be understood by one’s intellect alone, even from the scriptures.\n\n“One who has such a complete realization of God, and who is also able to see the past, present and future still does not harbor the slightest self-conceit regarding this fact. He would not grant anyone a boon, nor would he curse anyone; sometimes, though, he may well grant a boon or give a curse. At times, he remains fearless, and at other times, he may even become frightened. Despite that, he would never allow emotions such as elation or depression to infiltrate his mind. One who has such an unflinching refuge of God would never knowingly perform a bad deed. However, if due to adverse circumstances an improper deed is performed, a person with such a refuge would still not fall from the path of liberation. Hence, there is no other obstacle-free path like that of having the firm refuge of God.\n\n“One who has realized this fact harbors only pure intentions. Just see, I have absolutely no selfish expectations from My paramhansas and satsangis . The only reason I may call someone, rebuke someone or send someone away is that if by any means one realizes this fact, it will be very beneficial to them. So, all of you should firmly imbibe this discourse.\n\n“Realize that the form amidst the divine light is this Mahārāj visible before you. If you cannot do that, then at least realize, ‘Mahārāj sees the form which is amidst that aksharrup light.’ Even if you can understand this much, you will be able to maintain affection for Me. As a result, you will attain ultimate liberation. Keep this principle constantly new and fresh in your minds; never forget it out of complacency. Remember it tomorrow just as it is today. Keep it vivid in your minds and remember it daily until the end of your lives. Whenever you talk about God, be sure to implant the seeds of this principle. This is My command. Moreover, this principle is so vital that you should remember it daily for the rest of your lives; in fact, even after you leave this body and attain a divine form, you should recall it. Indeed, this principle which I have revealed before you is the very essence of all of the scriptures, and it is My own firm experience; I have talked to you having seen it with My very own eyes. In fact, I swear by all of you paramhansas that I have seen these facts with My own eyes.”\n\nIn this manner, Shriji Mahārāj described His true identity, though indirectly, as Purushottam. Upon hearing this revelation, the sādhus and devotees accepted the fact that the form described amidst the divine light is, in fact, Shriji Mahārāj Himself.\n\nOn Shravan vadi Amas, Samvat 1878 [27 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth on the veranda outside the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nRaising both arms in the air, Shriji Maharaj signaled the assembly to settle down and listen. Turning to the sadhus who were humbly praying before Him with folded hands, Shriji Maharaj said, “O paramhansas ! Those of you who are senior and understand discourses, please come to the front. Please listen very attentively to what I am about to say. What I am about to say to you, I say not out of any pretense, or out of any self-conceit, or to spread My own greatness. Rather, it is because I feel that amongst all of you sadhus and devotees, if someone can understand My message, it will tremendously benefit that person; that is My purpose in narrating it. Moreover, this discourse is based on what I have seen and realized through My own experience. In fact, it is also in agreement with the scriptures. Although I feel that it is not appropriate to discuss this in public, I shall tell you nonetheless.\n\n“I remain naturally in a state in which even if I wished to engross my mind in the most charming sounds, the most charming touch, the most charming smells, the most charming tastes and the most charming sights of this world, I could not do so; I remain absolutely dejected towards them. In fact, all of the attractive vishays and the repulsive vishays are the same to Me. Also, a king and a beggar are the same to Me. Further, to rule all the realms and to beg for food carrying a broken begging bowl are the same to Me. Even sitting with honor on an elephant and walking on foot are the same to Me. Whether someone honors Me with sandalwood paste, flowers, fine clothes and ornaments or throws dirt on Me - all are the same to Me. Whether someone praises Me or insults Me - both are the same to Me. Gold, silver, diamonds and refuse are all the same to Me. Moreover, I look upon all devotees of God as being equal; i.e., I do not differentiate one as being superior and another as being inferior.\n\n“I have intense vairagya in My antahkaran , yet I am not burdened by it. I do not feel burdened like a person who carries a heavy rock on his head or ties a purse full of money and gold coins around his waist. My strict observance of swadharma does not burden Me, nor does the realization that I am Brahma burden Me. When I superficially praise some object or criticize another, I do so purposefully. Whenever I forcefully engage My indriya’s vruttis towards objects, they remain there very reluctantly; as soon as I relax that force, they withdraw immediately. It is like throwing a stone into the air - it goes as high as it can depending on the force of the throw, but ultimately it falls back to earth. Or consider a weak bull - it can stand only as long as a man forcefully supports it. But as soon as he withdraws the support, it slumps onto the ground. Further, imagine a very strong man who is able to crack a betel nut between his teeth. But, after sucking ten or twenty very sour lemons, he would have great difficulty chewing even roasted chana . In this manner, it is only when I forcefully engage My vruttis in the vishays that they remain engaged in them.\n\n“So what is the cause of My behaving like this? Well, it is because My indriyas’ vruttis constantly remain inverted towards My hrudayakash . In that hrudayakash , I see extremely luminous divine light. Just as clouds cover the entire sky during the monsoon season, similarly, only that light pervades My heart.\n\n“Amidst that divine light I see the extremely luminous form of God. The form is dark, but due to the intensity of the light, it appears to be rather fair, not dark. The form has two arms and two legs, not four, eight or a thousand arms; and its appearance is very captivating. The form is very serene; it has a human form; and it appears young like a teenager. Sometimes the form in the divine light is seen standing, sometimes sitting, and at other times, it is seen walking around. It is surrounded on all four sides by groups of muktas , who are seated facing Him, and who are engrossed in looking at that form of God with a fixed gaze. I see that form in its incarnate form before Me at this very moment. I saw it before I came into this Satsang fellowship; I could see it when I was in My mother’s womb; in fact, I could see it even before I entered my mother’s womb. Moreover, I am speaking to you while sitting there. In fact, I do not see this village of Gadhada or even this veranda - I also see all of you sitting there as well.\n\n“Whosoever realizes this form will, like Me, never be drawn towards the pleasures of the vishays . In fact, you also see this form of God, but you do not comprehend it fully. However, when you come to comprehend this fact, you will not encounter any difficulty in subduing the desires for the panchvishays and swabhavs such as lust, anger, etc.; they will be subdued easily.\n\n“That uniform divine light is referred to as the atma , or Brahma or Akshardham. The form of God within that light is called the essence of the atma , Parabrahma or Purushottam. It is that same God who, for the liberation of countless jivas , manifests on this earth in different yugs in the form of Ram, Krishna, etc. In this realm, He appears to be like a human being, but He is not; He is the lord of Akshardham. Shri Krishna Bhagwan has said in the Gita,\n\n“Therefore, even though Shri Krishna Bhagwan appeared to be like a human, He still transcends Akshar and is divine.\n\n“Whoever meditates on the human form of that God sees the luminous, divine form seated in Akshardham. Such a person who meditates in this manner traverses maya and attains the highest state of enlightenment. So, even though God assumes a human body, He is still divine, and the place where He resides is also nirgun . His clothes, jewelry, vehicles, attendants, food, drinks, etc. - in fact, any other objects which become associated with Him - are all nirgun . One who realizes God’s form in this manner does not harbor any affection for the panchvishays , just like I do not. He becomes independent.\n\n“It is this Purushottam, who transcends Akshar, who is the cause of all avatars . All avatars emanate from Purushottam, and they merge back into Purushottam. When God, after assuming a human form, leaves this earth to return to His abode, sometimes, like a human being, His physical body remains on earth - like when Rukmini took Shri Krishna’s body into her lap and was engulfed along with it in the fire. Likewise, Rushabhdev’s body was burnt in a raging forest fire. In other instances, His bones and flesh become divine and, leaving no remains behind, He returns to His abode. When He manifests, He may sometimes be born of a woman, or He may sometimes appear from wherever He wishes. In this manner, God’s method of birth and death are not necessarily in accordance with the ways of this world. When you thoroughly realize God as such, you will encounter no obstacles on the path to liberation. Without such firm understanding of the nature of God, though, one will never be able to overcome one’s weaknesses, regardless of the amount of renunciation one maintains or the number of fasts one performs.\n\n“Then you may say, ‘We have firm understanding of that God just as You have described. Why, then, do our prans and indriyas not become engrossed in God?’ Well, one should understand that as being God’s wish. In reality, such a person has nothing left to accomplish; he is fulfilled and has reached the culmination of all spiritual endeavors. If one has such a firm belief in God, then even if a slight flaw remains in the observance of the vows of non-egotism, non-avarice, non-lust, non-taste or non-attachment, there is still nothing to worry about. However, if any deficiency remains in understanding God, then one’s flaw will never be eradicated. Therefore, one should attempt to understand this principle by any means within this lifetime.\n\n“If one has completely understood the essence of this discourse, then regardless of whether one is reborn in a base or elevated life form due to one’s prarabdha karmas , still, like Vrutrasur, one will not forget this gnan . Also, when Bharatji was reborn as a deer, he retained gnan from his previous life. Such is the profound greatness of this gnan . In fact, it is even narrated continuously in the assemblies of sages such as Narad, the Sanakadik, and Brahma and other deities.\n\n“However, such discourses regarding the nature of God cannot be understood by oneself even from the scriptures. Even though these facts may be in the scriptures, it is only when the Satpurush manifests on this earth, and one hears them being narrated by him that one understands them. They cannot, however, be understood by one’s intellect alone, even from the scriptures.\n\n“One who has such a complete realization of God, and who is also able to see the past, present and future still does not harbor the slightest self-conceit regarding this fact. He would not grant anyone a boon, nor would he curse anyone; sometimes, though, he may well grant a boon or give a curse. At times, he remains fearless, and at other times, he may even become frightened. Despite that, he would never allow emotions such as elation or depression to infiltrate his mind. One who has such an unflinching refuge of God would never knowingly perform a bad deed. However, if due to adverse circumstances an improper deed is performed, a person with such a refuge would still not fall from the path of liberation. Hence, there is no other obstacle-free path like that of having the firm refuge of God.\n\n“One who has realized this fact harbors only pure intentions. Just see, I have absolutely no selfish expectations from My paramhansas and satsangis . The only reason I may call someone, rebuke someone or send someone away is that if by any means one realizes this fact, it will be very beneficial to them. So, all of you should firmly imbibe this discourse.\n\n“Realize that the form amidst the divine light is this Maharaj visible before you. If you cannot do that, then at least realize, ‘Maharaj sees the form which is amidst that aksharrup light.’ Even if you can understand this much, you will be able to maintain affection for Me. As a result, you will attain ultimate liberation. Keep this principle constantly new and fresh in your minds; never forget it out of complacency. Remember it tomorrow just as it is today. Keep it vivid in your minds and remember it daily until the end of your lives. Whenever you talk about God, be sure to implant the seeds of this principle. This is My command. Moreover, this principle is so vital that you should remember it daily for the rest of your lives; in fact, even after you leave this body and attain a divine form, you should recall it. Indeed, this principle which I have revealed before you is the very essence of all of the scriptures, and it is My own firm experience; I have talked to you having seen it with My very own eyes. In fact, I swear by all of you paramhansas that I have seen these facts with My own eyes.”\n\nIn this manner, Shriji Maharaj described His true identity, though indirectly, as Purushottam. Upon hearing this revelation, the sadhus and devotees accepted the fact that the form described amidst the divine light is, in fact, Shriji Maharaj Himself."
}