{
    "number": 32,
    "vachanamrut": "Gadhada I-32",
    "title": "A Nest and a Stake",
    "setting": "On the morning of Posh vadi 3, Samvat 1876 [3 January 1820], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had tied a white pāgh around His head. He had also covered Himself with a white cotton cloth. Sandalwood paste had been applied to His forehead. He was wearing a garland of white flowers, and tassels of white flowers were dangling from His pāgh . At that time, while some munis were singing devotional songs, other munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Shriji Mahārāj then said, “Please listen, I have a question to ask.”\n\nThereupon the munis and devotees said, “Mahārāj, please ask.”\n\nAfter thinking for quite some time, Shriji Mahārāj said, “In this world, a materialistic individual who is attached to the vishays cannot survive without indulging in them. Moreover, just as that non-believer indulges in vishays , similarly, a devotee of God also indulges in vishays . However, the two are different. In what way? Well, the materialistic person who is attached to the vishays enjoys only worldly vishays , whereas for a devotee of God, listening to discourses of God is the only vishay for his ears; touching the holy feet of God or touching the holy dust from the feet of the Sant is the only vishay for his skin; doing darshan of God or the Sant is the only vishay for his eyes; taking the prasād of God and singing His praises are the only vishays for his tongue; and smelling the flowers and other objects which have been offered to God is the only vishay for his nose. In this manner, there is a difference between the vishays that a non-believer indulges in and those that a devotee indulges in.\n\n“Furthermore, just as a devotee cannot stay without indulging in the vishays , even eternally liberated muktas such as Nārad and the Sanakādik 1 cannot stay without indulging in them. Although they remain in samādhi for long periods of time, after emerging from samādhi , they also indulge in vishays in the form of discourses, talks, devotional songs, etc., related to God.\n\n“For example, birds leave their nests to gather food, but after gathering their food, they always return to their respective nests at night to rest. Never do they forget their own nests and return to another bird’s nest. Similarly, after feeding on discourses, talks, devotional songs, etc., related to God, devotees of God also return to their own nest in the form of God to rest. Again, animals, birds and, in fact, all creatures return to their respective homes to rest after feeding. People also travel far and wide for their work, but only when they return to their own home do they rest peacefully.\n\n“Now based on the analogies that I have just narrated, I ask all the devotees: Just as a non-believer is attached to worldly vishays and is unable to live without them for even a single moment, similarly, after becoming firmly attached to the vishays in the form of the shravan , manan , etc., of the talks and discourses related to God, have you also become attached to and engrossed in them or not? Also, just as a bird returns to its nest after feeding, do all of you also return to rest in your nest, the form of God, after feeding on feed in the form of discourses, devotional songs, etc., related to God? Or, do you rest elsewhere?\n\n“Furthermore, cattle that are domesticated return to their stake in the evening after grazing in the outskirts of the village, whereas stray cattle do not return to their stake. A stray cow, after grazing in someone’s field, sits wherever it wishes. There, someone may beat it, or if a tiger comes, it may even attack the cow. Now, do you return to your stake like the domesticated cattle; or like the stray cattle, do you sit down to rest anywhere after grazing in someone else’s field? Let the seniors amongst you answer these questions after due deliberation.”\n\nThereupon, all of the munis and devotees replied individually, “Mahārāj, we have indeed become attached to discourses, devotional songs, etc., related to God. Moreover, except for the nest and stake in the form of God’s form, we do not stay anywhere else.” Hearing their reply, Shriji Mahārāj became extremely pleased.\n\nTowards the end of the afternoon on that same day, Shriji Mahārāj was seated facing the mandir of Shri Vāsudevnārāyan on a large, decorated cot under the neem tree in the center of Dādā Khāchar’s darbār . At that time, while some munis were singing devotional songs, other munis as well as devotees from various places had gathered before Him in an assembly.\n\nShriji Mahārāj then requested, “Now please begin a question-answer dialogue.”\n\nThereupon Dinānāth Bhatt and Brahmānand Swāmi asked, “At times, a devotee of God is able to blissfully engage in the worship and remembrance of God and is able to concentrate on His form. At other times, however, he is disturbed within and is unable to experience the bliss of worship and remembrance. What is the reason for this?”\n\nShriji Mahārāj replied, “He has not mastered the technique of beholding the form of God.”\n\nHearing this, Muktānand Swāmi asked, “What is that technique?”\n\nShriji Mahārāj explained, “The technique is as follows: Different gunas enter the antahkaran at different times. When sattvagun prevails, the antahkaran is pure, and one can pleasantly engage in worship and remembrance of God’s form. When rajogun prevails, the antahkaran becomes polluted and many disturbing thoughts arise, making it difficult to engage in worship and remembrance. When tamogun prevails, no thoughts arise in the antahkaran at all. Therefore, a person engaged in worship should learn to recognize the prevailing guna and should meditate on the form of God whenever sattvagun prevails. When tamogun prevails, no thoughts arise at all, and one experiences a feeling of emptiness. One should not attempt to meditate on God in such conditions. When rajogun prevails, many disturbing thoughts arise. Therefore, one should not attempt to meditate on God at that time either. On such occasions, one should think, ‘I am distinct from these thoughts. In fact, I am the knower of these thoughts. Furthermore, Purushottam Bhagwān is forever present within me as antaryāmi .’ Only when the force of rajogun subsides should one meditate on the form of God.\n\n“However, one should not become dejected on noticing the many thoughts which arise when rajogun prevails. After all, the antahkaran is like a small child, or a monkey, or a dog, or like a person who plays with a child. The nature of the antahkaran is such that it remains fidgety for no reason whatsoever. Therefore, one who wishes to meditate on God should not become disheartened on seeing the disturbing thoughts that arise in the antahkaran . Moreover, the thoughts arising in the antahkaran should not be accepted as being a part of oneself; instead, the antahkaran should be regarded as being distinct from oneself. Thus, one should believe one’s ātmā to be distinct and engage in the worship of God.”\n\nOn the morning of Posh vadi 3, Samvat 1876 [3 January 1820], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had tied a white pagh around His head. He had also covered Himself with a white cotton cloth. Sandalwood paste had been applied to His forehead. He was wearing a garland of white flowers, and tassels of white flowers were dangling from His pagh . At that time, while some munis were singing devotional songs, other munis as well as devotees from various places had gathered before Him in an assembly.\n\nShriji Maharaj then said, “Please listen, I have a question to ask.”\n\nThereupon the munis and devotees said, “Maharaj, please ask.”\n\nAfter thinking for quite some time, Shriji Maharaj said, “In this world, a materialistic individual who is attached to the vishays cannot survive without indulging in them. Moreover, just as that non-believer indulges in vishays , similarly, a devotee of God also indulges in vishays . However, the two are different. In what way? Well, the materialistic person who is attached to the vishays enjoys only worldly vishays , whereas for a devotee of God, listening to discourses of God is the only vishay for his ears; touching the holy feet of God or touching the holy dust from the feet of the Sant is the only vishay for his skin; doing darshan of God or the Sant is the only vishay for his eyes; taking the prasad of God and singing His praises are the only vishays for his tongue; and smelling the flowers and other objects which have been offered to God is the only vishay for his nose. In this manner, there is a difference between the vishays that a non-believer indulges in and those that a devotee indulges in.\n\n“Furthermore, just as a devotee cannot stay without indulging in the vishays , even eternally liberated muktas such as Narad and the Sanakadik 1 cannot stay without indulging in them. Although they remain in samadhi for long periods of time, after emerging from samadhi , they also indulge in vishays in the form of discourses, talks, devotional songs, etc., related to God.\n\n“For example, birds leave their nests to gather food, but after gathering their food, they always return to their respective nests at night to rest. Never do they forget their own nests and return to another bird’s nest. Similarly, after feeding on discourses, talks, devotional songs, etc., related to God, devotees of God also return to their own nest in the form of God to rest. Again, animals, birds and, in fact, all creatures return to their respective homes to rest after feeding. People also travel far and wide for their work, but only when they return to their own home do they rest peacefully.\n\n“Now based on the analogies that I have just narrated, I ask all the devotees: Just as a non-believer is attached to worldly vishays and is unable to live without them for even a single moment, similarly, after becoming firmly attached to the vishays in the form of the shravan , manan , etc., of the talks and discourses related to God, have you also become attached to and engrossed in them or not? Also, just as a bird returns to its nest after feeding, do all of you also return to rest in your nest, the form of God, after feeding on feed in the form of discourses, devotional songs, etc., related to God? Or, do you rest elsewhere?\n\n“Furthermore, cattle that are domesticated return to their stake in the evening after grazing in the outskirts of the village, whereas stray cattle do not return to their stake. A stray cow, after grazing in someone’s field, sits wherever it wishes. There, someone may beat it, or if a tiger comes, it may even attack the cow. Now, do you return to your stake like the domesticated cattle; or like the stray cattle, do you sit down to rest anywhere after grazing in someone else’s field? Let the seniors amongst you answer these questions after due deliberation.”\n\nThereupon, all of the munis and devotees replied individually, “Maharaj, we have indeed become attached to discourses, devotional songs, etc., related to God. Moreover, except for the nest and stake in the form of God’s form, we do not stay anywhere else.” Hearing their reply, Shriji Maharaj became extremely pleased.\n\nTowards the end of the afternoon on that same day, Shriji Maharaj was seated facing the mandir of Shri Vasudevnarayan on a large, decorated cot under the neem tree in the center of Dada Khachar’s darbar . At that time, while some munis were singing devotional songs, other munis as well as devotees from various places had gathered before Him in an assembly.\n\nShriji Maharaj then requested, “Now please begin a question-answer dialogue.”\n\nThereupon Dinanath Bhatt and Brahmanand Swami asked, “At times, a devotee of God is able to blissfully engage in the worship and remembrance of God and is able to concentrate on His form. At other times, however, he is disturbed within and is unable to experience the bliss of worship and remembrance. What is the reason for this?”\n\nShriji Maharaj replied, “He has not mastered the technique of beholding the form of God.”\n\nHearing this, Muktanand Swami asked, “What is that technique?”\n\nShriji Maharaj explained, “The technique is as follows: Different gunas enter the antahkaran at different times. When sattvagun prevails, the antahkaran is pure, and one can pleasantly engage in worship and remembrance of God’s form. When rajogun prevails, the antahkaran becomes polluted and many disturbing thoughts arise, making it difficult to engage in worship and remembrance. When tamogun prevails, no thoughts arise in the antahkaran at all. Therefore, a person engaged in worship should learn to recognize the prevailing guna and should meditate on the form of God whenever sattvagun prevails. When tamogun prevails, no thoughts arise at all, and one experiences a feeling of emptiness. One should not attempt to meditate on God in such conditions. When rajogun prevails, many disturbing thoughts arise. Therefore, one should not attempt to meditate on God at that time either. On such occasions, one should think, ‘I am distinct from these thoughts. In fact, I am the knower of these thoughts. Furthermore, Purushottam Bhagwan is forever present within me as antaryami .’ Only when the force of rajogun subsides should one meditate on the form of God.\n\n“However, one should not become dejected on noticing the many thoughts which arise when rajogun prevails. After all, the antahkaran is like a small child, or a monkey, or a dog, or like a person who plays with a child. The nature of the antahkaran is such that it remains fidgety for no reason whatsoever. Therefore, one who wishes to meditate on God should not become disheartened on seeing the disturbing thoughts that arise in the antahkaran . Moreover, the thoughts arising in the antahkaran should not be accepted as being a part of oneself; instead, the antahkaran should be regarded as being distinct from oneself. Thus, one should believe one’s atma to be distinct and engage in the worship of God.”"
}