{
    "number": 190,
    "vachanamrut": "Gadhada II-57",
    "title": "The Example of a Lizard; A ‘Cat-like’ Devotee",
    "setting": "During the evening ārti on Āshādh sudi 6, Samvat 1881 [2 July 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. A white pāgh with tassels made of flowers had been tied around His head. He was wearing a white khes and had covered Himself with a white cotton cloth. At that time, some munis were singing devotional songs to the accompaniment of a sarodā , while paramhansas as well as devotees from various places had gathered before Him in an assembly. A few torches were also lit at that time.",
    "text": "Thereupon Shriji Mahārāj said, “Please listen, I wish to speak to all of you. When you were singing devotional songs, and as I was listening to them, a thought occurred to Me, which I shall now share with you. If one wants to love God, one should love Him while believing oneself to be the ātmā , which is characterized by pure existence. What is that ātmā like? Well, within it, there are no hindrances either of māyā or the entities evolved from māyā , i.e., the three gunas , the body, the indriyas and the antahkaran . Whatever hindrances do seem to be in the ātmā are, in fact, due to ignorance. But no hindrances of any form remain in one who has totally dispelled them through gnān and vairāgya . However, to behave as the ātmā does not mean to believe oneself to be Brahma and act waywardly. Rather, the purpose of behaving as the ātmā is to realise, ‘I am the ātmā , and there are no hindrances of māyā within me. If that is so, how can there be even the slightest trace of māyā in Paramātmā Nārāyan Vāsudev who transcends the ātmā ?’ For this reason then, the virtue of ātmā -realization should be firmly cultivated so that in no way does one perceive any fault in God.\n\n“Then keeping one’s thought in the midst of the light of the ātmā , one should destroy anything that tries to disturb his behaving as the ātmā . For example, when a lizard comes near the light of an oil lamp, it kills any insect that comes near the light. In the same way, the thought that rests within the light of the ātmā destroys everything apart from the ātmā .\n\n“Furthermore, if a person truly loves God, he would never develop love for anything else. If there is an object that appears to be dearer to him than God, he would completely discard it. That is true renunciation. Indeed, he would discard that object irrespective of whether it is a significant object or an insignificant object - after all, only that is called renunciation. If, on the other hand, a person can outwardly renounce many other things but cannot discard an object that hinders him in worshipping God, his renunciation is useless.\n\n“Also, do not think that only alluring objects obstruct one’s worship of God and insignificant objects do not. After all, the very nature of the jiva is such that some people prefer sweet items, some prefer salty items, some prefer sour items, whereas some prefer bitter items. Thus, it is the petty mentality of the jiva that it keeps even the most insignificant of objects dearer to it than God. But when one considers the greatness of God, no such object can compare to even a millionth of a fraction of His greatness.\n\n“If a person has developed affection for God having thoroughly realized God in this way, he would not develop affection towards any worldly object, i.e., the body, the brahmānd , etc. Instead, all worldly objects would become insignificant to him. After all, it was when King Chitraketu thoroughly realized the greatness of God that he renounced his ten million wives . He even renounced his empire, which spanned across the entire country. In fact, he ultimately realized, ‘Of what value is the pleasure of ten million women before the bliss of God? Also, of what value are the pleasures of an empire spanning the entire country? Indeed, of what value are the pleasures of the realm of Indra and the realm of Brahmā?’\n\n“In contrast, one who has affection for some object other than such a great God possesses an utterly petty mentality. Just as a dog derives pleasure from taking a dry bone to some isolated place and then licking it, in the same way, a foolish person believes that there are pleasures in such miseries and thus develops affection for worthless objects. If a so-called devotee of God does have more affection for some object than he has for God, then he is nothing but a ‘cat-like’ 1 devotee. A true devotee of God, on the other hand, would definitely not hold anything dearer to him than God.”\n\nShriji Mahārāj then said, “A devotee of God who possesses gnān , vairāgya , bhakti and dharma realizes, ‘One who is brave and who walks boldly towards his enemy at the time of battle is indeed truly valiant. Conversely, it is futile when one who is brave is not utilized in battle or accumulated wealth is not spent. Similarly, since I have attained God, if I do not talk about liberation to those who keep my company, then of what use is my gnān ?’ Bearing this in mind, he would not harbor any cowardice in talking about God - even if some opposition were to arise regarding his preaching.”\n\nHaving said this, Shriji Mahārāj had three verses written by Tulsidās sung. Those three verses were: ‘Jyāki lagan Rāmso nahi...’ 2 , ‘Ehi kahyo sunu Veda chahu...’ 3 and ‘Jyāku priya na Rām Vaidehi...’ . 4\n\nShriji Mahārāj then added, “We should live according to the words mentioned in these verses. While doing so, if some insufficiency remains and one were to die at that time, one will still not enter the cycle of births and deaths nor will one become a ghost. In fact, at the very worst, one will join the ranks of Indra or Brahmā; one’s fate will not be any worse than that. Thus, one should fearlessly engage in the worship of God.”\n\nAt that point, Mulji Brahmachāri came to call Shriji Mahārāj for His meals, and they both left the assembly together.\n\nDuring the evening arti on Ashadh sudi 6, Samvat 1881 [2 July 1824], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. A white pagh with tassels made of flowers had been tied around His head. He was wearing a white khes and had covered Himself with a white cotton cloth. At that time, some munis were singing devotional songs to the accompaniment of a saroda , while paramhansas as well as devotees from various places had gathered before Him in an assembly. A few torches were also lit at that time.\n\nThereupon Shriji Maharaj said, “Please listen, I wish to speak to all of you. When you were singing devotional songs, and as I was listening to them, a thought occurred to Me, which I shall now share with you. If one wants to love God, one should love Him while believing oneself to be the atma , which is characterized by pure existence. What is that atma like? Well, within it, there are no hindrances either of maya or the entities evolved from maya , i.e., the three gunas , the body, the indriyas and the antahkaran . Whatever hindrances do seem to be in the atma are, in fact, due to ignorance. But no hindrances of any form remain in one who has totally dispelled them through gnan and vairagya . However, to behave as the atma does not mean to believe oneself to be Brahma and act waywardly. Rather, the purpose of behaving as the atma is to realise, ‘I am the atma , and there are no hindrances of maya within me. If that is so, how can there be even the slightest trace of maya in Paramatma Narayan Vasudev who transcends the atma ?’ For this reason then, the virtue of atma -realization should be firmly cultivated so that in no way does one perceive any fault in God.\n\n“Then keeping one’s thought in the midst of the light of the atma , one should destroy anything that tries to disturb his behaving as the atma . For example, when a lizard comes near the light of an oil lamp, it kills any insect that comes near the light. In the same way, the thought that rests within the light of the atma destroys everything apart from the atma .\n\n“Furthermore, if a person truly loves God, he would never develop love for anything else. If there is an object that appears to be dearer to him than God, he would completely discard it. That is true renunciation. Indeed, he would discard that object irrespective of whether it is a significant object or an insignificant object - after all, only that is called renunciation. If, on the other hand, a person can outwardly renounce many other things but cannot discard an object that hinders him in worshipping God, his renunciation is useless.\n\n“Also, do not think that only alluring objects obstruct one’s worship of God and insignificant objects do not. After all, the very nature of the jiva is such that some people prefer sweet items, some prefer salty items, some prefer sour items, whereas some prefer bitter items. Thus, it is the petty mentality of the jiva that it keeps even the most insignificant of objects dearer to it than God. But when one considers the greatness of God, no such object can compare to even a millionth of a fraction of His greatness.\n\n“If a person has developed affection for God having thoroughly realized God in this way, he would not develop affection towards any worldly object, i.e., the body, the brahmand , etc. Instead, all worldly objects would become insignificant to him. After all, it was when King Chitraketu thoroughly realized the greatness of God that he renounced his ten million wives . He even renounced his empire, which spanned across the entire country. In fact, he ultimately realized, ‘Of what value is the pleasure of ten million women before the bliss of God? Also, of what value are the pleasures of an empire spanning the entire country? Indeed, of what value are the pleasures of the realm of Indra and the realm of Brahma?’\n\n“In contrast, one who has affection for some object other than such a great God possesses an utterly petty mentality. Just as a dog derives pleasure from taking a dry bone to some isolated place and then licking it, in the same way, a foolish person believes that there are pleasures in such miseries and thus develops affection for worthless objects. If a so-called devotee of God does have more affection for some object than he has for God, then he is nothing but a ‘cat-like’ 1 devotee. A true devotee of God, on the other hand, would definitely not hold anything dearer to him than God.”\n\nShriji Maharaj then said, “A devotee of God who possesses gnan , vairagya , bhakti and dharma realizes, ‘One who is brave and who walks boldly towards his enemy at the time of battle is indeed truly valiant. Conversely, it is futile when one who is brave is not utilized in battle or accumulated wealth is not spent. Similarly, since I have attained God, if I do not talk about liberation to those who keep my company, then of what use is my gnan ?’ Bearing this in mind, he would not harbor any cowardice in talking about God - even if some opposition were to arise regarding his preaching.”\n\nHaving said this, Shriji Maharaj had three verses written by Tulsidas sung. Those three verses were: ‘Jyaki lagan Ramso nahi...’ 2 , ‘Ehi kahyo sunu Veda chahu...’ 3 and ‘Jyaku priya na Ram Vaidehi...’ . 4\n\nShriji Maharaj then added, “We should live according to the words mentioned in these verses. While doing so, if some insufficiency remains and one were to die at that time, one will still not enter the cycle of births and deaths nor will one become a ghost. In fact, at the very worst, one will join the ranks of Indra or Brahma; one’s fate will not be any worse than that. Thus, one should fearlessly engage in the worship of God.”\n\nAt that point, Mulji Brahmachari came to call Shriji Maharaj for His meals, and they both left the assembly together."
}