{
    "number": 42,
    "vachanamrut": "Gadhada I-42",
    "title": "The Observance of the Moral Do’s and Don’ts",
    "setting": "On Mahā sudi 6, Samvat 1876 [21 January 1820], Shriji Mahārāj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He had tied a white pāgh around His head. He had also covered Himself with a white cotton cloth and was wearing a white khes . Bunches of yellow flowers had been placed upon both of His ears. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Also seated in the assembly were some Vedānti Brāhmins. Seeing them, Shriji Mahārāj said, “Those who study or listen to the Vedānta scriptures claim, ‘The moral do’s and don’ts are false; swarg and narak , which are attained by observing them are also false; the disciples who attain them are false; and the guru is false as well. Brahma pervades everything and it alone is satya .’ But with what understanding do those who speak in this manner propound this?\n\n“In actual fact, the āchārya of all Vedāntis, Shankarāchārya, had his own disciples keep a staff and a gourd. He also enforced, ‘One should recite the Bhagwad Gitā and the Vishnu-sahasranām; one should perform puja of Vishnu; those who are young should bow down to those who are senior in age; and one should beg for alms only from the house of a pious and pure Brāhmin.’ So, because Shankarāchārya propounded the observance of various moral do’s and don’ts in this way, can you claim that he did not have complete gnān ? Have those who claim to have recently attained gnān and have falsified the observance of these do’s and don’ts become greater than Shankarāchārya? Actually, it seems as if they are speaking out of absolute foolishness.\n\n“In reality, those moral do’s and don’ts that have been falsified in the scriptures can be understood through the following example: If a large ship sets out to sea for a year, then neither the shoreline ahead nor the shoreline behind can be seen. In fact, even huge mountains on either shoreline cannot be seen, so how can trees or people possibly be seen? Wherever one looks, only water can be seen; but besides water, nothing else is visible. If one looks up, the enormous waves of the ocean rising up will be seen; so even above, only water is visible. In this situation, people sitting in the ship would claim, ‘There is only water; nothing else exists.’ The principle behind this example is that one who has attained a nirvikalp state in the form of Brahma claims, ‘There is only Brahma; besides that, everything else, such as jivas , ishwars , māyā , etc., is false.’ Hearing words written in the scriptures supporting this view, a person who has not even attained that state claims all moral do’s and don’ts to be false. On the one hand, he cares for his wife, attends to his children, and meticulously performs all worldly activities, believing them to be real; yet, on the other hand, he falsifies these do’s and don’ts which have been prescribed by the scriptures. Those who preach such gnān in this world should be known as extremely wretched and nāstiks .\n\n“After all, it was because of the apprehension that such a nāstik nature may creep into people’s hearts that Shankarāchārya composed ‘ Bhaja govindam bhaja govindam govindam bhaja moodha-mate | ’ 1 and many other verses in praise of Vishnu. He also composed several verses extolling Shivji, Ganapati, Surya and many other deities. After hearing these verses, all of the deities appear to be satya . It was with this intention in mind that Shankarāchārya composed verses in praise of all these deities. Despite this, however, unorthodox scholars of today falsify them. In addition, they claim, ‘Regardless of how severe a sin a person with gnān may commit, it would not affect him.’ But they say this out of foolishness.\n\n“Besides, consider this: Of all those who have renounced and become paramhansas , Jadbharat is the best. In fact, the story of Jadbharat has been noted in each of the Purāns and all the Vedānta scriptures. That great Jadbharat was also the son of Rushabhdev Bhagwān in his previous life. Renouncing his kingdom, he went to live in the forest. There, he developed affection for a deer; although that was merely out of compassion, this mistake caused him to be reborn as a deer. Like the deer, then, he attained a form with four legs, a short tail and small horns on his head.\n\n“In comparison, the gopis of Vraj were attached to Paramātmā Shri Krishna Bhagwān out of lust. Despite this, they were still able to overcome God’s māyā and attain the nirgun Akshardhām of God after becoming gunātit . The reason for this was that Shri Krishna Bhagwān himself was Purushottam; he was gunātit and his form was divine. So, because the gopis developed affection for him, either knowingly or unknowingly, they became gunātit as well; whereas Bharatji became a deer, even though he had developed affection for the deer out of compassion. Therefore, no matter how great one may be, worldly influence only leads to harm. Conversely, regardless of how grave a sinner a person may be, if he maintains profound association with God - who is satya - then that person also becomes absolutely pure and attains liberation. Of course, if Shri Krishna Bhagwān was not gunātit himself, then his devotees, the gopis , would not have attained the gunātit state. But because they did attain the gunātit state, Shri Krishna Bhagwān was most certainly flawless, gunātit and divine.\n\n“Vedāntis also claim, ‘Everything is pervaded by Brahma.’ But just as the gopis developed affection for Shri Krishna, similarly, all women develop affection for their husbands, and all men develop affection for their wives. But they do not attain what the gopis attained; instead, they attain dismal narak . Therefore, the prescribed moral do’s and don’ts are indeed true, not false. Whosoever falsifies them will be consigned to narak .”\n\nHaving said this, Shriji Mahārāj bid ‘Jai Sachchidānand’ to the assembly and returned to His residence.\n\nOn Maha sudi 6, Samvat 1876 [21 January 1820], Shriji Maharaj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He had tied a white pagh around His head. He had also covered Himself with a white cotton cloth and was wearing a white khes . Bunches of yellow flowers had been placed upon both of His ears. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nAlso seated in the assembly were some Vedanti Brahmins. Seeing them, Shriji Maharaj said, “Those who study or listen to the Vedanta scriptures claim, ‘The moral do’s and don’ts are false; swarg and narak , which are attained by observing them are also false; the disciples who attain them are false; and the guru is false as well. Brahma pervades everything and it alone is satya .’ But with what understanding do those who speak in this manner propound this?\n\n“In actual fact, the acharya of all Vedantis, Shankaracharya, had his own disciples keep a staff and a gourd. He also enforced, ‘One should recite the Bhagwad Gita and the Vishnu-sahasranam; one should perform puja of Vishnu; those who are young should bow down to those who are senior in age; and one should beg for alms only from the house of a pious and pure Brahmin.’ So, because Shankaracharya propounded the observance of various moral do’s and don’ts in this way, can you claim that he did not have complete gnan ? Have those who claim to have recently attained gnan and have falsified the observance of these do’s and don’ts become greater than Shankaracharya? Actually, it seems as if they are speaking out of absolute foolishness.\n\n“In reality, those moral do’s and don’ts that have been falsified in the scriptures can be understood through the following example: If a large ship sets out to sea for a year, then neither the shoreline ahead nor the shoreline behind can be seen. In fact, even huge mountains on either shoreline cannot be seen, so how can trees or people possibly be seen? Wherever one looks, only water can be seen; but besides water, nothing else is visible. If one looks up, the enormous waves of the ocean rising up will be seen; so even above, only water is visible. In this situation, people sitting in the ship would claim, ‘There is only water; nothing else exists.’ The principle behind this example is that one who has attained a nirvikalp state in the form of Brahma claims, ‘There is only Brahma; besides that, everything else, such as jivas , ishwars , maya , etc., is false.’ Hearing words written in the scriptures supporting this view, a person who has not even attained that state claims all moral do’s and don’ts to be false. On the one hand, he cares for his wife, attends to his children, and meticulously performs all worldly activities, believing them to be real; yet, on the other hand, he falsifies these do’s and don’ts which have been prescribed by the scriptures. Those who preach such gnan in this world should be known as extremely wretched and nastiks .\n\n“After all, it was because of the apprehension that such a nastik nature may creep into people’s hearts that Shankaracharya composed ‘ Bhaja govindam bhaja govindam govindam bhaja moodha-mate | ’ 1 and many other verses in praise of Vishnu. He also composed several verses extolling Shivji, Ganapati, Surya and many other deities. After hearing these verses, all of the deities appear to be satya . It was with this intention in mind that Shankaracharya composed verses in praise of all these deities. Despite this, however, unorthodox scholars of today falsify them. In addition, they claim, ‘Regardless of how severe a sin a person with gnan may commit, it would not affect him.’ But they say this out of foolishness.\n\n“Besides, consider this: Of all those who have renounced and become paramhansas , Jadbharat is the best. In fact, the story of Jadbharat has been noted in each of the Purans and all the Vedanta scriptures. That great Jadbharat was also the son of Rushabhdev Bhagwan in his previous life. Renouncing his kingdom, he went to live in the forest. There, he developed affection for a deer; although that was merely out of compassion, this mistake caused him to be reborn as a deer. Like the deer, then, he attained a form with four legs, a short tail and small horns on his head.\n\n“In comparison, the gopis of Vraj were attached to Paramatma Shri Krishna Bhagwan out of lust. Despite this, they were still able to overcome God’s maya and attain the nirgun Akshardham of God after becoming gunatit . The reason for this was that Shri Krishna Bhagwan himself was Purushottam; he was gunatit and his form was divine. So, because the gopis developed affection for him, either knowingly or unknowingly, they became gunatit as well; whereas Bharatji became a deer, even though he had developed affection for the deer out of compassion. Therefore, no matter how great one may be, worldly influence only leads to harm. Conversely, regardless of how grave a sinner a person may be, if he maintains profound association with God - who is satya - then that person also becomes absolutely pure and attains liberation. Of course, if Shri Krishna Bhagwan was not gunatit himself, then his devotees, the gopis , would not have attained the gunatit state. But because they did attain the gunatit state, Shri Krishna Bhagwan was most certainly flawless, gunatit and divine.\n\n“Vedantis also claim, ‘Everything is pervaded by Brahma.’ But just as the gopis developed affection for Shri Krishna, similarly, all women develop affection for their husbands, and all men develop affection for their wives. But they do not attain what the gopis attained; instead, they attain dismal narak . Therefore, the prescribed moral do’s and don’ts are indeed true, not false. Whosoever falsifies them will be consigned to narak .”\n\nHaving said this, Shriji Maharaj bid ‘Jai Sachchidanand’ to the assembly and returned to His residence."
}