{
    "number": 182,
    "vachanamrut": "Gadhada II-49",
    "title": "A Great Difference Exists between God’s Form and Māyik Forms; Not Becoming Content with Spiritual Discourses, Devotional Songs, etc.",
    "setting": "On Fāgun sudi 2, Samvat 1880 [3 March 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing medi in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes, and a garland of white flowers also hung from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “There is a great difference between the manifest form of God and māyik forms. However, those who are ignorant and those who are utter fools consider God’s form and māyik forms to be the same. Those who see māyik forms and those who contemplate upon māyik forms spend countless millions of years wandering in the cycle of births and deaths. In comparison, those who do the darshan of God’s form and those who contemplate upon it escape from the bondage of kāl , karma and māyā ; attain the highest state of enlightenment; and become attendants of God. It is for this reason that My mind never becomes satiated with spiritual discourses, devotional songs, talks related to God or meditation of God. All of you should also do the same.”\n\nOn Fagun sudi 2, Samvat 1880 [3 March 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing medi in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes, and a garland of white flowers also hung from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “There is a great difference between the manifest form of God and mayik forms. However, those who are ignorant and those who are utter fools consider God’s form and mayik forms to be the same. Those who see mayik forms and those who contemplate upon mayik forms spend countless millions of years wandering in the cycle of births and deaths. In comparison, those who do the darshan of God’s form and those who contemplate upon it escape from the bondage of kal , karma and maya ; attain the highest state of enlightenment; and become attendants of God. It is for this reason that My mind never becomes satiated with spiritual discourses, devotional songs, talks related to God or meditation of God. All of you should also do the same.”"
}