{
    "number": 119,
    "vachanamrut": "Loya-11",
    "title": "Beliefs of a Holy and Unholy Person",
    "setting": "On the morning of Māgshar vadi 8, Samvat 1877 [28 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in Surā Khāchar’s darbār in Loyā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shuk Muni asked Shriji Mahārāj, “What understanding does an unholy person adopt from the Shrimad Bhāgwat, the Bhagwad Gitā, and other sacred scriptures?”\n\nShriji Mahārāj replied, “The answer is as follows: An unholy person believes that all of the mobile and immobile male and female forms in this world have been created through māyā and the primordial Purush, Virāt, the form of God. This implies that all of these forms are, in fact, manifestations of God Himself. For this reason, a person aspiring for liberation should initially conquer his mind, and thereafter, if his mind is attracted towards a higher or lower form of either a male or a female, he should meditate on that very form in order to attain instantaneous samādhi . If the mind perceives any flaws in that form, then he should believe that form to be Brahma by thinking, ‘The whole world is Brahma.’ Thinking in this manner, he should refute the perception of those flaws. In this way, to accept only the transcendental words regarding experiences from the scriptures is the understanding of an unholy person. Such a misunderstanding reflects the wicked nature of his mind, and, at the end of one’s life, its result is consignment to the deep, dismal regions of narak and the cycle of births and deaths.”\n\nThereafter, Shuk Muni requested, “Now please explain what understanding a holy person adopts from the sacred scriptures.”\n\nShriji Mahārāj answered, “The answer to this question is given in the sacred scriptures themselves. Specifically, those desiring liberation should not meditate on - with the exception of Purushottam Nārāyan - any deities such as Shiv, Brahmā, etc. Instead, among all humans and deities, they should meditate only on the forms of Rām, Krishna, etc. that are forms of Purushottam Nārāyan. Furthermore, the wise among them consider all of the places where God’s forms of Rām, Krishna, etc., reside to be Vaikunth, Golok, Shwetdwip and Brahmapur. They consider the attendants that dwell in those realms to be the attendants of Rām, Krishna, etc., i.e., Hanumān, Uddhav, etc. They also regard the divine forms of Purushottam Nārāyan in those realms, which are radiant with the light of countless millions of suns, moons and flames of fire, to be the forms of Rām, Krishna, etc. So, one who adopts such an understanding from the sacred scriptures and with a sense of divinity meditates on the forms of God that are in human form never equates the forms of God’s avatārs and other forms. In reality, all forms of God’s avatārs have only two arms. However, for the sole reason of dismissing any similarity that a person lacking wisdom may perceive between God’s form and other forms, they are often described as having four arms or eight arms.\n\n“Moreover, one should only meditate on the form of God that one has attained, not on the forms of the previous avatārs . Thus, like a woman who observes the vow of fidelity, one should remain totally faithful to the form of God that one has attained. Parvati has also said :\n\n“Such a vow of fidelity has also been mentioned in order to dismiss the similarity that a person lacking wisdom perceives between the form of God and other beings. This is because if someone strays from the form of God which one has attained and meditates on the previous avatārs of that very God instead, then later he may even forsake God and meditate on other deities or other human forms. That is why the vow of fidelity has been mentioned, not because there is any difference between the forms of God themselves. This is the understanding of a holy person. Therefore, one should  only hear the sacred scriptures from a holy person but never from an unholy person.”\n\nOn the morning of Magshar vadi 8, Samvat 1877 [28 December 1820], Swami Shri Sahajanandji Maharaj was sitting in Sura Khachar’s darbar in Loya. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shuk Muni asked Shriji Maharaj, “What understanding does an unholy person adopt from the Shrimad Bhagwat, the Bhagwad Gita, and other sacred scriptures?”\n\nShriji Maharaj replied, “The answer is as follows: An unholy person believes that all of the mobile and immobile male and female forms in this world have been created through maya and the primordial Purush, Virat, the form of God. This implies that all of these forms are, in fact, manifestations of God Himself. For this reason, a person aspiring for liberation should initially conquer his mind, and thereafter, if his mind is attracted towards a higher or lower form of either a male or a female, he should meditate on that very form in order to attain instantaneous samadhi . If the mind perceives any flaws in that form, then he should believe that form to be Brahma by thinking, ‘The whole world is Brahma.’ Thinking in this manner, he should refute the perception of those flaws. In this way, to accept only the transcendental words regarding experiences from the scriptures is the understanding of an unholy person. Such a misunderstanding reflects the wicked nature of his mind, and, at the end of one’s life, its result is consignment to the deep, dismal regions of narak and the cycle of births and deaths.”\n\nThereafter, Shuk Muni requested, “Now please explain what understanding a holy person adopts from the sacred scriptures.”\n\nShriji Maharaj answered, “The answer to this question is given in the sacred scriptures themselves. Specifically, those desiring liberation should not meditate on - with the exception of Purushottam Narayan - any deities such as Shiv, Brahma, etc. Instead, among all humans and deities, they should meditate only on the forms of Ram, Krishna, etc. that are forms of Purushottam Narayan. Furthermore, the wise among them consider all of the places where God’s forms of Ram, Krishna, etc., reside to be Vaikunth, Golok, Shwetdwip and Brahmapur. They consider the attendants that dwell in those realms to be the attendants of Ram, Krishna, etc., i.e., Hanuman, Uddhav, etc. They also regard the divine forms of Purushottam Narayan in those realms, which are radiant with the light of countless millions of suns, moons and flames of fire, to be the forms of Ram, Krishna, etc. So, one who adopts such an understanding from the sacred scriptures and with a sense of divinity meditates on the forms of God that are in human form never equates the forms of God’s avatars and other forms. In reality, all forms of God’s avatars have only two arms. However, for the sole reason of dismissing any similarity that a person lacking wisdom may perceive between God’s form and other forms, they are often described as having four arms or eight arms.\n\n“Moreover, one should only meditate on the form of God that one has attained, not on the forms of the previous avatars . Thus, like a woman who observes the vow of fidelity, one should remain totally faithful to the form of God that one has attained. Parvati has also said :\n\n“Such a vow of fidelity has also been mentioned in order to dismiss the similarity that a person lacking wisdom perceives between the form of God and other beings. This is because if someone strays from the form of God which one has attained and meditates on the previous avatars of that very God instead, then later he may even forsake God and meditate on other deities or other human forms. That is why the vow of fidelity has been mentioned, not because there is any difference between the forms of God themselves. This is the understanding of a holy person. Therefore, one should  only hear the sacred scriptures from a holy person but never from an unholy person.”"
}