{
    "number": 17,
    "vachanamrut": "Gadhada I-17",
    "title": "Negative Influence in Satsang; Not Uttering Discouraging Words",
    "setting": "On Māgshar vadi 5, Samvat 1876 [6 December 1819], Shriji Mahārāj was sitting in a west-facing room of Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head, and a tassel of yellow flowers was inserted into that pāgh . Wearing a garland of yellow flowers, Mahārāj was seated in this manner in a very cheerful mood while a passage from the Shrimad Bhāgwat was being read.",
    "text": "At that time, Shriji Mahārāj called for Muktānand Swāmi, Gopālānand Swāmi and some other sādhus . Addressing them, He said, “In our Satsang fellowship, a small element of negative influence remains, which I wish to eliminate today. I want to conduct this matter in such a manner that it encompasses all satsangis , paramhansas , sānkhya-yogis and karma-yogis .\n\n“Now, what is this negative influence in Satsang? Well, those who preach in Satsang speak discouragingly. That is the negative influence in Satsang. What do they say? They say, ‘Who can follow God’s commands thoroughly? Who can possibly observe the religious vows perfectly? No one. Therefore, we should observe only as much as we possibly can. After all, God is the redeemer of even the wicked, and so He will grant liberation to us as well.’\n\n“Moreover, they say, ‘Attempting to behold God’s form in the heart is not possible by one’s own efforts. It is only beheld by those whom God helps out of compassion.’ With such complacent words, they discourage others from practicing dharma , gnān , vairāgya , bhakti , and other spiritual endeavors for pleasing God.\n\n“Therefore, from this day onwards, no one in our Satsang fellowship should utter such discouraging words. Instead, always speak courageously. Those who do speak such words should be known as impotent. In fact, on days when one speaks such discouraging words, one should observe a fast.”\n\nOn Magshar vadi 5, Samvat 1876 [6 December 1819], Shriji Maharaj was sitting in a west-facing room of Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head, and a tassel of yellow flowers was inserted into that pagh . Wearing a garland of yellow flowers, Maharaj was seated in this manner in a very cheerful mood while a passage from the Shrimad Bhagwat was being read.\n\nAt that time, Shriji Maharaj called for Muktanand Swami, Gopalanand Swami and some other sadhus . Addressing them, He said, “In our Satsang fellowship, a small element of negative influence remains, which I wish to eliminate today. I want to conduct this matter in such a manner that it encompasses all satsangis , paramhansas , sankhya-yogis and karma-yogis .\n\n“Now, what is this negative influence in Satsang? Well, those who preach in Satsang speak discouragingly. That is the negative influence in Satsang. What do they say? They say, ‘Who can follow God’s commands thoroughly? Who can possibly observe the religious vows perfectly? No one. Therefore, we should observe only as much as we possibly can. After all, God is the redeemer of even the wicked, and so He will grant liberation to us as well.’\n\n“Moreover, they say, ‘Attempting to behold God’s form in the heart is not possible by one’s own efforts. It is only beheld by those whom God helps out of compassion.’ With such complacent words, they discourage others from practicing dharma , gnan , vairagya , bhakti , and other spiritual endeavors for pleasing God.\n\n“Therefore, from this day onwards, no one in our Satsang fellowship should utter such discouraging words. Instead, always speak courageously. Those who do speak such words should be known as impotent. In fact, on days when one speaks such discouraging words, one should observe a fast.”"
}