{
    "number": 9,
    "vachanamrut": "Gadhada I-9",
    "title": "Desiring Nothing Except God",
    "setting": "On Māgshar sudi 12, Samvat 1876 [28 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Suppose a person has developed a conviction of the manifest form of Shri Krishna Bhagwān, offers bhakti to Him and does His darshan . But, despite this, he still does not consider himself fulfilled and feels a deficiency within his antahkaran instead; that is, ‘As long as I have not seen the radiant form of this very same God in Golok, Vaikunth and the other abodes, I have not attained ultimate liberation.’ Even talks about God should not be heard from a person with such ignorance.\n\n“Conversely, if a person has firm faith in the manifest form of God and believes himself to be fulfilled merely by His darshan and desires nothing else, then God Himself forcefully shows him His divine powers and forms in His abodes.\n\n“Therefore, one with singular faith in God should desire nothing except the manifest form of God.”\n\nOn Magshar sudi 12, Samvat 1876 [28 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Suppose a person has developed a conviction of the manifest form of Shri Krishna Bhagwan, offers bhakti to Him and does His darshan . But, despite this, he still does not consider himself fulfilled and feels a deficiency within his antahkaran instead; that is, ‘As long as I have not seen the radiant form of this very same God in Golok, Vaikunth and the other abodes, I have not attained ultimate liberation.’ Even talks about God should not be heard from a person with such ignorance.\n\n“Conversely, if a person has firm faith in the manifest form of God and believes himself to be fulfilled merely by His darshan and desires nothing else, then God Himself forcefully shows him His divine powers and forms in His abodes.\n\n“Therefore, one with singular faith in God should desire nothing except the manifest form of God.”"
}