{
    "number": 172,
    "vachanamrut": "Gadhada II-39",
    "title": "Natural Virtues",
    "setting": "On Bhādarvā vadi 10, Samvat 1880 [29 September 1823], Shriji Mahārāj arrived at Lakshmivādi on horseback from Dādā Khāchar’s darbār in Gadhadā. There, He was sitting on a large, decorated cot that had been placed on the platform there. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Please reveal to Me the virtues which are natural to you - virtues which do not recede even under the influence of adverse places, times, actions, company, etc.”\n\nHaving said this, Shriji Mahārāj began Himself, “Here, let Me first tell you the virtues that are natural to Me.” He then said, “Firstly, it is My nature that regardless of how much physical contact of the panchvishays I encounter, I do not harbor any desire for them in My mind - not even in My dreams.\n\n“Secondly, regardless of how much pravrutti I may be physically involved in, when I look within towards My ātmā , all My vruttis withdraw into My ātmā - just like a tortoise withdraws its limbs - and I experience profound bliss.\n\n“Thirdly, I have a very strong conviction that God possesses a form. That is, Shri Krishna Vāsudev resides in His Akshardhām - which is full of chaitanya and full of divine light - possessing an eternal and definite form. God, thus possessing a form, is also the all-doer, since that which is formless can accomplish nothing. In fact, so firm is My conviction that God possesses a form that even though I have read and heard many Vedānta scriptures, My conviction has not been dislodged.\n\n“Fourthly, if I come to know of any man or woman that is pretentiously offering bhakti to God merely as an outward show, but that that person is not a genuine devotee of God, then My mind is not pleased upon seeing such a person. Nor do I even feel comfortable with that person, because My mind only becomes pleased when I see a genuine devotee of God, and I am only comfortable with such people.\n\n“I have thus described to you these four virtues that are natural to Me. Now, all of you may tell Me yours.”\n\nThereupon, the senior paramhansas and devotees described the virtues they possessed.\n\nShriji Mahārāj then said, “For those who are senior amongst you, the observance of the vow of non-lust is an absolute must. If one has a deficiency in some other aspect, it may well do, but firmness in this is absolutely essential. Because, the example set by the seniors is what is followed by everyone else.”\n\nAfter delivering this discourse, Shriji Mahārāj returned to Dādā Khāchar’s darbār , performed the ārti , and joined in the ‘Nārāyan’ dhunya and prayers. Thereafter, an assembly of all of the sādhus and devotees was held there.\n\nAt that time, Shriji Mahārāj asked the senior paramhansas , “I have greatly expounded the importance of the fifth and tenth cantos of the Shrimad Bhāgwat. Now, I would like all of you to explain the fundamental principle of those two cantos as you have come to understand it.”\n\nAll of the senior paramhansas offered explanations according to their own understanding.\n\nThereafter Shriji Mahārāj said, “Here, allow Me to tell you the fundamental principle of those two cantos. But first of all, what can be called a fundamental principle? It is that which when once explained to even the most learned scholars or scriptural readers or highly intellectual people, they would have to believe it to be absolutely true and would have to agree with it. In no way could they doubt, ‘This might not be so.’ That is what can be called a fundamental principle.\n\n“Now, of the two cantos, the fundamental principle of the tenth canto is that that whom the Upanishads - i.e., Vedānta - as well as the Shrutis and Smrutis describe as being Brahma, luminous, the embodiment of gnān , the essence, subtle; and who is described as non-manifest by various other terms such as kshetragna , the cause of all, Parabrahma Purushottam, Vāsudev, Vishnu, Nārāyan, nirgun , one who is untainted by māyā , etc. - is this manifest form of Shri Krishna Vāsudev, the son of Vasudev. Thus, wherever there are passages containing hymns in the tenth canto, the words of those hymns refer to this manifest form of Shri Krishna Bhagwān; there is no mention of anyone being superior to Shri Krishna Bhagwān. The tenth canto also mentions that only Shri Krishna Bhagwān is the cause of the creation, sustenance and dissolution of the whole cosmos.\n\n“The greatness of that Shri Krishna Bhagwān is narrated in the fifth canto. Also mentioned are the many different forms assumed by Shri Krishna Bhagwān in various khands for the sustenance of the world and for the sake of bestowing bliss upon his devotees. In addition, all those who abide by the niyams prescribed by Shri Krishna Bhagwān attain a great status, whereas those who do not abide by those niyams fall from their status, even if they are great. It is also said that if a common person breaches those niyams , he will certainly regress.\n\n“That same Shri Krishna Vāsudev, who as a child gave the spectacular darshan of the manifest, four-armed form to Vasudev and Devki, is in fact the form of the eternal Vāsudev.\n\n“Furthermore, that Shri Krishna Bhagwān had behaved according to dharma , arth and kām . All those who narrate or even listen to the divine incidents of God in which he observed dharma , arth and kām will be released from all of their sins and will attain the highest state of enlightenment. Also, the birth, actions and form of that Vāsudev Bhagwān are all divine. In fact, Vāsudev Shri Krishna alone is supreme.\n\n“This is the fundamental principle of those two cantos. Even those who have attained the brahmarup state, like Shukji, must also worship and offer bhakti to Shri Krishna Bhagwān. Also, as mentioned in the tenth canto, even the likes of Shukji should narrate and listen to the divine incidents of God. In fact, Shukji himself has said,\n\n“One should also keep a firm conviction regarding the form of that Vāsudev Bhagwān. Because if a person has a firm conviction of the form of God, and if he happens to commit some sin, then he will be freed of that sin - because there is always some form of atonement prescribed for committing a sin. However, to realize God as being formless is a sin much graver than even the five grave sins. There is no atonement for that sin.\n\n“Conversely, if a person realizes God to possess a form and is convinced of this, then even if he happens to commit a sin, there is nothing to worry about. Because by the grace of God, all of those sins will be burnt and his jiva will attain God.\n\n“Therefore, one should keep a firm conviction of the form of God and staunchly worship Him. This is My message to you. So, please imbibe these words firmly in your lives.”\n\nHaving given this advice to everyone, Shriji Mahārāj departed to have His meals.\n\nOn Bhadarva vadi 10, Samvat 1880 [29 September 1823], Shriji Maharaj arrived at Lakshmivadi on horseback from Dada Khachar’s darbar in Gadhada. There, He was sitting on a large, decorated cot that had been placed on the platform there. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Please reveal to Me the virtues which are natural to you - virtues which do not recede even under the influence of adverse places, times, actions, company, etc.”\n\nHaving said this, Shriji Maharaj began Himself, “Here, let Me first tell you the virtues that are natural to Me.” He then said, “Firstly, it is My nature that regardless of how much physical contact of the panchvishays I encounter, I do not harbor any desire for them in My mind - not even in My dreams.\n\n“Secondly, regardless of how much pravrutti I may be physically involved in, when I look within towards My atma , all My vruttis withdraw into My atma - just like a tortoise withdraws its limbs - and I experience profound bliss.\n\n“Thirdly, I have a very strong conviction that God possesses a form. That is, Shri Krishna Vasudev resides in His Akshardham - which is full of chaitanya and full of divine light - possessing an eternal and definite form. God, thus possessing a form, is also the all-doer, since that which is formless can accomplish nothing. In fact, so firm is My conviction that God possesses a form that even though I have read and heard many Vedanta scriptures, My conviction has not been dislodged.\n\n“Fourthly, if I come to know of any man or woman that is pretentiously offering bhakti to God merely as an outward show, but that that person is not a genuine devotee of God, then My mind is not pleased upon seeing such a person. Nor do I even feel comfortable with that person, because My mind only becomes pleased when I see a genuine devotee of God, and I am only comfortable with such people.\n\n“I have thus described to you these four virtues that are natural to Me. Now, all of you may tell Me yours.”\n\nThereupon, the senior paramhansas and devotees described the virtues they possessed.\n\nShriji Maharaj then said, “For those who are senior amongst you, the observance of the vow of non-lust is an absolute must. If one has a deficiency in some other aspect, it may well do, but firmness in this is absolutely essential. Because, the example set by the seniors is what is followed by everyone else.”\n\nAfter delivering this discourse, Shriji Maharaj returned to Dada Khachar’s darbar , performed the arti , and joined in the ‘Narayan’ dhunya and prayers. Thereafter, an assembly of all of the sadhus and devotees was held there.\n\nAt that time, Shriji Maharaj asked the senior paramhansas , “I have greatly expounded the importance of the fifth and tenth cantos of the Shrimad Bhagwat. Now, I would like all of you to explain the fundamental principle of those two cantos as you have come to understand it.”\n\nAll of the senior paramhansas offered explanations according to their own understanding.\n\nThereafter Shriji Maharaj said, “Here, allow Me to tell you the fundamental principle of those two cantos. But first of all, what can be called a fundamental principle? It is that which when once explained to even the most learned scholars or scriptural readers or highly intellectual people, they would have to believe it to be absolutely true and would have to agree with it. In no way could they doubt, ‘This might not be so.’ That is what can be called a fundamental principle.\n\n“Now, of the two cantos, the fundamental principle of the tenth canto is that that whom the Upanishads - i.e., Vedanta - as well as the Shrutis and Smrutis describe as being Brahma, luminous, the embodiment of gnan , the essence, subtle; and who is described as non-manifest by various other terms such as kshetragna , the cause of all, Parabrahma Purushottam, Vasudev, Vishnu, Narayan, nirgun , one who is untainted by maya , etc. - is this manifest form of Shri Krishna Vasudev, the son of Vasudev. Thus, wherever there are passages containing hymns in the tenth canto, the words of those hymns refer to this manifest form of Shri Krishna Bhagwan; there is no mention of anyone being superior to Shri Krishna Bhagwan. The tenth canto also mentions that only Shri Krishna Bhagwan is the cause of the creation, sustenance and dissolution of the whole cosmos.\n\n“The greatness of that Shri Krishna Bhagwan is narrated in the fifth canto. Also mentioned are the many different forms assumed by Shri Krishna Bhagwan in various khands for the sustenance of the world and for the sake of bestowing bliss upon his devotees. In addition, all those who abide by the niyams prescribed by Shri Krishna Bhagwan attain a great status, whereas those who do not abide by those niyams fall from their status, even if they are great. It is also said that if a common person breaches those niyams , he will certainly regress.\n\n“That same Shri Krishna Vasudev, who as a child gave the spectacular darshan of the manifest, four-armed form to Vasudev and Devki, is in fact the form of the eternal Vasudev.\n\n“Furthermore, that Shri Krishna Bhagwan had behaved according to dharma , arth and kam . All those who narrate or even listen to the divine incidents of God in which he observed dharma , arth and kam will be released from all of their sins and will attain the highest state of enlightenment. Also, the birth, actions and form of that Vasudev Bhagwan are all divine. In fact, Vasudev Shri Krishna alone is supreme.\n\n“This is the fundamental principle of those two cantos. Even those who have attained the brahmarup state, like Shukji, must also worship and offer bhakti to Shri Krishna Bhagwan. Also, as mentioned in the tenth canto, even the likes of Shukji should narrate and listen to the divine incidents of God. In fact, Shukji himself has said,\n\n“One should also keep a firm conviction regarding the form of that Vasudev Bhagwan. Because if a person has a firm conviction of the form of God, and if he happens to commit some sin, then he will be freed of that sin - because there is always some form of atonement prescribed for committing a sin. However, to realize God as being formless is a sin much graver than even the five grave sins. There is no atonement for that sin.\n\n“Conversely, if a person realizes God to possess a form and is convinced of this, then even if he happens to commit a sin, there is nothing to worry about. Because by the grace of God, all of those sins will be burnt and his jiva will attain God.\n\n“Therefore, one should keep a firm conviction of the form of God and staunchly worship Him. This is My message to you. So, please imbibe these words firmly in your lives.”\n\nHaving given this advice to everyone, Shriji Maharaj departed to have His meals."
}