{
    "number": 161,
    "vachanamrut": "Gadhada II-28",
    "title": "Mahārāj’s Compassionate Nature; A ‘Lifeline’",
    "setting": "On Fāgun sudi 2, Samvat 1879 [13 February 1823], Swāmi Shri Sahajānandji Mahārāj was sitting facing west on a square platform at His residence in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Prāgji Dave commented, “There is no scripture like the Shrimad Bhāgwat.”\n\nShriji Mahārāj said, “Yes, the Shrimad Bhāgwat is certainly good, but there is no scripture like the Vāsudev Māhātmya, a portion of the Skand Purān. After all, in that scripture, great emphasis has been placed on dharma , gnān , vairāgya and bhakti , as well as non-violence.”\n\nHaving said this, Shriji Mahārāj continued, “The Vālmiki Rāmāyan and Harivansh have placed great emphasis on violence. In fact, even Raghunāthji has behaved according to the characteristics of a Kshatriya. Even though Raghunāthji protected anyone who sought refuge at his feet, he would, however, immediately abandon them if they committed even the slightest mistake. For example, even though Sitāji became subject to only minor public criticism, he instantly renounced her, even though she was very dear to him. ” 1\n\nHearing this, Muktānand Swāmi commented, “Rāmānand Swāmi’s nature was similar.”\n\nThen Shriji Mahārāj revealed, “My nature is not like that. I have great compassion for devotees of God. Of the Pāndavs, Arjun was also of a very compassionate nature. Amongst all men, there has been no man like Rāmchandraji and Arjun, and amongst all women there has been no woman like Sitāji and Draupadi.\n\n“Now I shall describe My own nature. Even though I have a compassionate nature, if a person spites devotees of God, then I develop an aversion towards that person. If I hear someone speaking ill of devotees, then I would not feel like speaking to him, even if I had to. On the other hand, I become extremely pleased with one who menially serves the devotees of God. In fact, My nature is such that I do not become easily pleased or displeased over small matters. Only after I have observed for many days whether a person is worthy of My pleasure or displeasure do I become pleased or displeased. Never do I become pleased or displeased with a person merely upon hearing someone else’s opinions of that person; I appreciate only those virtues that I perceive with My own mind. Also, My inclination is as follows: ‘If one is a genuine devotee of God, then I am a devotee of that devotee, and I do the bhakti of such devotees of God.’ This is My greatest virtue. A person who does not have that virtue is not worthy of any type of greatness.\n\n“Conversely, those who have perceived flaws in devotees of God, even though they were very great, have fallen from their status of eminence. Those who progress do so only by serving devotees of God, and those who regress do so only by spiting devotees of God. In fact, the only method for a person to please God is to serve devotees of God by thought, word and deed. The only method to displease God is to spite devotees of God.\n\n“Hence, My principle is that if God is pleased with Me, and I have the company of the devotees of God, then even if I were to stay far away from God for countless years, I would not feel any grief mentally. On the other hand, if God is not pleased with Me, then even if I were to stay near God, I would not consider that to be good. Moreover, the essence of all the scriptures is also that one should only do that which pleases God. In fact, one who does not do that which pleases God should be known to have fallen from the path of God.\n\n“If a person has the company of the devotees of God and also has earned God’s pleasure, then even though he is in Mrutyulok, he is still in the abode of God. Why? Because one who serves the Sant and earns God’s favor will certainly stay near God. Conversely, even if a devotee is in the abode of God, if he has not earned God’s favor and is jealous of devotees of God, then that devotee will certainly fall from that abode. 2\n\n“Hence, in order to please God, I desire only to serve devotees of God in this life and all subsequent lives. Furthermore, just as this is My resolution, all of you should also make the same resolution.”\n\nThereupon Muktānand Swāmi and all of the other devotees folded their hands in prayer and said, “Mahārāj, we also wish to keep such a resolution.” Having said this, all of the devotees pledged and bowed at Shriji Mahārāj’s feet.\n\nFinally, Shriji Mahārāj added, “What is this discourse which I have delivered before you like? Well, I have delivered it having heard and having extracted the essence from the Vedas, the Shāstras, the Purāns and all other words on this earth pertaining to liberation. This is the most profound and fundamental principle; it is the essence of all essences. For all those who have previously attained liberation, for all those who will attain it in the future and for all those who are presently treading the path of liberation, this discourse is like a lifeline.”\n\nOn Fagun sudi 2, Samvat 1879 [13 February 1823], Swami Shri Sahajanandji Maharaj was sitting facing west on a square platform at His residence in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Pragji Dave commented, “There is no scripture like the Shrimad Bhagwat.”\n\nShriji Maharaj said, “Yes, the Shrimad Bhagwat is certainly good, but there is no scripture like the Vasudev Mahatmya, a portion of the Skand Puran. After all, in that scripture, great emphasis has been placed on dharma , gnan , vairagya and bhakti , as well as non-violence.”\n\nHaving said this, Shriji Maharaj continued, “The Valmiki Ramayan and Harivansh have placed great emphasis on violence. In fact, even Raghunathji has behaved according to the characteristics of a Kshatriya. Even though Raghunathji protected anyone who sought refuge at his feet, he would, however, immediately abandon them if they committed even the slightest mistake. For example, even though Sitaji became subject to only minor public criticism, he instantly renounced her, even though she was very dear to him. ” 1\n\nHearing this, Muktanand Swami commented, “Ramanand Swami’s nature was similar.”\n\nThen Shriji Maharaj revealed, “My nature is not like that. I have great compassion for devotees of God. Of the Pandavs, Arjun was also of a very compassionate nature. Amongst all men, there has been no man like Ramchandraji and Arjun, and amongst all women there has been no woman like Sitaji and Draupadi.\n\n“Now I shall describe My own nature. Even though I have a compassionate nature, if a person spites devotees of God, then I develop an aversion towards that person. If I hear someone speaking ill of devotees, then I would not feel like speaking to him, even if I had to. On the other hand, I become extremely pleased with one who menially serves the devotees of God. In fact, My nature is such that I do not become easily pleased or displeased over small matters. Only after I have observed for many days whether a person is worthy of My pleasure or displeasure do I become pleased or displeased. Never do I become pleased or displeased with a person merely upon hearing someone else’s opinions of that person; I appreciate only those virtues that I perceive with My own mind. Also, My inclination is as follows: ‘If one is a genuine devotee of God, then I am a devotee of that devotee, and I do the bhakti of such devotees of God.’ This is My greatest virtue. A person who does not have that virtue is not worthy of any type of greatness.\n\n“Conversely, those who have perceived flaws in devotees of God, even though they were very great, have fallen from their status of eminence. Those who progress do so only by serving devotees of God, and those who regress do so only by spiting devotees of God. In fact, the only method for a person to please God is to serve devotees of God by thought, word and deed. The only method to displease God is to spite devotees of God.\n\n“Hence, My principle is that if God is pleased with Me, and I have the company of the devotees of God, then even if I were to stay far away from God for countless years, I would not feel any grief mentally. On the other hand, if God is not pleased with Me, then even if I were to stay near God, I would not consider that to be good. Moreover, the essence of all the scriptures is also that one should only do that which pleases God. In fact, one who does not do that which pleases God should be known to have fallen from the path of God.\n\n“If a person has the company of the devotees of God and also has earned God’s pleasure, then even though he is in Mrutyulok, he is still in the abode of God. Why? Because one who serves the Sant and earns God’s favor will certainly stay near God. Conversely, even if a devotee is in the abode of God, if he has not earned God’s favor and is jealous of devotees of God, then that devotee will certainly fall from that abode. 2\n\n“Hence, in order to please God, I desire only to serve devotees of God in this life and all subsequent lives. Furthermore, just as this is My resolution, all of you should also make the same resolution.”\n\nThereupon Muktanand Swami and all of the other devotees folded their hands in prayer and said, “Maharaj, we also wish to keep such a resolution.” Having said this, all of the devotees pledged and bowed at Shriji Maharaj’s feet.\n\nFinally, Shriji Maharaj added, “What is this discourse which I have delivered before you like? Well, I have delivered it having heard and having extracted the essence from the Vedas, the Shastras, the Purans and all other words on this earth pertaining to liberation. This is the most profound and fundamental principle; it is the essence of all essences. For all those who have previously attained liberation, for all those who will attain it in the future and for all those who are presently treading the path of liberation, this discourse is like a lifeline.”"
}