{
    "number": 208,
    "vachanamrut": "Vartal-8",
    "title": "A Spider’s Web",
    "setting": "On Posh sudi 4, Samvat 1882 [12 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a dais in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, Shriji Mahārāj was sitting in a meditative posture and contemplating while some munis were singing devotional songs to the accompaniment of a dukad and sarodā . He gave darshan in this manner for a short while. Then He opened His eyes and, facing the assembly, said, “Everyone please listen as I wish to speak to you. The vrutti of these eyes is formless; yet, if some solid object comes in its way, that vrutti is obstructed. Thus, that vrutti is actually gross and is composed predominantly of the element pruthvi . When a devotee of God fixes that vrutti on God’s form, initially the vrutti appears like a thin yellow rope. Just as a spider stretches its web from one pillar to another, and then sometimes goes to one pillar, then to the other pillar, or sometimes sits between the two pillars, similarly, the jiva is like the spider; God’s form is one of the pillars; one’s antahkaran is the other pillar; and the vrutti is the web. That is to say, through that vrutti , a meditating yogi sometimes becomes absorbed in God’s form; at times he stays within his own antahkaran ; and at other times he stays between his antahkaran and God.\n\n“While doing this, when the yellow vrutti , which is composed predominantly of the element pruthvi , becomes jal -predominant, it appears to be white. When it becomes tej -predominant, it appears to be red. When it becomes vāyu -predominant, it appears to be green; and when it becomes ākāsh -predominant, it appears to be dark. Finally, when the vrutti sheds the predominance of the five bhuts and becomes nirgun , it appears to be extremely radiant and assumes the form of God.\n\n“Therefore, one who tries to maintain his vrutti on God’s form in this manner should remain perfectly pure. For example, when one wishes to offer puja to a deity, the deity accepts the puja only after one becomes as pure as the deity. Similarly, one who keeps his vrutti on God’s form should, according to the method prescribed in the Sānkhya scriptures, realize his own self to be distinct from the three bodies - sthul , sukshma and kāran ; and only after attaining ātmā -realization should he fix his vrutti on God’s form. While repeatedly fixing his vrutti in such a manner, when his vrutti is eventually absorbed into God’s form, that state has been defined as sleep for a meditating yogi; but a yogi’s sleep is never like the state of being eclipsed during deep sleep.”\n\nOn Posh sudi 4, Samvat 1882 [12 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a dais in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nIn the assembly, Shriji Maharaj was sitting in a meditative posture and contemplating while some munis were singing devotional songs to the accompaniment of a dukad and saroda . He gave darshan in this manner for a short while. Then He opened His eyes and, facing the assembly, said, “Everyone please listen as I wish to speak to you. The vrutti of these eyes is formless; yet, if some solid object comes in its way, that vrutti is obstructed. Thus, that vrutti is actually gross and is composed predominantly of the element pruthvi . When a devotee of God fixes that vrutti on God’s form, initially the vrutti appears like a thin yellow rope. Just as a spider stretches its web from one pillar to another, and then sometimes goes to one pillar, then to the other pillar, or sometimes sits between the two pillars, similarly, the jiva is like the spider; God’s form is one of the pillars; one’s antahkaran is the other pillar; and the vrutti is the web. That is to say, through that vrutti , a meditating yogi sometimes becomes absorbed in God’s form; at times he stays within his own antahkaran ; and at other times he stays between his antahkaran and God.\n\n“While doing this, when the yellow vrutti , which is composed predominantly of the element pruthvi , becomes jal -predominant, it appears to be white. When it becomes tej -predominant, it appears to be red. When it becomes vayu -predominant, it appears to be green; and when it becomes akash -predominant, it appears to be dark. Finally, when the vrutti sheds the predominance of the five bhuts and becomes nirgun , it appears to be extremely radiant and assumes the form of God.\n\n“Therefore, one who tries to maintain his vrutti on God’s form in this manner should remain perfectly pure. For example, when one wishes to offer puja to a deity, the deity accepts the puja only after one becomes as pure as the deity. Similarly, one who keeps his vrutti on God’s form should, according to the method prescribed in the Sankhya scriptures, realize his own self to be distinct from the three bodies - sthul , sukshma and karan ; and only after attaining atma -realization should he fix his vrutti on God’s form. While repeatedly fixing his vrutti in such a manner, when his vrutti is eventually absorbed into God’s form, that state has been defined as sleep for a meditating yogi; but a yogi’s sleep is never like the state of being eclipsed during deep sleep.”"
}