{
    "number": 250,
    "vachanamrut": "Gadhada III-27",
    "title": "Not Keeping Any Obstinacy",
    "setting": "On Kārtik sudi Punam, Samvat 1885 [21 November 1828], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “The pleasures associated with sights, sounds, smells, tastes and touch are all found to co-exist in one place - the blissful and divine form of Purushottam Bhagwān. When we have the darshan of that form of God, we can enjoy the bliss of that beauty, as well as the bliss of the other four types of vishays , i.e., sounds, touch, etc. That gratification occurs simultaneously. With worldly vishays , however, when one indulges in one vishay , one receives the gratification of only that vishay , but not of the others. Thus the pleasures of worldly vishays are found separately. Moreover, those pleasures are futile, perishable and ultimately the cause of extreme misery. But in God, one enjoys the bliss of all of the vishays simultaneously. That bliss is extremely divine; it is eternal and imperishable. Therefore, a spiritual aspirant should develop vairāgya towards the worldly vishays and become totally attached to the divine and blissful form of God.”\n\nShriji Mahārāj then continued, “If a devotee has an intense yearning to engage in the bhakti of God and to associate with the Sant, then regardless of any swabhāv that he may possess, he eradicates it and behaves according to the Sant’s will and command. Even if that swabhāv is such that it has become bound to the chaitanya , one who has an intense desire to do satsang will eradicate it.” With that, He narrated His own story: “Initially, My nature was like that of a renunciant, but because I had an intense yearning for the darshan of Shri Rāmānand Swāmi, I lived according to Muktānand Swāmi’s instructions, not according to My personal preferences.”\n\nThereafter Shriji Mahārāj said, “The details of the kind of obstinacy a devotee should and should not keep are as follows: One type of obstinacy is observing the vows of non-lust and other such vows; the other type of obstinacy is behaving with the feeling that one will be able to sleep only if one’s place is here and not if it is elsewhere. The latter and other innumerable forms of obstinacy that are the result of trivial swabhāvs should not be considered the same as the former type of obstinacy. The obstinacy of observing religious vows is as essential as one’s own life; it is extremely beneficial. That type of obstinacy should be kept with an understanding of its importance. But if the latter type of obstinacy, which is due to swabhāvs , is formed, it should be thought of as worthless; and if the Sant asks one to abandon it, it should be abandoned. The former type of obstinacy, however, should not be abandoned.\n\n“To consider these two forms of obstinacy as equivalent is foolishness. For example, if a child has almonds in his fist, and if someone attempts to make him give them up, he will not. Furthermore, if he has a fist full of rupees or a fist full of gold coins, and if someone attempts to make him give them up, he will not give them up. Thus, it can be said that the child considers the almonds, the rupees and the gold coins to be of equal value. Therefore, the child can be considered to be ignorant.\n\n“If someone has almonds in his hand, and a thief comes and threatens the person, saying, ‘Put them down, or I will cut off your head with this sword,’ then one who is wise will give them away, but one who is foolish will not. Similarly, between the two types of obstinacy, one should realize which is significant and which is insignificant. If someone does not understand this and considers both to be equivalent, then he should be known to have a swabhāv of obstinacy and to be arrogant. If such a person does observe religious vows because of that obstinacy, and if he remains in the Satsang fellowship in this manner till the end, then it is all well and good; but one cannot have complete faith in him. Why? Because if he is offended by some remarks, or if his self-importance is not maintained, then he will not remain as he is. On the other hand, one who offers bhakti to God and observes religious vows with obstinacy is called a rājarshi . Even greater, one who offers bhakti to God while observing religious vows with the intention of pleasing God is called a brahmarshi and a sādhu . There is a similar difference in the fruits of the two as well.”\n\nContinuing, Shriji Mahārāj explained, “Egotism, jealousy and anger - these three vicious natures are much more detrimental than even lust. Why? Because the Sant may have compassion on a lustful person, but he will not have compassion on an egotistical person. In addition, jealousy and anger are evolved from egotism. Therefore, egotism is a major vice. Furthermore, one does not fall from Satsang due to lust as one does due to egotism. For example, there are many householder devotees in our Satsang - and they continue to remain in Satsang. So, I always have an intense aversion for these three: egotism, jealousy and anger. You will find this verified in My spoken words which have been written down. Also, if you reflect upon them, then you will realize this to be true as well. Therefore, one should eradicate egotism by realizing the greatness of God.”\n\nAgain, Shriji Mahārāj said, “What is the conviction of God? Well, consider how it is in worldly life. Since childhood, one has the conviction of one’s parents, caste, sub-caste, āshram , gender, as well as the conviction that this is an animal, this is a man, this is water, this is fire, this is the earth, this is the wind, this is the sky, and so on. All this is due to the scriptures. Even if one has not heard the scriptures, one has been convinced by principles prevalent in society - which themselves were derived from the scriptures. Similarly, the attributes of the Sant - being free of lust, avarice, egotism, taste, attachment, etc. - are also described in the scriptures. The Sant who possesses these attributes has a direct relationship with God. Therefore, one should develop the conviction of God based on his words. In fact, to have firm faith in the words of the Sant is itself the conviction of God.”\n\nThereafter Nāth Bhakta of Vadodarā asked Shriji Mahārāj a question, “Do the relatives of a devotee of God who has firm faith in God attain liberation due to their relationship with that devotee?”\n\nShriji Mahārāj replied, “If the relatives or ancestors of the devotee of God have affection for him, then yes, they will attain liberation; otherwise, they will not. In fact, even if one who is not related to that devotee has affection for him, then he will also benefit. Why? Because at the time of one’s death, one may remember that devotee whose vrutti is constantly fixed on God. Thus, by remembering that devotee, one attains liberation.”\n\nShriji Mahārāj then said, “I talk about the nature of the ātmā and about the nature of God; yet, by merely talking about them one does not experience their bliss as it really is. Their true bliss can only be experienced in samādhi or after one leaves the body; but it cannot be experienced by merely talking about it. For example, the pleasure of looking at an attractive object can only be enjoyed by the eyes. If someone were to praise that pleasure with his mouth by saying, ‘I saw a very beautiful object,’ then the pleasure experienced by the mouth is not the same as that experienced by the eyes. Similarly, one may attempt to praise with words the pleasure of sounds heard by the ears, fragrances smelt by the nose, sensations felt by the skin, and flavors tasted by the tongue by saying, ‘It was an extremely pleasant smell; it had a delicious taste; it felt very good; it sounded nice’ - but one does not experience pleasure through words as one experiences the respective pleasures through the respective indriyas . Similarly, the bliss and the happiness of God which one experiences, as well as the bliss and the happiness of the ātmā which one experiences through samādhi or after leaving the body cannot be experienced by merely talking about them. However, if one does shravan , manan and nididhyās on these two topics, then one attains realization. Then, after attaining realization, one enjoys the same experience and bliss as one does from these two in samādhi . Therefore, after listening to talks concerning these two, one should do manan and nididhyās on those talks.”\n\nOn Kartik sudi Punam, Samvat 1885 [21 November 1828], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “The pleasures associated with sights, sounds, smells, tastes and touch are all found to co-exist in one place - the blissful and divine form of Purushottam Bhagwan. When we have the darshan of that form of God, we can enjoy the bliss of that beauty, as well as the bliss of the other four types of vishays , i.e., sounds, touch, etc. That gratification occurs simultaneously. With worldly vishays , however, when one indulges in one vishay , one receives the gratification of only that vishay , but not of the others. Thus the pleasures of worldly vishays are found separately. Moreover, those pleasures are futile, perishable and ultimately the cause of extreme misery. But in God, one enjoys the bliss of all of the vishays simultaneously. That bliss is extremely divine; it is eternal and imperishable. Therefore, a spiritual aspirant should develop vairagya towards the worldly vishays and become totally attached to the divine and blissful form of God.”\n\nShriji Maharaj then continued, “If a devotee has an intense yearning to engage in the bhakti of God and to associate with the Sant, then regardless of any swabhav that he may possess, he eradicates it and behaves according to the Sant’s will and command. Even if that swabhav is such that it has become bound to the chaitanya , one who has an intense desire to do satsang will eradicate it.” With that, He narrated His own story: “Initially, My nature was like that of a renunciant, but because I had an intense yearning for the darshan of Shri Ramanand Swami, I lived according to Muktanand Swami’s instructions, not according to My personal preferences.”\n\nThereafter Shriji Maharaj said, “The details of the kind of obstinacy a devotee should and should not keep are as follows: One type of obstinacy is observing the vows of non-lust and other such vows; the other type of obstinacy is behaving with the feeling that one will be able to sleep only if one’s place is here and not if it is elsewhere. The latter and other innumerable forms of obstinacy that are the result of trivial swabhavs should not be considered the same as the former type of obstinacy. The obstinacy of observing religious vows is as essential as one’s own life; it is extremely beneficial. That type of obstinacy should be kept with an understanding of its importance. But if the latter type of obstinacy, which is due to swabhavs , is formed, it should be thought of as worthless; and if the Sant asks one to abandon it, it should be abandoned. The former type of obstinacy, however, should not be abandoned.\n\n“To consider these two forms of obstinacy as equivalent is foolishness. For example, if a child has almonds in his fist, and if someone attempts to make him give them up, he will not. Furthermore, if he has a fist full of rupees or a fist full of gold coins, and if someone attempts to make him give them up, he will not give them up. Thus, it can be said that the child considers the almonds, the rupees and the gold coins to be of equal value. Therefore, the child can be considered to be ignorant.\n\n“If someone has almonds in his hand, and a thief comes and threatens the person, saying, ‘Put them down, or I will cut off your head with this sword,’ then one who is wise will give them away, but one who is foolish will not. Similarly, between the two types of obstinacy, one should realize which is significant and which is insignificant. If someone does not understand this and considers both to be equivalent, then he should be known to have a swabhav of obstinacy and to be arrogant. If such a person does observe religious vows because of that obstinacy, and if he remains in the Satsang fellowship in this manner till the end, then it is all well and good; but one cannot have complete faith in him. Why? Because if he is offended by some remarks, or if his self-importance is not maintained, then he will not remain as he is. On the other hand, one who offers bhakti to God and observes religious vows with obstinacy is called a rajarshi . Even greater, one who offers bhakti to God while observing religious vows with the intention of pleasing God is called a brahmarshi and a sadhu . There is a similar difference in the fruits of the two as well.”\n\nContinuing, Shriji Maharaj explained, “Egotism, jealousy and anger - these three vicious natures are much more detrimental than even lust. Why? Because the Sant may have compassion on a lustful person, but he will not have compassion on an egotistical person. In addition, jealousy and anger are evolved from egotism. Therefore, egotism is a major vice. Furthermore, one does not fall from Satsang due to lust as one does due to egotism. For example, there are many householder devotees in our Satsang - and they continue to remain in Satsang. So, I always have an intense aversion for these three: egotism, jealousy and anger. You will find this verified in My spoken words which have been written down. Also, if you reflect upon them, then you will realize this to be true as well. Therefore, one should eradicate egotism by realizing the greatness of God.”\n\nAgain, Shriji Maharaj said, “What is the conviction of God? Well, consider how it is in worldly life. Since childhood, one has the conviction of one’s parents, caste, sub-caste, ashram , gender, as well as the conviction that this is an animal, this is a man, this is water, this is fire, this is the earth, this is the wind, this is the sky, and so on. All this is due to the scriptures. Even if one has not heard the scriptures, one has been convinced by principles prevalent in society - which themselves were derived from the scriptures. Similarly, the attributes of the Sant - being free of lust, avarice, egotism, taste, attachment, etc. - are also described in the scriptures. The Sant who possesses these attributes has a direct relationship with God. Therefore, one should develop the conviction of God based on his words. In fact, to have firm faith in the words of the Sant is itself the conviction of God.”\n\nThereafter Nath Bhakta of Vadodara asked Shriji Maharaj a question, “Do the relatives of a devotee of God who has firm faith in God attain liberation due to their relationship with that devotee?”\n\nShriji Maharaj replied, “If the relatives or ancestors of the devotee of God have affection for him, then yes, they will attain liberation; otherwise, they will not. In fact, even if one who is not related to that devotee has affection for him, then he will also benefit. Why? Because at the time of one’s death, one may remember that devotee whose vrutti is constantly fixed on God. Thus, by remembering that devotee, one attains liberation.”\n\nShriji Maharaj then said, “I talk about the nature of the atma and about the nature of God; yet, by merely talking about them one does not experience their bliss as it really is. Their true bliss can only be experienced in samadhi or after one leaves the body; but it cannot be experienced by merely talking about it. For example, the pleasure of looking at an attractive object can only be enjoyed by the eyes. If someone were to praise that pleasure with his mouth by saying, ‘I saw a very beautiful object,’ then the pleasure experienced by the mouth is not the same as that experienced by the eyes. Similarly, one may attempt to praise with words the pleasure of sounds heard by the ears, fragrances smelt by the nose, sensations felt by the skin, and flavors tasted by the tongue by saying, ‘It was an extremely pleasant smell; it had a delicious taste; it felt very good; it sounded nice’ - but one does not experience pleasure through words as one experiences the respective pleasures through the respective indriyas . Similarly, the bliss and the happiness of God which one experiences, as well as the bliss and the happiness of the atma which one experiences through samadhi or after leaving the body cannot be experienced by merely talking about them. However, if one does shravan , manan and nididhyas on these two topics, then one attains realization. Then, after attaining realization, one enjoys the same experience and bliss as one does from these two in samadhi . Therefore, after listening to talks concerning these two, one should do manan and nididhyas on those talks.”"
}