{
    "number": 214,
    "vachanamrut": "Vartal-14",
    "title": "Whom a Non-believer Considers a Sinner Is Not a Sinner, and Whom He Considers to be Sincere in His Dharma Is Not Really So",
    "setting": "On Posh vadi 9, Samvat 1882 [1 February 1826], Swāmi Shri Sahajānandji Mahārāj was sitting in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Rāmchandra Vāghmodiā of Vadodarā asked Shriji Mahārāj, “Mahārāj, why does one who seems to be an unworthy person still attain samādhi ?”\n\nShriji Mahārāj replied, “Everyone believes that one who infringes the dharma of one’s caste and āshram as prescribed in the scriptures is an ‘unworthy person’. However, if that unworthy person sincerely appreciates the virtues of God and His Sant, he earns great merits. As a result, the sins that he had committed by transgressing the dharma of his caste and āshram are eradicated, and his jiva becomes extremely pure. Thereafter, when his mind is fixed on God’s form, he attains samādhi .\n\n“Moreover, when a person abides by the dharma of one’s caste and āshram as prescribed in the Dharma-shāstras, everyone considers that person to be one who is sincere in his dharma . However, if he maligns God or His Sant, then the result of committing the sin of maligning the Satpurush is such that all the merits earned by abiding to the dharma of one’s caste and āshram are burnt to ashes. So, one who maligns the Satpurush is a worse sinner than one who has committed the five grave sins. This is because he who has committed one of the five grave sins can be redeemed of the sin by seeking the refuge of the Satpurush; but there are no means to be redeemed for one who has maligned the Satpurush. This is because when one goes to a place of pilgrimage, one is freed of the sins one has committed elsewhere; but the sins committed at a place of pilgrimage are totally irredeemable - it is as if they are etched in iron.\n\n“Thus, by seeking the refuge of the Satpurush, regardless of how terrible a sinner a person may be, he becomes extremely pure and attains samādhi . On the other hand, a person who maligns the Satpurush is still a terrible sinner, regardless of how sincere he may seem to be in abiding by dharma ; moreover, he can never have the darshan of God in his heart. Therefore, whom a non-believer considers to be a sinner is not a sinner, and whom he considers to be sincere in his dharma is not really so.”\n\nOn Posh vadi 9, Samvat 1882 [1 February 1826], Swami Shri Sahajanandji Maharaj was sitting in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Ramchandra Vaghmodia of Vadodara asked Shriji Maharaj, “Maharaj, why does one who seems to be an unworthy person still attain samadhi ?”\n\nShriji Maharaj replied, “Everyone believes that one who infringes the dharma of one’s caste and ashram as prescribed in the scriptures is an ‘unworthy person’. However, if that unworthy person sincerely appreciates the virtues of God and His Sant, he earns great merits. As a result, the sins that he had committed by transgressing the dharma of his caste and ashram are eradicated, and his jiva becomes extremely pure. Thereafter, when his mind is fixed on God’s form, he attains samadhi .\n\n“Moreover, when a person abides by the dharma of one’s caste and ashram as prescribed in the Dharma-shastras, everyone considers that person to be one who is sincere in his dharma . However, if he maligns God or His Sant, then the result of committing the sin of maligning the Satpurush is such that all the merits earned by abiding to the dharma of one’s caste and ashram are burnt to ashes. So, one who maligns the Satpurush is a worse sinner than one who has committed the five grave sins. This is because he who has committed one of the five grave sins can be redeemed of the sin by seeking the refuge of the Satpurush; but there are no means to be redeemed for one who has maligned the Satpurush. This is because when one goes to a place of pilgrimage, one is freed of the sins one has committed elsewhere; but the sins committed at a place of pilgrimage are totally irredeemable - it is as if they are etched in iron.\n\n“Thus, by seeking the refuge of the Satpurush, regardless of how terrible a sinner a person may be, he becomes extremely pure and attains samadhi . On the other hand, a person who maligns the Satpurush is still a terrible sinner, regardless of how sincere he may seem to be in abiding by dharma ; moreover, he can never have the darshan of God in his heart. Therefore, whom a non-believer considers to be a sinner is not a sinner, and whom he considers to be sincere in his dharma is not really so.”"
}