{
    "number": 113,
    "vachanamrut": "Loya-5",
    "title": "Controlling the Indriyas and the Antahkaran",
    "setting": "On the night of Kārtik vadi Amās, Samvat 1877 [5 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in Surā Khāchar’s darbār in Loyā. He was wearing a white survāl and a white dagli made of chhint . He had also tied a white pāgh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked all of the paramhansas , “By revealing which thoughts can one be considered to be honest, and by not revealing which thoughts can one be considered to be deceitful?”\n\nSince the paramhansas were unable to answer, Shriji Mahārāj replied, “Any weakness in observing the five religious vows which cannot be overcome by one’s own thought process should be disclosed before the Sant, who has no such weaknesses. If one has perceived faults in the Sant, that should also be disclosed. Furthermore, any doubts in one’s conviction of God should also be disclosed. Then one can be considered to be honest. If any of these internal thoughts have arisen, and they are not disclosed before the Sant, then such a person should be known to be deceitful.”\n\nThereafter Shriji Mahārāj asked another question, “If a person is deceitful and also cunning, how can he be recognized?”\n\nAgain, the paramhansas were unable to answer.\n\nSo Shriji Mahārāj replied, “His deceitfulness can be recognized by keeping his company, and, while staying with him, by observing him while he eats, drinks, sits, stands, walks and talks. Also, when he is separated from oneself, if another person is asked to secretly observe him, then his deceitfulness would be recognized.”\n\nShriji Mahārāj then posed another question, “Suppose there is a person who observes religious vows and keeps faith in God out of pretense. He is intelligent and egotistical, and he shows his faith and his observance of religious vows to be superior to the genuine vows and faith of others. How, then, can one recognize that such a person’s faith and observance of religious vows are a mere pretense?”\n\nOnce again, the paramhansas were unable to answer the question.\n\nSo again, Shriji Mahārāj replied, “His pretense can be recognized when his prestige is offended. Otherwise, it cannot be recognized.”\n\nAgain, Shriji Mahārāj asked, “Which thought causes one to deflect from one’s faith in God and observance of religious vows? Which type of thought would not cause one to deflect from them? Also, if there is a time span, for what duration must these thoughts remain in order to deflect one from one’s dharma and one’s faith in God?”\n\nAgain, the paramhansas were unable to answer.\n\nSo Shriji Mahārāj said, “If a person attempts to eradicate an improper thought related to dharma , but the thought still remains; or, if such a thought does not arise for fifteen days or for a month, but arises some day suddenly - then such a thought would cause him to fall from dharma . The same applies to one’s faith in God. However, any thought which is eradicated by applying a thought process once it arises, and which does not arise again, would not cause a person to fall from one’s dharma or one’s faith.”\n\nThen Shriji Mahārāj asked, “Whose foundation in Satsang becomes solid and whose does not?”\n\nAgain, the paramhansas could not answer.\n\nSo Shriji Mahārāj replied, “Just as Dattātreya imbibed the virtues of the five bhuts , the moon, various animals, a prostitute, a virgin, his own body and others, similarly, only if a person has the disposition of imbibing the virtues of a sādhu does his foundation in Satsang become solid. If a person does not have such a disposition, then even though he remains in Satsang, his foundation is not firm.”\n\nAgain, Shriji Mahārāj asked, “Can the indriyas and the antahkaran be completely controlled by the company of the Sant, by reading the scriptures and by applying one’s own thought process? Or can they be controlled if only one of these three is present? If you say that all three must be present, then what techniques should be learnt from the Sant, what techniques should be learnt from the scriptures, and how should one apply one’s own thought process? Please explain this.”\n\nAgain, the paramhansas were unable to answer.\n\nThen Shriji Mahārāj explained, “From the scriptures, one should realize the greatness of God and His Sant. From the Sant, one should learn techniques for controlling the indriyas , such as: One’s vision should be kept fixed on the nose in this manner, and one should not listen to worldly talks. These and other techniques should be learnt from the Sant. By one’s own thought process, one should look upon the techniques taught by the Sant positively, as being for one’s own liberation. Then, one should behave accordingly. In this way, the indriyas and antahkaran can be overcome by these three means.”\n\nThen Shriji Mahārāj posed another question, “Is the antahkaran controlled by controlling the indriyas , or are the indriyas controlled by controlling the antahkaran ?”\n\nSince the paramhansas could not answer the question, Shriji Mahārāj replied, “If a person controls the physical indriyas by physical austerities, and then even after the physical indriyas have been controlled, if he still firmly observes the niyams of the five religious vows, then the antahkaran can be controlled by controlling the physical indriyas . So, the physical indriyas cannot be controlled by controlling the antahkaran alone. However, the antahkaran can be controlled by controlling the physical indriyas . How is that? Well, if one controls the physical indriyas and does not let them indulge in the vishays , then the antahkaran within would become frustrated and would think, ‘This type of enjoyment is not going to be possible in this life.’”\n\nAfter this, Shriji Mahārāj asked, “By what means are the physical indriyas controlled and by what means is the antahkaran controlled?”\n\nAgain, since the paramhansas could not answer, Shriji Mahārāj replied, “The physical indriyas can be controlled by observing the niyams specified for a renunciant in the Dharma-shāstras; by controlling one’s diet; by observing vows like tapta-kruchchhra , chāndrāyan , etc.; by deliberately tolerating cold, heat, hunger and thirst; by engaging in the discourses, talks, and devotional songs related to God; by engaging in worship and remembrance; by controlling one’s posture and by other spiritual endeavors. The antahkaran can be controlled by contemplating upon God’s greatness, by meditating on God and by realizing oneself to be the ātmā .”\n\nOn the night of Kartik vadi Amas, Samvat 1877 [5 December 1820], Swami Shri Sahajanandji Maharaj was sitting in Sura Khachar’s darbar in Loya. He was wearing a white surval and a white dagli made of chhint . He had also tied a white pagh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked all of the paramhansas , “By revealing which thoughts can one be considered to be honest, and by not revealing which thoughts can one be considered to be deceitful?”\n\nSince the paramhansas were unable to answer, Shriji Maharaj replied, “Any weakness in observing the five religious vows which cannot be overcome by one’s own thought process should be disclosed before the Sant, who has no such weaknesses. If one has perceived faults in the Sant, that should also be disclosed. Furthermore, any doubts in one’s conviction of God should also be disclosed. Then one can be considered to be honest. If any of these internal thoughts have arisen, and they are not disclosed before the Sant, then such a person should be known to be deceitful.”\n\nThereafter Shriji Maharaj asked another question, “If a person is deceitful and also cunning, how can he be recognized?”\n\nAgain, the paramhansas were unable to answer.\n\nSo Shriji Maharaj replied, “His deceitfulness can be recognized by keeping his company, and, while staying with him, by observing him while he eats, drinks, sits, stands, walks and talks. Also, when he is separated from oneself, if another person is asked to secretly observe him, then his deceitfulness would be recognized.”\n\nShriji Maharaj then posed another question, “Suppose there is a person who observes religious vows and keeps faith in God out of pretense. He is intelligent and egotistical, and he shows his faith and his observance of religious vows to be superior to the genuine vows and faith of others. How, then, can one recognize that such a person’s faith and observance of religious vows are a mere pretense?”\n\nOnce again, the paramhansas were unable to answer the question.\n\nSo again, Shriji Maharaj replied, “His pretense can be recognized when his prestige is offended. Otherwise, it cannot be recognized.”\n\nAgain, Shriji Maharaj asked, “Which thought causes one to deflect from one’s faith in God and observance of religious vows? Which type of thought would not cause one to deflect from them? Also, if there is a time span, for what duration must these thoughts remain in order to deflect one from one’s dharma and one’s faith in God?”\n\nAgain, the paramhansas were unable to answer.\n\nSo Shriji Maharaj said, “If a person attempts to eradicate an improper thought related to dharma , but the thought still remains; or, if such a thought does not arise for fifteen days or for a month, but arises some day suddenly - then such a thought would cause him to fall from dharma . The same applies to one’s faith in God. However, any thought which is eradicated by applying a thought process once it arises, and which does not arise again, would not cause a person to fall from one’s dharma or one’s faith.”\n\nThen Shriji Maharaj asked, “Whose foundation in Satsang becomes solid and whose does not?”\n\nAgain, the paramhansas could not answer.\n\nSo Shriji Maharaj replied, “Just as Dattatreya imbibed the virtues of the five bhuts , the moon, various animals, a prostitute, a virgin, his own body and others, similarly, only if a person has the disposition of imbibing the virtues of a sadhu does his foundation in Satsang become solid. If a person does not have such a disposition, then even though he remains in Satsang, his foundation is not firm.”\n\nAgain, Shriji Maharaj asked, “Can the indriyas and the antahkaran be completely controlled by the company of the Sant, by reading the scriptures and by applying one’s own thought process? Or can they be controlled if only one of these three is present? If you say that all three must be present, then what techniques should be learnt from the Sant, what techniques should be learnt from the scriptures, and how should one apply one’s own thought process? Please explain this.”\n\nAgain, the paramhansas were unable to answer.\n\nThen Shriji Maharaj explained, “From the scriptures, one should realize the greatness of God and His Sant. From the Sant, one should learn techniques for controlling the indriyas , such as: One’s vision should be kept fixed on the nose in this manner, and one should not listen to worldly talks. These and other techniques should be learnt from the Sant. By one’s own thought process, one should look upon the techniques taught by the Sant positively, as being for one’s own liberation. Then, one should behave accordingly. In this way, the indriyas and antahkaran can be overcome by these three means.”\n\nThen Shriji Maharaj posed another question, “Is the antahkaran controlled by controlling the indriyas , or are the indriyas controlled by controlling the antahkaran ?”\n\nSince the paramhansas could not answer the question, Shriji Maharaj replied, “If a person controls the physical indriyas by physical austerities, and then even after the physical indriyas have been controlled, if he still firmly observes the niyams of the five religious vows, then the antahkaran can be controlled by controlling the physical indriyas . So, the physical indriyas cannot be controlled by controlling the antahkaran alone. However, the antahkaran can be controlled by controlling the physical indriyas . How is that? Well, if one controls the physical indriyas and does not let them indulge in the vishays , then the antahkaran within would become frustrated and would think, ‘This type of enjoyment is not going to be possible in this life.’”\n\nAfter this, Shriji Maharaj asked, “By what means are the physical indriyas controlled and by what means is the antahkaran controlled?”\n\nAgain, since the paramhansas could not answer, Shriji Maharaj replied, “The physical indriyas can be controlled by observing the niyams specified for a renunciant in the Dharma-shastras; by controlling one’s diet; by observing vows like tapta-kruchchhra , chandrayan , etc.; by deliberately tolerating cold, heat, hunger and thirst; by engaging in the discourses, talks, and devotional songs related to God; by engaging in worship and remembrance; by controlling one’s posture and by other spiritual endeavors. The antahkaran can be controlled by contemplating upon God’s greatness, by meditating on God and by realizing oneself to be the atma .”"
}