{
    "number": 105,
    "vachanamrut": "Kariyani-9",
    "title": "Obstinacy like a Buffalo",
    "setting": "On Kārtik sudi 5, Samvat 1877 [10 November 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked a question to Nityānand Swāmi and Brahmānand Swāmi, “Suppose there is someone who has such a spiteful obstinacy that once he develops a grudge for someone, he never forsakes that grudge; instead, he continues to be obstinate like a buffalo. Can such a person be called a sādhu or not?”\n\nBoth replied, “One who is like that cannot be called a sādhu .”\n\nThen Muktānand Swāmi asked a question, “Mahārāj, it may be the case that a devotee of God finds a fault in some other devotee, and due to that, he develops spite for that devotee. How can one eradicate the perception of that flaw?”\n\nShriji Mahārāj replied, “A person who possesses the bhakti of God in his heart and realizes the greatness of God would never find a fault in a devotee of God, and he would never develop a spiteful obstinacy towards a devotee of God. For example, Uddhavji had understood the greatness of God, and therefore asked for a boon: ‘May I be reborn as any of the vines, blades of grass or shrubs in Vrundāvan in order to have the privilege of being touched by the dust of the feet of these gopis .’ Also, Shri Krishna Bhagwān told Baldevji that the trees, birds and deer in Vrundāvan are extremely fortunate. Even Brahmā asked for a boon from Shri Krishna Bhagwān: ‘O God! May I be so highly blessed to be able to serve your holy feet in the midst of your servants, either in this life or in the life of an animal or bird.’\n\n“Therefore, one who understands the greatness of a devotee of God in this way will never develop a grudge due to a person’s flaws. Moreover, one who understands such greatness never takes into account even minor drawbacks that are present in a devotee of the manifest form of one’s own Ishtadev. In fact, one who realizes the greatness of God looks upon even animals, trees, shrubs, etc., which have come into contact with God as equivalent to deities. If that is so, what can be said of those people who are engaged in the bhakti of God, abiding by religious vows, and chanting the name of God? He would certainly look upon them as equivalent to deities and would not think ill of them.\n\n“Therefore, one who understands the greatness of God does not develop animosity towards devotees of God. On the other hand, one who does not understand such greatness does develop animosity towards them. Therefore, one who does not realize the greatness of God and God’s devotees should be known as being half-fallen, even if he is a satsangi . Moreover, only one who understands the greatness of God and the devotees of God should be known to be a perfect satsangi .”\n\nOn Kartik sudi 5, Samvat 1877 [10 November 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Vasta Khachar’s darbar in Kariyani. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked a question to Nityanand Swami and Brahmanand Swami, “Suppose there is someone who has such a spiteful obstinacy that once he develops a grudge for someone, he never forsakes that grudge; instead, he continues to be obstinate like a buffalo. Can such a person be called a sadhu or not?”\n\nBoth replied, “One who is like that cannot be called a sadhu .”\n\nThen Muktanand Swami asked a question, “Maharaj, it may be the case that a devotee of God finds a fault in some other devotee, and due to that, he develops spite for that devotee. How can one eradicate the perception of that flaw?”\n\nShriji Maharaj replied, “A person who possesses the bhakti of God in his heart and realizes the greatness of God would never find a fault in a devotee of God, and he would never develop a spiteful obstinacy towards a devotee of God. For example, Uddhavji had understood the greatness of God, and therefore asked for a boon: ‘May I be reborn as any of the vines, blades of grass or shrubs in Vrundavan in order to have the privilege of being touched by the dust of the feet of these gopis .’ Also, Shri Krishna Bhagwan told Baldevji that the trees, birds and deer in Vrundavan are extremely fortunate. Even Brahma asked for a boon from Shri Krishna Bhagwan: ‘O God! May I be so highly blessed to be able to serve your holy feet in the midst of your servants, either in this life or in the life of an animal or bird.’\n\n“Therefore, one who understands the greatness of a devotee of God in this way will never develop a grudge due to a person’s flaws. Moreover, one who understands such greatness never takes into account even minor drawbacks that are present in a devotee of the manifest form of one’s own Ishtadev. In fact, one who realizes the greatness of God looks upon even animals, trees, shrubs, etc., which have come into contact with God as equivalent to deities. If that is so, what can be said of those people who are engaged in the bhakti of God, abiding by religious vows, and chanting the name of God? He would certainly look upon them as equivalent to deities and would not think ill of them.\n\n“Therefore, one who understands the greatness of God does not develop animosity towards devotees of God. On the other hand, one who does not understand such greatness does develop animosity towards them. Therefore, one who does not realize the greatness of God and God’s devotees should be known as being half-fallen, even if he is a satsangi . Moreover, only one who understands the greatness of God and the devotees of God should be known to be a perfect satsangi .”"
}