{
    "number": 175,
    "vachanamrut": "Gadhada II-42",
    "title": "Akshar Has Both Sagun and Nirgun Aspects; The Key 1",
    "setting": "On Māgshar vadi 12, Samvat 1880 [29 December 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Bhagwadānand Swāmi asked Shriji Mahārāj, “Mahārāj, in what way do countless millions of brahmānds dwell within each and every pore of God? Also, where in the brahmānds do the avatārs of God manifest?”\n\nShriji Mahārāj replied, “There are two aspects of Purushottam Bhagwān’s Akshardhām. The first is the sagun aspect, and the other is the nirgun aspect. Purushottam Nārāyan, on the other hand, cannot be described as sagun , nor can He be described as nirgun . 2 The distinction of sagun and nirgun applies only to Akshar.\n\n“The nirgun aspect of Akshar has an extremely subtle form, smaller than even an anu , while the sagun form is much larger than even the largest of objects. Countless millions of brahmānds dwell like mere atoms in each and every hair of that Akshar. It is not that those brahmānds become small compared to Akshar; they still remain encircled by the eight barriers. Rather, it is because of the extreme vastness of Akshar that those brahmānds appear so small. Take Mount Girnār as an example. Compared to Mount Meru, it appears to be extremely small. However, compared to Mount Lokālok, Mount Meru itself appears to be extremely small. In the same way, the brahmānds remain exactly as they are, but in comparison to the extreme vastness of Akshar, they appear to be extremely small. This is why they are described as being like atoms.\n\n“Aksharbrahma itself is like the sun in the sense that when the sun rises, all ten directions 3 can be determined in relation to it. Akshardhām is like that; i.e., above, below, on all four sides of that Akshar - in fact, in all directions - are millions of brahmānds .\n\n“Moreover, God - Purushottam - forever remains present in that Akshardhām. His will always prevails. While remaining in Akshardhām itself, He manifests in whatever form is required in whichever brahmānd . For example, Shri Krishna Bhagwān had only one form, yet during the rās episode he assumed as many forms as there were gopis . In the same way, Purushottam Bhagwān manifests in whatever form is required in whichever brahmānd - while simultaneously dwelling in Akshardhām. Actually, He Himself forever dwells in Akshardhām. In fact, wherever that form of Purushottam resides, that is the very center of Akshardhām. ” 4\n\nOn Magshar vadi 12, Samvat 1880 [29 December 1823], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Bhagwadanand Swami asked Shriji Maharaj, “Maharaj, in what way do countless millions of brahmands dwell within each and every pore of God? Also, where in the brahmands do the avatars of God manifest?”\n\nShriji Maharaj replied, “There are two aspects of Purushottam Bhagwan’s Akshardham. The first is the sagun aspect, and the other is the nirgun aspect. Purushottam Narayan, on the other hand, cannot be described as sagun , nor can He be described as nirgun . 2 The distinction of sagun and nirgun applies only to Akshar.\n\n“The nirgun aspect of Akshar has an extremely subtle form, smaller than even an anu , while the sagun form is much larger than even the largest of objects. Countless millions of brahmands dwell like mere atoms in each and every hair of that Akshar. It is not that those brahmands become small compared to Akshar; they still remain encircled by the eight barriers. Rather, it is because of the extreme vastness of Akshar that those brahmands appear so small. Take Mount Girnar as an example. Compared to Mount Meru, it appears to be extremely small. However, compared to Mount Lokalok, Mount Meru itself appears to be extremely small. In the same way, the brahmands remain exactly as they are, but in comparison to the extreme vastness of Akshar, they appear to be extremely small. This is why they are described as being like atoms.\n\n“Aksharbrahma itself is like the sun in the sense that when the sun rises, all ten directions 3 can be determined in relation to it. Akshardham is like that; i.e., above, below, on all four sides of that Akshar - in fact, in all directions - are millions of brahmands .\n\n“Moreover, God - Purushottam - forever remains present in that Akshardham. His will always prevails. While remaining in Akshardham itself, He manifests in whatever form is required in whichever brahmand . For example, Shri Krishna Bhagwan had only one form, yet during the ras episode he assumed as many forms as there were gopis . In the same way, Purushottam Bhagwan manifests in whatever form is required in whichever brahmand - while simultaneously dwelling in Akshardham. Actually, He Himself forever dwells in Akshardham. In fact, wherever that form of Purushottam resides, that is the very center of Akshardham. ” 4"
}