{
    "number": 80,
    "vachanamrut": "Sarangpur-2",
    "title": "Developing Affection for the Form of God",
    "setting": "On Shrāvan vadi 6, Samvat 1877 [29 August 1820], Shriji Mahārāj was sitting facing north on a large, decorated cot which had been placed on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār in Sārangpur. He was wearing a white khes and had tied a white pāgh around His head. He had also covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then, addressing the munis , Shriji Mahārāj said, “Please begin a question and answer session amongst yourselves.”\n\nThereupon Swayamprakāshānand Swāmi asked, “By what means can a devotee of God develop intense affection for the form of God?”\n\nThe munis then attempted to answer that question amongst themselves but were unable to do so satisfactorily.\n\nSo Shriji Mahārāj began to reply, “Affection can develop due to beauty, due to lust, due to avarice, due to some selfish motives or due to the other person’s virtues. Of these, affection which stems from beauty lasts only until one sees the disfigurement caused by leprosy in the other person’s body, or until the person develops leukoderma; thereafter, the affection which once existed would dissolve. In the same way, affection stemming from avarice, lust and selfishness also ultimately dissolves. Affection developed due to the other person’s virtues, however, ultimately survives.”\n\nThen Somlā Khāchar asked Shriji Mahārāj, “Which virtues are these? External ones or internal ones?”\n\nTo this Shriji Mahārāj replied, “How is it possible to develop affection due to external virtues? Rather, it is affection stemming from the virtues of the person’s speech, thoughts and deeds that does not dissolve. Now, are you asking only about a devotee developing affection for God? Or are you also asking about God developing affection for the devotee?”\n\nSwayamprakāshānand Swāmi clarified, “We are asking about both.”\n\nShriji Mahārāj then began to elaborate by saying,  “One should not hurt any living being with one’s speech. Moreover, during a question-answer session where principles are being debated with God and a senior sādhu , even then, those who are junior should yield to those who are senior. Also, in an assembly, one should not ask questions that may embarrass a sādhu who is senior to one. Rather, one should purposely accept defeat before God and a senior sādhu . Also, one should lovingly and immediately accept the command of God and a senior sādhu , regardless of whether it seems appropriate or inappropriate. Of these, one would not doubt an appropriate command. But even if it seems inappropriate and leads to doubts, one should not refuse to abide by it, at least at that time. One should certainly agree and say, ‘Mahārāj! I will do just as You say.’ If that command is such that one cannot accept it, and if it is the wish of God and a senior sādhu to hear one’s plea, then one should fold one’s hands before them and say with bhakti , ‘Mahārāj! The command which You gave me is fine, but I have certain doubts about it.’ In this manner, one should speak modestly. However, if it is not really the wish of God to hear one’s plea, then one should tell a senior sādhu or devotee who is close to Him, ‘Although God has given such a command, I simply cannot accept it.’ Thereafter, the senior sādhu would find a compromise and would also speak to God to help make a compromise regarding that command. But regardless of whether the command seems appropriate or inappropriate, one should not immediately refuse to abide by it. Rather, one should use such courtesy to delay the following of the command given by those who are seniors; but when initially told, one should not immediately refuse. This is how one should behave regarding the virtue of speech. As a result, God and the senior sādhu develop affection for that devotee, and that devotee also develops strong affection towards God.\n\n“Now, how should one behave physically? Well, if one’s body seems to be hyperactive, one should weaken it by engaging in worship or by observing the chāndrāyan vow. Then, on noticing this, if God or a senior sādhu takes care of one’s body, it is well and good, but one should not knowingly take care of one’s own body. Also, one should physically serve God and His devotees. When God or that great sādhu notice a person behaving in this manner physically, they develop affection for him, and that devotee also develops affection for God.\n\n“Now I shall describe the manner in which a person should behave regarding the virtues of the mind. When a devotee does darshan of God, he should do so with an attentive mind and concentrated vision. Instead, when a person disturbs, or a dog disturbs, or some other animal or bird disturbs while he is doing darshan of God, he breaks his vrutti from God’s darshan and begins to glance to and fro, up and down, and also sees them simultaneously. God and the senior sādhu are not at all pleased upon seeing a person with such wandering vision.\n\n“So, when such a devotee does do darshan , how does he do it? Well, he does it just as any ordinary person does. One who has such a mundane vision should be known to be like a squirrel that squeaks and raises its tail simultaneously - he does darshan of God and notices other objects at the same time. When he begins to do darshan in such a mundane manner, he does not remain as pious as he previously was; in fact, he declines day by day. Therefore, while doing darshan of God one should not look from side to side. The novelty and divinity experienced in one’s heart at the time of the first darshan of God should remain exactly the same. Moreover, one should look at the form with a fixed gaze, and then closing one’s eyes, one should internalize that form exactly as it is in one’s heart. For example, in Dharmapur, Kushalkuvarbāi did My darshan , and at the same time, closed her eyes and internalized the form in her heart. Similarly, one should do darshan while keeping an attentive mind and a fixed gaze, but one should not do darshan as other ordinary people do. If, along with the darshan of God, one also looks at other people, cats, or dogs, then when one has a dream, one sees not only God, but also those other objects. That is why one should do darshan of God with a fixed gaze, not with a wandering gaze. One who does darshan of God while keeping one’s sight under control will feel that darshan to be continually novel. In addition, one would also feel any commands that God may have given to be novel. On the other hand, a person who does darshan superficially, with a mundane vision, would feel God’s darshan and commands to be commonplace. Although he may do darshan every day, for such a person, it is as if he has not done darshan at all. When such a person engages in worship, his mind would not remain stable. Specifically, when he attempts to concentrate on God while his thinking is diffused, other objects he may have seen would spontaneously sprout in his mind along with God. Therefore, one should do darshan only of God. The mind of one who does darshan in such a manner remains only on God during worship. His thinking does not become diffused; instead, it becomes concentrated.\n\n“Furthermore, I am able to discern when one is doing darshan with wandering eyes. A great sādhu whose own sight and mind are kept under control also realizes, ‘This person is doing darshan in a superficial manner.’ One who does darshan in such a mundane manner then begins to decline from this fellowship day by day.\n\n“For example, a man who is overcome by lust, firmly and with a focused mind, fixes his gaze on a beautiful woman. If at that time, some animal or bird were to pass by or make a noise, he would not notice it. In the same way, one should attach oneself to God with a similarly focused gaze, but one should not do darshan in a mundane manner.”\n\nThen Nirvikārānand Swāmi raised a doubt, “Mahārāj, we have to travel and speak to people all over the country. As a result, our mind does not remain concentrated.”\n\nIn reply, Shriji Mahārāj questioned, “I have given a command for you to speak to people, but when have I ever given a command for you to disregard the darshan of this form and do darshan of other things?”\n\nHaving said this, Mahārāj continued, “The same divinity that one feels when one has darshan of the form of God for the first time can be retained if one keeps one’s mind and gaze fixed on God. So, when one behaves in this manner, in accordance with the virtues of the mind mentioned previously, then the affection that God has for that devotee remains ever-fresh. Moreover, the affection which that devotee has towards God also constantly remains ever-fresh.\n\n“Moreover, both the eyes and ears should especially be kept under control. This is because when worldly talks are prevalent everywhere, and if one is attracted towards them through the vrutti of the ears, and one listens to them, then all of those worldly words would be recalled when one attempts to engage oneself in worship. Furthermore, anything seen by one who has a wandering gaze is also recalled during worship. That is why both of these indriyas should be kept strictly under control. However, if, while doing darshan of God’s form, the vrutti of one’s eyes and ears leaves the form aside and is attracted towards other things, one should reprimand them, saying, ‘O fools! What are you going to achieve by looking at forms other than God and by listening to words other than the talks of God? As of yet, you have not attained any yogic powers whereby you can instantly receive whatever you wish. This is because you are still in the process of enlightenment. So, you are not going to be able to obtain those vishays that you desire; so why are you futilely grasping for them and leaving God aside? Moreover, even if you were to attain some insignificant vishay , then due to the sin incurred as a result, there will be no end to the beatings you will receive in Yampuri.’ In this manner, one should reprimand one’s eyes and ears.\n\n“Furthermore, one should also tell them, ‘When you become stabilized in the form of God, you will be enlightened in this very life. As a result, you will be able to naturally hear any talk occurring in any brahmānd . If you desire to have a charming form like that of Brahmā, Vishnu or Shiv, then you will be able to attain such a form. Or, if you wish to become a devotee like Lakshmi or Rādhikā, then you will become so. Moreover, if, while worshipping God, you do not attain enlightenment in this very life, you will attain enlightenment after death, when you become a mukta . But without becoming enlightened, even if you constantly look at some charming object until you die, you will still not be able to attain that charm. Furthermore, even if you listen to worldly talks until you die, you will still not attain anything; rather, your mind will become extremely polluted by it.’ One should advise one’s eyes and ears in this manner and keep them fixed only on the form of God. A person who behaves in such a manner increasingly develops affection for the form of God day by day. As a result, God’s and the great sādhu’s affection for that devotee also increases day by day.”\n\nOn Shravan vadi 6, Samvat 1877 [29 August 1820], Shriji Maharaj was sitting facing north on a large, decorated cot which had been placed on the veranda outside the north-facing rooms of Jiva Khachar’s darbar in Sarangpur. He was wearing a white khes and had tied a white pagh around His head. He had also covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen, addressing the munis , Shriji Maharaj said, “Please begin a question and answer session amongst yourselves.”\n\nThereupon Swayamprakashanand Swami asked, “By what means can a devotee of God develop intense affection for the form of God?”\n\nThe munis then attempted to answer that question amongst themselves but were unable to do so satisfactorily.\n\nSo Shriji Maharaj began to reply, “Affection can develop due to beauty, due to lust, due to avarice, due to some selfish motives or due to the other person’s virtues. Of these, affection which stems from beauty lasts only until one sees the disfigurement caused by leprosy in the other person’s body, or until the person develops leukoderma; thereafter, the affection which once existed would dissolve. In the same way, affection stemming from avarice, lust and selfishness also ultimately dissolves. Affection developed due to the other person’s virtues, however, ultimately survives.”\n\nThen Somla Khachar asked Shriji Maharaj, “Which virtues are these? External ones or internal ones?”\n\nTo this Shriji Maharaj replied, “How is it possible to develop affection due to external virtues? Rather, it is affection stemming from the virtues of the person’s speech, thoughts and deeds that does not dissolve. Now, are you asking only about a devotee developing affection for God? Or are you also asking about God developing affection for the devotee?”\n\nSwayamprakashanand Swami clarified, “We are asking about both.”\n\nShriji Maharaj then began to elaborate by saying,  “One should not hurt any living being with one’s speech. Moreover, during a question-answer session where principles are being debated with God and a senior sadhu , even then, those who are junior should yield to those who are senior. Also, in an assembly, one should not ask questions that may embarrass a sadhu who is senior to one. Rather, one should purposely accept defeat before God and a senior sadhu . Also, one should lovingly and immediately accept the command of God and a senior sadhu , regardless of whether it seems appropriate or inappropriate. Of these, one would not doubt an appropriate command. But even if it seems inappropriate and leads to doubts, one should not refuse to abide by it, at least at that time. One should certainly agree and say, ‘Maharaj! I will do just as You say.’ If that command is such that one cannot accept it, and if it is the wish of God and a senior sadhu to hear one’s plea, then one should fold one’s hands before them and say with bhakti , ‘Maharaj! The command which You gave me is fine, but I have certain doubts about it.’ In this manner, one should speak modestly. However, if it is not really the wish of God to hear one’s plea, then one should tell a senior sadhu or devotee who is close to Him, ‘Although God has given such a command, I simply cannot accept it.’ Thereafter, the senior sadhu would find a compromise and would also speak to God to help make a compromise regarding that command. But regardless of whether the command seems appropriate or inappropriate, one should not immediately refuse to abide by it. Rather, one should use such courtesy to delay the following of the command given by those who are seniors; but when initially told, one should not immediately refuse. This is how one should behave regarding the virtue of speech. As a result, God and the senior sadhu develop affection for that devotee, and that devotee also develops strong affection towards God.\n\n“Now, how should one behave physically? Well, if one’s body seems to be hyperactive, one should weaken it by engaging in worship or by observing the chandrayan vow. Then, on noticing this, if God or a senior sadhu takes care of one’s body, it is well and good, but one should not knowingly take care of one’s own body. Also, one should physically serve God and His devotees. When God or that great sadhu notice a person behaving in this manner physically, they develop affection for him, and that devotee also develops affection for God.\n\n“Now I shall describe the manner in which a person should behave regarding the virtues of the mind. When a devotee does darshan of God, he should do so with an attentive mind and concentrated vision. Instead, when a person disturbs, or a dog disturbs, or some other animal or bird disturbs while he is doing darshan of God, he breaks his vrutti from God’s darshan and begins to glance to and fro, up and down, and also sees them simultaneously. God and the senior sadhu are not at all pleased upon seeing a person with such wandering vision.\n\n“So, when such a devotee does do darshan , how does he do it? Well, he does it just as any ordinary person does. One who has such a mundane vision should be known to be like a squirrel that squeaks and raises its tail simultaneously - he does darshan of God and notices other objects at the same time. When he begins to do darshan in such a mundane manner, he does not remain as pious as he previously was; in fact, he declines day by day. Therefore, while doing darshan of God one should not look from side to side. The novelty and divinity experienced in one’s heart at the time of the first darshan of God should remain exactly the same. Moreover, one should look at the form with a fixed gaze, and then closing one’s eyes, one should internalize that form exactly as it is in one’s heart. For example, in Dharmapur, Kushalkuvarbai did My darshan , and at the same time, closed her eyes and internalized the form in her heart. Similarly, one should do darshan while keeping an attentive mind and a fixed gaze, but one should not do darshan as other ordinary people do. If, along with the darshan of God, one also looks at other people, cats, or dogs, then when one has a dream, one sees not only God, but also those other objects. That is why one should do darshan of God with a fixed gaze, not with a wandering gaze. One who does darshan of God while keeping one’s sight under control will feel that darshan to be continually novel. In addition, one would also feel any commands that God may have given to be novel. On the other hand, a person who does darshan superficially, with a mundane vision, would feel God’s darshan and commands to be commonplace. Although he may do darshan every day, for such a person, it is as if he has not done darshan at all. When such a person engages in worship, his mind would not remain stable. Specifically, when he attempts to concentrate on God while his thinking is diffused, other objects he may have seen would spontaneously sprout in his mind along with God. Therefore, one should do darshan only of God. The mind of one who does darshan in such a manner remains only on God during worship. His thinking does not become diffused; instead, it becomes concentrated.\n\n“Furthermore, I am able to discern when one is doing darshan with wandering eyes. A great sadhu whose own sight and mind are kept under control also realizes, ‘This person is doing darshan in a superficial manner.’ One who does darshan in such a mundane manner then begins to decline from this fellowship day by day.\n\n“For example, a man who is overcome by lust, firmly and with a focused mind, fixes his gaze on a beautiful woman. If at that time, some animal or bird were to pass by or make a noise, he would not notice it. In the same way, one should attach oneself to God with a similarly focused gaze, but one should not do darshan in a mundane manner.”\n\nThen Nirvikaranand Swami raised a doubt, “Maharaj, we have to travel and speak to people all over the country. As a result, our mind does not remain concentrated.”\n\nIn reply, Shriji Maharaj questioned, “I have given a command for you to speak to people, but when have I ever given a command for you to disregard the darshan of this form and do darshan of other things?”\n\nHaving said this, Maharaj continued, “The same divinity that one feels when one has darshan of the form of God for the first time can be retained if one keeps one’s mind and gaze fixed on God. So, when one behaves in this manner, in accordance with the virtues of the mind mentioned previously, then the affection that God has for that devotee remains ever-fresh. Moreover, the affection which that devotee has towards God also constantly remains ever-fresh.\n\n“Moreover, both the eyes and ears should especially be kept under control. This is because when worldly talks are prevalent everywhere, and if one is attracted towards them through the vrutti of the ears, and one listens to them, then all of those worldly words would be recalled when one attempts to engage oneself in worship. Furthermore, anything seen by one who has a wandering gaze is also recalled during worship. That is why both of these indriyas should be kept strictly under control. However, if, while doing darshan of God’s form, the vrutti of one’s eyes and ears leaves the form aside and is attracted towards other things, one should reprimand them, saying, ‘O fools! What are you going to achieve by looking at forms other than God and by listening to words other than the talks of God? As of yet, you have not attained any yogic powers whereby you can instantly receive whatever you wish. This is because you are still in the process of enlightenment. So, you are not going to be able to obtain those vishays that you desire; so why are you futilely grasping for them and leaving God aside? Moreover, even if you were to attain some insignificant vishay , then due to the sin incurred as a result, there will be no end to the beatings you will receive in Yampuri.’ In this manner, one should reprimand one’s eyes and ears.\n\n“Furthermore, one should also tell them, ‘When you become stabilized in the form of God, you will be enlightened in this very life. As a result, you will be able to naturally hear any talk occurring in any brahmand . If you desire to have a charming form like that of Brahma, Vishnu or Shiv, then you will be able to attain such a form. Or, if you wish to become a devotee like Lakshmi or Radhika, then you will become so. Moreover, if, while worshipping God, you do not attain enlightenment in this very life, you will attain enlightenment after death, when you become a mukta . But without becoming enlightened, even if you constantly look at some charming object until you die, you will still not be able to attain that charm. Furthermore, even if you listen to worldly talks until you die, you will still not attain anything; rather, your mind will become extremely polluted by it.’ One should advise one’s eyes and ears in this manner and keep them fixed only on the form of God. A person who behaves in such a manner increasingly develops affection for the form of God day by day. As a result, God’s and the great sadhu’s affection for that devotee also increases day by day.”"
}