{
    "number": 58,
    "vachanamrut": "Gadhada I-58",
    "title": "The Body, Bad Company and Past Sanskārs ; One Becomes like One Perceives the Great",
    "setting": "At the time of the evening ārti on Fāgun sudi 5, Samvat 1876 [18 February 1820], Shriji Mahārāj was sitting in the residential hall of the paramhansas in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then said, “Please ask a question.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, when a devotee of God engages in worship and remembrance of God, he is disturbed by the forces of rajogun and tamogun in his heart; as a result, he is unable to experience the bliss of worship and remembrance. So, how can the force of those gunas be overcome?”\n\nShriji Mahārāj explained, “The influence of the gunas is due to three factors - the body, bad company, and past sanskārs . Of these, the gunas that arise due to the body are overcome by reflecting upon the ātmā and the non- ātmā . Gunas that have arisen due to bad company are eradicated by keeping the company of a sādhu . Should these two methods fail to eradicate the force of rajogun and tamogun , then the problem lies in the influence of some unfavorable sanskārs of the past. These are very difficult to eradicate.”\n\nĀnandānand Swāmi then asked, “How can such unfavorable sanskārs of the past be eradicated?”\n\nShriji Mahārāj answered, “If the extremely great Purush becomes pleased upon a person, then regardless of how unfavorable the person’s sanskārs may be, they are all destroyed. Moreover, if the great Purush is pleased, a beggar can become a king; regardless of how unfavorable a person’s prārabdha may be, it becomes favorable; and regardless of how disastrous a misfortune he is to face, it is avoided.”\n\nĀnandānand Swāmi asked further, “How can a person please such a great Purush?”\n\nShriji Mahārāj explained, “First of all, he must be honest with that great Sant. He must also forsake lust, anger, avarice, infatuation, matsar , egotism, jealousy, arrogance, and all desires and cravings. Moreover, he should behave as a servant of the Sant and maintain a constant effort to eradicate egotism from his heart. While doing so internally, he should physically continue to bow to everyone as well. As a result, the great Sant will become pleased with him.”\n\nThereafter Mahānubhāvānand Swāmi asked, “Mahārāj, while staying in the Satsang fellowship, how can one eradicate all of one’s faults? Also, how can one’s bhakti towards God continue to flourish day by day?”\n\nShriji Mahārāj replied, “The more one continues to imbibe the virtues of the great Purush, the more one’s bhakti begins to flourish. In fact, if one realizes the truly great Purush to be absolutely lust-free, then, even if one is as lustful as a dog, one will also become lust-free. Conversely, if one perceives the fault  of lust in the great Purush, then no matter how lust-free one may be, one becomes full of intense lust. In the same manner, if one views the great Purush to be full of anger or avarice, then one becomes full of anger and avarice. Therefore, if one understands the great Purush to be absolutely free of lust, avarice, taste, egotism and attachment, one will also become free of all of those evil natures and become a staunch devotee.\n\n“What are the characteristics of such a staunch devotee? Well, just as he has an instinctive dislike for objects that cause misery, similarly he has an instinctive dislike for the alluring vishays , i.e., sights, sounds, smells, tastes and touch. Moreover, he has firm faith in God alone. Such a person should be known as a staunch devotee.\n\n“The only means of becoming such a staunch devotee is by behaving as a servant of the servants of God and by realizing, ‘All of these devotees are great; I am inferior compared to them all.’ Realizing this, he behaves as a servant of a servant of the devotees of God. All of the evil natures of a person who behaves in this manner are destroyed, and day by day, noble virtues such as gnān , vairāgya , bhakti , etc., continue to flourish within him.”\n\nAt the time of the evening arti on Fagun sudi 5, Samvat 1876 [18 February 1820], Shriji Maharaj was sitting in the residential hall of the paramhansas in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then said, “Please ask a question.”\n\nThereupon Muktanand Swami asked, “Maharaj, when a devotee of God engages in worship and remembrance of God, he is disturbed by the forces of rajogun and tamogun in his heart; as a result, he is unable to experience the bliss of worship and remembrance. So, how can the force of those gunas be overcome?”\n\nShriji Maharaj explained, “The influence of the gunas is due to three factors - the body, bad company, and past sanskars . Of these, the gunas that arise due to the body are overcome by reflecting upon the atma and the non- atma . Gunas that have arisen due to bad company are eradicated by keeping the company of a sadhu . Should these two methods fail to eradicate the force of rajogun and tamogun , then the problem lies in the influence of some unfavorable sanskars of the past. These are very difficult to eradicate.”\n\nAnandanand Swami then asked, “How can such unfavorable sanskars of the past be eradicated?”\n\nShriji Maharaj answered, “If the extremely great Purush becomes pleased upon a person, then regardless of how unfavorable the person’s sanskars may be, they are all destroyed. Moreover, if the great Purush is pleased, a beggar can become a king; regardless of how unfavorable a person’s prarabdha may be, it becomes favorable; and regardless of how disastrous a misfortune he is to face, it is avoided.”\n\nAnandanand Swami asked further, “How can a person please such a great Purush?”\n\nShriji Maharaj explained, “First of all, he must be honest with that great Sant. He must also forsake lust, anger, avarice, infatuation, matsar , egotism, jealousy, arrogance, and all desires and cravings. Moreover, he should behave as a servant of the Sant and maintain a constant effort to eradicate egotism from his heart. While doing so internally, he should physically continue to bow to everyone as well. As a result, the great Sant will become pleased with him.”\n\nThereafter Mahanubhavanand Swami asked, “Maharaj, while staying in the Satsang fellowship, how can one eradicate all of one’s faults? Also, how can one’s bhakti towards God continue to flourish day by day?”\n\nShriji Maharaj replied, “The more one continues to imbibe the virtues of the great Purush, the more one’s bhakti begins to flourish. In fact, if one realizes the truly great Purush to be absolutely lust-free, then, even if one is as lustful as a dog, one will also become lust-free. Conversely, if one perceives the fault  of lust in the great Purush, then no matter how lust-free one may be, one becomes full of intense lust. In the same manner, if one views the great Purush to be full of anger or avarice, then one becomes full of anger and avarice. Therefore, if one understands the great Purush to be absolutely free of lust, avarice, taste, egotism and attachment, one will also become free of all of those evil natures and become a staunch devotee.\n\n“What are the characteristics of such a staunch devotee? Well, just as he has an instinctive dislike for objects that cause misery, similarly he has an instinctive dislike for the alluring vishays , i.e., sights, sounds, smells, tastes and touch. Moreover, he has firm faith in God alone. Such a person should be known as a staunch devotee.\n\n“The only means of becoming such a staunch devotee is by behaving as a servant of the servants of God and by realizing, ‘All of these devotees are great; I am inferior compared to them all.’ Realizing this, he behaves as a servant of a servant of the devotees of God. All of the evil natures of a person who behaves in this manner are destroyed, and day by day, noble virtues such as gnan , vairagya , bhakti , etc., continue to flourish within him.”"
}