{
    "number": 120,
    "vachanamrut": "Loya-12",
    "title": "The Six Levels of Faith; Savikalp and Nirvikalp Faith",
    "setting": "On the night of Māgshar vadi 9, Samvat 1877 [29 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in Surā Khāchar’s darbār in Loyā. He was dressed entirely in white clothes and was also wearing a red, woolen dagli . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj raised a question, “Faith in God is of two types: one is ‘ savikalp faith’, and the other is ‘ nirvikalp faith’. In each type of faith there are three sub-categories: the highest level, the intermediate level, and the lowest level. Please describe, in turn, the distinguishing characteristics of each of these six categories.”\n\nThe paramhansas were unable to answer, so Shriji Mahārāj said, “The characteristics of a person with the lowest level of ‘ savikalp faith’ are as follows: As long as God exhibits lust, anger, avarice, egotism, cravings for taste, etc., to the same extent as other humans, the person’s faith in God remains. But if God were to display these swabhāvs more so than others, his faith would be shattered.\n\n“The faith of someone with an intermediate level of ‘ savikalp faith’ remains firm even if God exhibits lust, anger, etc., to a double degree than that of humans.\n\n“Finally, one with the highest level of ‘ savikalp faith’ would never doubt any action of God, even if God were to behave coarsely like a person of a low caste; or exhibit anger, violence, etc.; or indulge in drinking alcohol, eating meat or adultery. Why? Because he understands God to be the all-doer, the supreme lord, and the experiencer of everything. Such a person realizes that whatever actions take place in the world are the result of God, who is anvay within all beings as their controller. If, then, He were to indulge in some degrading deed, it would not affect Him at all since He Himself is the all-doer. In this manner, one who has realized God as the lord of all is known as a devotee of God with the highest level of ‘ savikalp faith’.\n\n“As for a devotee with the lowest level of ‘ nirvikalp faith’, no matter what pious or impious deeds he witnesses being performed by God, he understands that in all actions God performs, He is still a non-doer, since He is Brahma. That Brahma is like ākāsh in that everything resides in ākāsh and all actions take place within it. The devotee realizes such qualities of Brahma in God. For example, during the narration of the Rās-panchādhyāyi, King Parikshit asked Shukji, ‘God assumes an avatār to uphold dharma . Why, then, did he associate with the gopis ?’ Shukji replied, ‘Shri Krishna is radiant like fire; whatever actions he performs, pious or impious, are burnt to ashes.’ In this manner, one who understands God as Brahma, unaffected by the actions He performs, is said to have the lowest level of ‘ nirvikalp faith.’\n\n“One who becomes like the niranna-muktas of Shwetdwip - who are free from the six physical and emotional sensations - and worships Vāsudev is said to possess an intermediate level of ‘ nirvikalp faith’.\n\n“Finally, one possessing the highest level of ‘ nirvikalp faith’ realizes that countless millions of brahmānds , each encircled by the eight barriers appear like mere atoms before Akshar. Such is the greatness of Akshar, the abode of Purushottam Nārāyan. One who worships Purushottam realizing oneself to be aksharrup can be said to possess the highest level of ‘ nirvikalp faith’.”\n\nThereafter Chaitanyānand Swāmi asked, “Mahārāj, how did such distinctions in faith arise?”\n\nShriji Mahārāj replied, “When an aspirant initially approaches a guru, several factors cause distinctions in his faith: the auspiciousness and inauspiciousness of place, time, company, initiation, action, mantra, scriptures, etc., with regards to the guru; as well as the intensity of one’s own shraddhā . Therefore, one should always associate with favorable places, times, etc. Moreover, one should acquire wisdom from a speaker who is serene and faultless.”\n\nChaitanyānand Swāmi asked further, “If under such circumstances one develops the lowest level of faith, can it later develop into the highest level of faith?”\n\nShriji Mahārāj replied, “If the listener possesses extreme shraddhā ; and if he encounters favorable places, times, etc.; and if he encounters a guru with the highest level of gnān , then the highest level of faith will develop. Otherwise, such faith would develop after many lives.”\n\nOn the night of Magshar vadi 9, Samvat 1877 [29 December 1820], Swami Shri Sahajanandji Maharaj was sitting in Sura Khachar’s darbar in Loya. He was dressed entirely in white clothes and was also wearing a red, woolen dagli . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj raised a question, “Faith in God is of two types: one is ‘ savikalp faith’, and the other is ‘ nirvikalp faith’. In each type of faith there are three sub-categories: the highest level, the intermediate level, and the lowest level. Please describe, in turn, the distinguishing characteristics of each of these six categories.”\n\nThe paramhansas were unable to answer, so Shriji Maharaj said, “The characteristics of a person with the lowest level of ‘ savikalp faith’ are as follows: As long as God exhibits lust, anger, avarice, egotism, cravings for taste, etc., to the same extent as other humans, the person’s faith in God remains. But if God were to display these swabhavs more so than others, his faith would be shattered.\n\n“The faith of someone with an intermediate level of ‘ savikalp faith’ remains firm even if God exhibits lust, anger, etc., to a double degree than that of humans.\n\n“Finally, one with the highest level of ‘ savikalp faith’ would never doubt any action of God, even if God were to behave coarsely like a person of a low caste; or exhibit anger, violence, etc.; or indulge in drinking alcohol, eating meat or adultery. Why? Because he understands God to be the all-doer, the supreme lord, and the experiencer of everything. Such a person realizes that whatever actions take place in the world are the result of God, who is anvay within all beings as their controller. If, then, He were to indulge in some degrading deed, it would not affect Him at all since He Himself is the all-doer. In this manner, one who has realized God as the lord of all is known as a devotee of God with the highest level of ‘ savikalp faith’.\n\n“As for a devotee with the lowest level of ‘ nirvikalp faith’, no matter what pious or impious deeds he witnesses being performed by God, he understands that in all actions God performs, He is still a non-doer, since He is Brahma. That Brahma is like akash in that everything resides in akash and all actions take place within it. The devotee realizes such qualities of Brahma in God. For example, during the narration of the Ras-panchadhyayi, King Parikshit asked Shukji, ‘God assumes an avatar to uphold dharma . Why, then, did he associate with the gopis ?’ Shukji replied, ‘Shri Krishna is radiant like fire; whatever actions he performs, pious or impious, are burnt to ashes.’ In this manner, one who understands God as Brahma, unaffected by the actions He performs, is said to have the lowest level of ‘ nirvikalp faith.’\n\n“One who becomes like the niranna-muktas of Shwetdwip - who are free from the six physical and emotional sensations - and worships Vasudev is said to possess an intermediate level of ‘ nirvikalp faith’.\n\n“Finally, one possessing the highest level of ‘ nirvikalp faith’ realizes that countless millions of brahmands , each encircled by the eight barriers appear like mere atoms before Akshar. Such is the greatness of Akshar, the abode of Purushottam Narayan. One who worships Purushottam realizing oneself to be aksharrup can be said to possess the highest level of ‘ nirvikalp faith’.”\n\nThereafter Chaitanyanand Swami asked, “Maharaj, how did such distinctions in faith arise?”\n\nShriji Maharaj replied, “When an aspirant initially approaches a guru, several factors cause distinctions in his faith: the auspiciousness and inauspiciousness of place, time, company, initiation, action, mantra, scriptures, etc., with regards to the guru; as well as the intensity of one’s own shraddha . Therefore, one should always associate with favorable places, times, etc. Moreover, one should acquire wisdom from a speaker who is serene and faultless.”\n\nChaitanyanand Swami asked further, “If under such circumstances one develops the lowest level of faith, can it later develop into the highest level of faith?”\n\nShriji Maharaj replied, “If the listener possesses extreme shraddha ; and if he encounters favorable places, times, etc.; and if he encounters a guru with the highest level of gnan , then the highest level of faith will develop. Otherwise, such faith would develop after many lives.”"
}