{
    "number": 255,
    "vachanamrut": "Gadhada III-32",
    "title": "Committing Sins under the Pretext of Knowing God’s Greatness",
    "setting": "On Mahā sudi 5, Samvat 1885 [8 February 1829], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, the singer- paramhansas were singing devotional songs related to the spring season, while other munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Thereupon Shriji Mahārāj asked Muktānand Swāmi and the other sādhus , “Please explain the meaning of the verse ‘Vishayā vinivartante nirāhārasya dehinaha... ||’ .” 1\n\nThe sādhus then explained the verse according to the commentary written by Rāmānuj.\n\nShriji Mahārāj then added, “With reference to that verse, I have formed the conviction that one who is in his youth should reduce his diet and should eat and behave moderately. After all, when one’s diet is reduced, physical strength also diminishes. Only then can the indriyas be overcome; otherwise, they cannot. Having done that, if a person enthusiastically engages his mind in the nine types of bhakti of God and himself lovingly engages in bhakti , then he will remain in the Satsang fellowship till the end. But if he does not behave in this manner, he will surely succumb to his indriyas and, sooner or later, he will fall from Satsang. Even one who has mastered samādhi , like Govardhan, is afraid of this; so what can be said for others?\n\n“However, one’s diet cannot be controlled by merely observing several fasts consecutively. That only leads to one’s desires and diet increasing, because when one breaks a fast, one tends to eat twice as much. But if a person begins to reduce his diet gradually, it can be controlled. For example, even though the clouds cause rain to fall in tiny drops, water still collects in a large quantity. Similarly, one should control one’s diet gradually. Consequently, one’s indriyas will also be controlled. Then, if one lovingly engages in bhakti , one will remain in Satsang till the end. This is a fact.”\n\nShriji Mahārāj then said, “How does a true devotee of God understand God’s greatness? Well, he believes, ‘God, who possesses a definite form, forever resides in His luminous Akshardhām. He is the cause and controller of everything, the antaryāmi within all and the supreme master of countless millions of brahmānds . Moreover, His form is divine, blissful, and free from the gunas of māyā .’ Understanding the manifest God in this way, he believes that with the exception of God, all other worldly objects are absolutely vain and perishable. In addition, he has love only for God, and he engages in the nine types of bhakti . He also believes, ‘ Kāl , māyā , Brahmā, Shiv, Surya, Chandra, etc., are powerful, yet even they act according to the commands of that extremely great God.’ Understanding this, he always behaves within the disciplines of dharma established by God in order to please Him; never does he transgress those disciplines.\n\n“On the other hand, a person who has a corrupted mind believes, ‘Such a great God is the uplifter of the wretched and the redeemer of sinners. So why worry about slightly breaching the disciplines of dharma ? After all, God is capable of granting liberation.’ In this manner, he does not hesitate in committing sins under the pretext of knowing God’s greatness. Such a person should be considered wicked and sinful. Such a person, even though he may superficially appear to be a devotee, should not be considered a devotee, and one should not remain in his company. Only a person who has the understanding described previously should be considered to be a devotee, and only his company should be kept.”\n\nOn Maha sudi 5, Samvat 1885 [8 February 1829], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, the singer- paramhansas were singing devotional songs related to the spring season, while other munis as well as devotees from various places had gathered before Him in an assembly.\n\nThereupon Shriji Maharaj asked Muktanand Swami and the other sadhus , “Please explain the meaning of the verse ‘Vishaya vinivartante niraharasya dehinaha... ||’ .” 1\n\nThe sadhus then explained the verse according to the commentary written by Ramanuj.\n\nShriji Maharaj then added, “With reference to that verse, I have formed the conviction that one who is in his youth should reduce his diet and should eat and behave moderately. After all, when one’s diet is reduced, physical strength also diminishes. Only then can the indriyas be overcome; otherwise, they cannot. Having done that, if a person enthusiastically engages his mind in the nine types of bhakti of God and himself lovingly engages in bhakti , then he will remain in the Satsang fellowship till the end. But if he does not behave in this manner, he will surely succumb to his indriyas and, sooner or later, he will fall from Satsang. Even one who has mastered samadhi , like Govardhan, is afraid of this; so what can be said for others?\n\n“However, one’s diet cannot be controlled by merely observing several fasts consecutively. That only leads to one’s desires and diet increasing, because when one breaks a fast, one tends to eat twice as much. But if a person begins to reduce his diet gradually, it can be controlled. For example, even though the clouds cause rain to fall in tiny drops, water still collects in a large quantity. Similarly, one should control one’s diet gradually. Consequently, one’s indriyas will also be controlled. Then, if one lovingly engages in bhakti , one will remain in Satsang till the end. This is a fact.”\n\nShriji Maharaj then said, “How does a true devotee of God understand God’s greatness? Well, he believes, ‘God, who possesses a definite form, forever resides in His luminous Akshardham. He is the cause and controller of everything, the antaryami within all and the supreme master of countless millions of brahmands . Moreover, His form is divine, blissful, and free from the gunas of maya .’ Understanding the manifest God in this way, he believes that with the exception of God, all other worldly objects are absolutely vain and perishable. In addition, he has love only for God, and he engages in the nine types of bhakti . He also believes, ‘ Kal , maya , Brahma, Shiv, Surya, Chandra, etc., are powerful, yet even they act according to the commands of that extremely great God.’ Understanding this, he always behaves within the disciplines of dharma established by God in order to please Him; never does he transgress those disciplines.\n\n“On the other hand, a person who has a corrupted mind believes, ‘Such a great God is the uplifter of the wretched and the redeemer of sinners. So why worry about slightly breaching the disciplines of dharma ? After all, God is capable of granting liberation.’ In this manner, he does not hesitate in committing sins under the pretext of knowing God’s greatness. Such a person should be considered wicked and sinful. Such a person, even though he may superficially appear to be a devotee, should not be considered a devotee, and one should not remain in his company. Only a person who has the understanding described previously should be considered to be a devotee, and only his company should be kept.”"
}