{
    "number": 7,
    "vachanamrut": "Gadhada I-7",
    "title": "Anvay-Vyatirek",
    "setting": "On Māgshar sudi 10, Samvat 1876 [26 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “No one is able to understand the philosophical principles found in the scriptures; in fact, all are confused by them. Therefore, please listen as I explain those principles precisely as they are.\n\n“Behaving as if united with the three bodies of sthul , sukshma and kāran is the anvay form of the jiva . The jiva as distinct from these three bodies and characterized by eternal existence is its vyatirek form.\n\n“ Ishwar when together with its three bodies of virāt , sutrātmā and avyākrut is its anvay form. Ishwar as distinct from those three bodies and characterized by eternal existence is its vyatirek form.\n\n“When Aksharbrahma pervades māyā and the entities evolved from māyā - the countless millions of brahmānds - it is said to be in its anvay form. When it is distinct from everything and has the attributes of eternal existence, consciousness and bliss, that is said to be its vyatirek form.\n\n“When Shri Krishna Bhagwān is the antaryāmi of and the controller of Aksharbrahma, the ishwars , the jivas , māyā and the entities evolved from māyā - the brahmānds - that is said to be the anvay form of God. When He is distinct from all and resides amidst the light of Brahma in His abode, Golok, that is said to be the vyatirek form of God.\n\n“These five entities - Parabrahma, Aksharbrahma, māyā , the ishwars and the jivas - are eternal.”\n\nOn Magshar sudi 10, Samvat 1876 [26 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “No one is able to understand the philosophical principles found in the scriptures; in fact, all are confused by them. Therefore, please listen as I explain those principles precisely as they are.\n\n“Behaving as if united with the three bodies of sthul , sukshma and karan is the anvay form of the jiva . The jiva as distinct from these three bodies and characterized by eternal existence is its vyatirek form.\n\n“ Ishwar when together with its three bodies of virat , sutratma and avyakrut is its anvay form. Ishwar as distinct from those three bodies and characterized by eternal existence is its vyatirek form.\n\n“When Aksharbrahma pervades maya and the entities evolved from maya - the countless millions of brahmands - it is said to be in its anvay form. When it is distinct from everything and has the attributes of eternal existence, consciousness and bliss, that is said to be its vyatirek form.\n\n“When Shri Krishna Bhagwan is the antaryami of and the controller of Aksharbrahma, the ishwars , the jivas , maya and the entities evolved from maya - the brahmands - that is said to be the anvay form of God. When He is distinct from all and resides amidst the light of Brahma in His abode, Golok, that is said to be the vyatirek form of God.\n\n“These five entities - Parabrahma, Aksharbrahma, maya , the ishwars and the jivas - are eternal.”"
}