{
    "number": 171,
    "vachanamrut": "Gadhada II-38",
    "title": "Mānchā Bhakta; ‘Merging’",
    "setting": "On Bhādarvā vadi 6, Samvat 1880 [26 September 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “If a worldly person were to come across someone who could grant him wealth or a son, he would immediately develop faith in that person. However, a devotee of God never has faith in charms and spells, in witchcraft or in vulgar, dramatic performances. If he were to have faith in charms, spells or witchcraft, then even though he may be a satsangi , he should be considered to be half-fallen.\n\n“Having said this, though, there are not many true devotees of God. Nonetheless, Mānchā Bhakta of Kāriyāni was indeed a true devotee of God. Prior to joining the Satsang fellowship, he was in the Mārgi sect. However, in no way did he lapse in his observance of the vow of non-lust; instead, he remained a celibate from his childhood.\n\n“Once, an alchemist was staying at his house. After demonstrating how he could transform copper into silver, the alchemist told Mānchā Bhakta, ‘Because you are very charitable, I shall teach you this spell and show you how to transform copper into silver.’ But Mānchā Bhakta threatened him with a stick and drove him out of the village, telling him, ‘I have no desire for anything except God.’ Afterwards, when Mānchā Bhakta joined Satsang, he became an ekāntik bhakta of God.”\n\nContinuing, Shriji Mahārāj said, “An ekāntik bhakta would firstly possess the virtue of ātmā -realization; secondly, he would possess vairāgya ; thirdly, he would be staunch in his observance of dharma ; and fourthly, he would possess profound bhakti for Shri Krishna Bhagwān. When such an ekāntik bhakta abandons his physical body, he ‘merges’ into Shri Krishna Bhagwān, whereas one who is not ekāntik ‘merges’ into either Brahmā and the other deities, or into Sankarshan, Aniruddha, etc. However, without attaining the ekāntik state, one cannot ‘merge’ into Shri Krishna Bhagwān.\n\n“Such ‘merging’ should be understood as follows: A person who is very greedy is said to ‘merge’ into money; a person who is very lustful is said to ‘merge’ into his beloved; and when a person who is very rich but childless receives a son, he is said to ‘merge’ into his son. In this way, a person should be known as having ‘merged’ into whatever he is attached to. However, this ‘merging’ is not like that of water merging with water or like fire merging with fire.\n\n“If a devotee has ‘merged’ into his Ishtadev, he would never develop affection for anything else except his Ishtadev. In fact, he would continuously think of Him. If he were forced to live without his Ishtadev, he would live life in days of deep misery, but in no way would he be happy.”\n\nOn Bhadarva vadi 6, Samvat 1880 [26 September 1823], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “If a worldly person were to come across someone who could grant him wealth or a son, he would immediately develop faith in that person. However, a devotee of God never has faith in charms and spells, in witchcraft or in vulgar, dramatic performances. If he were to have faith in charms, spells or witchcraft, then even though he may be a satsangi , he should be considered to be half-fallen.\n\n“Having said this, though, there are not many true devotees of God. Nonetheless, Mancha Bhakta of Kariyani was indeed a true devotee of God. Prior to joining the Satsang fellowship, he was in the Margi sect. However, in no way did he lapse in his observance of the vow of non-lust; instead, he remained a celibate from his childhood.\n\n“Once, an alchemist was staying at his house. After demonstrating how he could transform copper into silver, the alchemist told Mancha Bhakta, ‘Because you are very charitable, I shall teach you this spell and show you how to transform copper into silver.’ But Mancha Bhakta threatened him with a stick and drove him out of the village, telling him, ‘I have no desire for anything except God.’ Afterwards, when Mancha Bhakta joined Satsang, he became an ekantik bhakta of God.”\n\nContinuing, Shriji Maharaj said, “An ekantik bhakta would firstly possess the virtue of atma -realization; secondly, he would possess vairagya ; thirdly, he would be staunch in his observance of dharma ; and fourthly, he would possess profound bhakti for Shri Krishna Bhagwan. When such an ekantik bhakta abandons his physical body, he ‘merges’ into Shri Krishna Bhagwan, whereas one who is not ekantik ‘merges’ into either Brahma and the other deities, or into Sankarshan, Aniruddha, etc. However, without attaining the ekantik state, one cannot ‘merge’ into Shri Krishna Bhagwan.\n\n“Such ‘merging’ should be understood as follows: A person who is very greedy is said to ‘merge’ into money; a person who is very lustful is said to ‘merge’ into his beloved; and when a person who is very rich but childless receives a son, he is said to ‘merge’ into his son. In this way, a person should be known as having ‘merged’ into whatever he is attached to. However, this ‘merging’ is not like that of water merging with water or like fire merging with fire.\n\n“If a devotee has ‘merged’ into his Ishtadev, he would never develop affection for anything else except his Ishtadev. In fact, he would continuously think of Him. If he were forced to live without his Ishtadev, he would live life in days of deep misery, but in no way would he be happy.”"
}