{
    "number": 6,
    "vachanamrut": "Gadhada I-6",
    "title": "One with Wisdom and One without Wisdom",
    "setting": "On Māgshar sudi 9, Samvat 1876 [25 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “In this Satsang fellowship, a person who is wise increasingly finds flaws within himself and perceives virtues in God and His devotees. Moreover, when God and His Sant utter harsh words of advice for his own benefit, he accepts them as beneficial and is not hurt by them. Such a person steadily attains greatness in Satsang.\n\n“Conversely, as a person who lacks wisdom practices satsang and listens to discourses in Satsang, he continually perceives virtues within himself. Moreover, when God and His Sant highlight his flaws and advise him, he misinterprets such advice due to his arrogance. On the contrary, he perceives flaws in God and His Sant. Such a person steadily declines and loses his reputation in Satsang. Therefore, if a person renounces the vanity of his own virtues, becomes brave, and keeps faith in God and His Sant, then his ignorance is eradicated and he attains greatness in Satsang.”\n\nOn Magshar sudi 9, Samvat 1876 [25 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “In this Satsang fellowship, a person who is wise increasingly finds flaws within himself and perceives virtues in God and His devotees. Moreover, when God and His Sant utter harsh words of advice for his own benefit, he accepts them as beneficial and is not hurt by them. Such a person steadily attains greatness in Satsang.\n\n“Conversely, as a person who lacks wisdom practices satsang and listens to discourses in Satsang, he continually perceives virtues within himself. Moreover, when God and His Sant highlight his flaws and advise him, he misinterprets such advice due to his arrogance. On the contrary, he perceives flaws in God and His Sant. Such a person steadily declines and loses his reputation in Satsang. Therefore, if a person renounces the vanity of his own virtues, becomes brave, and keeps faith in God and His Sant, then his ignorance is eradicated and he attains greatness in Satsang.”"
}