{
    "number": 211,
    "vachanamrut": "Vartal-11",
    "title": "The Destruction of the Jiva ; Love for the Satpurush Is the Only Means to Realizing the Ātmā",
    "setting": "On Posh sudi Punam, Samvat 1882 [23 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. He was also wearing garlands of white flowers around His neck. In addition to this, bunches of flowers were placed above His ears, and tassels of flowers were also hanging from His pāgh . At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “My nature is such that I feel extremely afraid of harming any of the following: firstly, God; secondly, a devotee of God; thirdly, a Brāhmin ; and fourthly, one who is meek. Other than these four, I am afraid of no one. This is because even if one were to harm anyone else, one’s body would be destroyed; the jiva would not be destroyed. However, if a person harms one of these four, then his jiva is also destroyed.”\n\nHearing this, Muktānand Swāmi questioned, “Mahārāj, the jiva is said to be indestructible; what, then, should one understand by its ‘destruction’?”\n\nShriji Mahārāj replied, “He would attain the body of a mountain or any other similar object that has a jad form. Hence, that jiva never attains liberation. This should be understood as the ‘destruction’ of that jiva . Thus, anyone who aspires for his own liberation should never harm any of these four.\n\n“Also, one should never keep egotism of any sort before God or His devotee. Why? Because egotism is the cause of anger, matsar , jealousy and slander. In fact, even the bhakti of an egotist is said to be demonic. Moreover, if a person oppresses a devotee of God, then even if he himself is a devotee, he should be known to be a demon. My nature is such that I detest even the sight of one who harms a Brāhmin , a meek person or a devotee of God. Such a person will never attain My company, either in this realm or in other realms.”\n\nHaving spoken in this manner, Shriji Mahārāj asked for two devotional songs to be sung. One was, ‘Mārā harji shu het na dise re, tene gher shid jaiye...’ . 1 The second was, ‘Mārā vahālāji shu vālap dise re, teno sang kem tajiye...’ . 2 He then gave a command that all satsangis should learn these two devotional songs, and added, “One should constantly sing these two devotional songs and remember their message.”\n\nThereafter, Shriji Mahārāj got up and sat on a dais in front of the mandir of Shri Lakshminārāyan.\n\nGopālānand Swāmi then asked, “Why is it that despite reading the Shāstras, the Purāns and other scriptures, the pundits of the world still do not understand the greatness of God and the Sant as it really is?”\n\nShriji Mahārāj replied, “Though such a person reads the Shāstras and Purāns, he does not have the refuge of God. Thus, his jiva has been overpowered by lust, anger, avarice, jealousy and matsar ; and the inner enemies in the form of lust, anger, etc., never allow him to even raise his head. As a result, the pundits perceive God and His Sant to be just like themselves. They think, ‘Just as the inner enemies of lust, anger, etc., within us are never eradicated, similarly, the same enemies are probably not eradicated from them either.’ In this manner, they perceive faults in God and His Sant. So, even though they read the Shāstras and Purāns, they fail to realize the greatness of God and His Sant as it really is.”\n\nNext, Shriji Mahārāj posed a question to Dinānāth Bhatt and all of the munis , “The Satpurush, who is brahmaswarup , behaves above the three bodies and the three states; moreover, he does not believe any of the actions of the 14 indriyas to affect him. However, an ignorant person cannot realize this. Only when he attains a spiritual state similar to that of the great Purush does he behave like the great Purush, and only then does he understand the great Purush’s behavior. However, as long as one has not realized the greatness of the Satpurush, one does not attain the state of being brahmaswarup ; yet, without ātmā -realization, one cannot realize the greatness of the Satpurush. Hence, there seems to be a paradox. Now please explain how this paradox can be reconciled?”\n\nEveryone attempted to answer to the best of their ability, but no one was able to give a solution to the question.\n\nThen Shriji Mahārāj said, “Here, allow Me to answer. The answer is that when one develops intense affection for the Sant who has realized the avatār of God on this earth, then one never perceives any kind of fault in the Satpurush. For example, when one has strong affection for someone, one will never see the person’s flaws, and one will always believe the person’s words. This is natural on the worldly path and it is also natural on the path of liberation. Therefore, intense love for the Satpurush is the only means to realizing one’s ātmā ; it is the only means to realizing the greatness of the Satpurush; and it is also the only means to having the direct realization of God.”\n\nOn Posh sudi Punam, Samvat 1882 [23 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. He was also wearing garlands of white flowers around His neck. In addition to this, bunches of flowers were placed above His ears, and tassels of flowers were also hanging from His pagh . At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “My nature is such that I feel extremely afraid of harming any of the following: firstly, God; secondly, a devotee of God; thirdly, a Brahmin ; and fourthly, one who is meek. Other than these four, I am afraid of no one. This is because even if one were to harm anyone else, one’s body would be destroyed; the jiva would not be destroyed. However, if a person harms one of these four, then his jiva is also destroyed.”\n\nHearing this, Muktanand Swami questioned, “Maharaj, the jiva is said to be indestructible; what, then, should one understand by its ‘destruction’?”\n\nShriji Maharaj replied, “He would attain the body of a mountain or any other similar object that has a jad form. Hence, that jiva never attains liberation. This should be understood as the ‘destruction’ of that jiva . Thus, anyone who aspires for his own liberation should never harm any of these four.\n\n“Also, one should never keep egotism of any sort before God or His devotee. Why? Because egotism is the cause of anger, matsar , jealousy and slander. In fact, even the bhakti of an egotist is said to be demonic. Moreover, if a person oppresses a devotee of God, then even if he himself is a devotee, he should be known to be a demon. My nature is such that I detest even the sight of one who harms a Brahmin , a meek person or a devotee of God. Such a person will never attain My company, either in this realm or in other realms.”\n\nHaving spoken in this manner, Shriji Maharaj asked for two devotional songs to be sung. One was, ‘Mara harji shu het na dise re, tene gher shid jaiye...’ . 1 The second was, ‘Mara vahalaji shu valap dise re, teno sang kem tajiye...’ . 2 He then gave a command that all satsangis should learn these two devotional songs, and added, “One should constantly sing these two devotional songs and remember their message.”\n\nThereafter, Shriji Maharaj got up and sat on a dais in front of the mandir of Shri Lakshminarayan.\n\nGopalanand Swami then asked, “Why is it that despite reading the Shastras, the Purans and other scriptures, the pundits of the world still do not understand the greatness of God and the Sant as it really is?”\n\nShriji Maharaj replied, “Though such a person reads the Shastras and Purans, he does not have the refuge of God. Thus, his jiva has been overpowered by lust, anger, avarice, jealousy and matsar ; and the inner enemies in the form of lust, anger, etc., never allow him to even raise his head. As a result, the pundits perceive God and His Sant to be just like themselves. They think, ‘Just as the inner enemies of lust, anger, etc., within us are never eradicated, similarly, the same enemies are probably not eradicated from them either.’ In this manner, they perceive faults in God and His Sant. So, even though they read the Shastras and Purans, they fail to realize the greatness of God and His Sant as it really is.”\n\nNext, Shriji Maharaj posed a question to Dinanath Bhatt and all of the munis , “The Satpurush, who is brahmaswarup , behaves above the three bodies and the three states; moreover, he does not believe any of the actions of the 14 indriyas to affect him. However, an ignorant person cannot realize this. Only when he attains a spiritual state similar to that of the great Purush does he behave like the great Purush, and only then does he understand the great Purush’s behavior. However, as long as one has not realized the greatness of the Satpurush, one does not attain the state of being brahmaswarup ; yet, without atma -realization, one cannot realize the greatness of the Satpurush. Hence, there seems to be a paradox. Now please explain how this paradox can be reconciled?”\n\nEveryone attempted to answer to the best of their ability, but no one was able to give a solution to the question.\n\nThen Shriji Maharaj said, “Here, allow Me to answer. The answer is that when one develops intense affection for the Sant who has realized the avatar of God on this earth, then one never perceives any kind of fault in the Satpurush. For example, when one has strong affection for someone, one will never see the person’s flaws, and one will always believe the person’s words. This is natural on the worldly path and it is also natural on the path of liberation. Therefore, intense love for the Satpurush is the only means to realizing one’s atma ; it is the only means to realizing the greatness of the Satpurush; and it is also the only means to having the direct realization of God.”"
}