{
    "number": 89,
    "vachanamrut": "Sarangpur-11",
    "title": "Personal Endeavor",
    "setting": "On Shrāvan vadi Amās, Samvat 1877 [7 September 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār in Sārangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked a question, “Personal endeavor is mentioned in the scriptures, but how much is actually achieved by personal endeavor, and how much is achieved by God’s grace?”\n\nShriji Mahārāj explained, “One who, by the words of the Sadguru and the scriptures, has attained firm vairāgya , has firm shraddhā , strictly observes the eight aspects of brahmacharya , has affinity towards non-violence and absolutely firmly realizes oneself to be the ātmā is relieved of the burden of births and deaths which hangs over one’s head. Then, just like a grain of rice that has had its outer chaff removed does not grow, a mukta who has the virtues just mentioned is freed from eternal ignorance in the form of māyā . He is thereby freed from the cycle of births and deaths and attains the state of ātmā -realization. This much can be achieved by personal endeavor.\n\n“In fact, God’s grace is only bestowed upon one who has such characteristics. When one attains the grace of God, one becomes an ekāntik bhakta . Even the Shrutis proclaim: ‘ Niranjanaha paramam sāmyam-upaiti || .’ 1 The meaning of this Vedic verse is that a person who is free from the blemishes of māyā attains qualities similar to those of God. That is, just as God is never bound by any pure or impure karmas that He may perform, the mukta is also never bound by pure or impure karmas .\n\n“Because of her affection, Lakshmiji sometimes becomes absorbed in God’s form, whereas on other occasions, while remaining separate from God, she remains in God’s service. In the same manner, out of intense love, the devotee also sometimes becomes absorbed in God, and at other times he remains separate and serves God. Moreover, just as God is independent, that devotee also becomes independent. Such powers can be attained only by the grace of God.”\n\nThereafter Nityānand Swāmi asked, “God’s grace is bestowed upon one who has imbibed all of these characteristics perfectly. But what becomes of one who has some deficiency in cultivating these characteristics?”\n\nShriji Mahārāj replied, “If a person has a deficiency in any of the virtues of vairāgya , brahmacharya , shraddhā , non-violence and ātmā -realization, then he does not attain ultimate liberation, i.e., God’s Akshardhām; instead, he attains some other abode of God. If he has even more worldly desires remaining, he attains the realms of the deities, which, in the Moksh-dharma, are described as being like narak compared to the abode of God. Then, after being a deity, he returns to being a human, and from being a human he again becomes a deity. The verse ‘ Aneka-janma-sansiddhas-tatoh yāti parām gatim || ’ 2 explains that a devotee of God who has worldly desires does not go to narak ; nor does he have to undergo births and deaths in the cycle of 8.4 million life forms. He takes innumerable births instead as a deity and a human being. Then, only when he develops the previously described virtues of vairāgya , brahmacharya , etc., does he become worthy of attaining the grace of God. He then becomes an ekāntik bhakta of God and attains His gunātit abode, Akshardhām.\n\n“Hence, whether it takes one life or innumerable lives, only when one develops the previously described characteristics and becomes extremely free of worldly desires does one become worthy of attaining the grace of God, and only then will one attain ultimate liberation. Without it, one will definitely not attain it.”\n\nThen Nrusinhānand Swāmi asked, “Is there a method by which one can eradicate all of one’s deficiencies within this very lifetime?”\n\nShriji Mahārāj replied, “If a person becomes extremely vigilant and determined, then all of his deficiencies can be eradicated within this very lifetime. If his deficiencies have not been eradicated while alive, and if he were to become free of worldly desires and develop intense love for God during his last moments, then even in those last moments God would shower His grace upon him, and he would attain the abode of God.\n\n“Thus, whether after one life, or after countless lives, or even in the last moments before one dies, should a devotee’s vruttis become intensely focused on God, no deficiency would remain in that devotee.”\n\nOn Shravan vadi Amas, Samvat 1877 [7 September 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jiva Khachar’s darbar in Sarangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked a question, “Personal endeavor is mentioned in the scriptures, but how much is actually achieved by personal endeavor, and how much is achieved by God’s grace?”\n\nShriji Maharaj explained, “One who, by the words of the Sadguru and the scriptures, has attained firm vairagya , has firm shraddha , strictly observes the eight aspects of brahmacharya , has affinity towards non-violence and absolutely firmly realizes oneself to be the atma is relieved of the burden of births and deaths which hangs over one’s head. Then, just like a grain of rice that has had its outer chaff removed does not grow, a mukta who has the virtues just mentioned is freed from eternal ignorance in the form of maya . He is thereby freed from the cycle of births and deaths and attains the state of atma -realization. This much can be achieved by personal endeavor.\n\n“In fact, God’s grace is only bestowed upon one who has such characteristics. When one attains the grace of God, one becomes an ekantik bhakta . Even the Shrutis proclaim: ‘ Niranjanaha paramam samyam-upaiti || .’ 1 The meaning of this Vedic verse is that a person who is free from the blemishes of maya attains qualities similar to those of God. That is, just as God is never bound by any pure or impure karmas that He may perform, the mukta is also never bound by pure or impure karmas .\n\n“Because of her affection, Lakshmiji sometimes becomes absorbed in God’s form, whereas on other occasions, while remaining separate from God, she remains in God’s service. In the same manner, out of intense love, the devotee also sometimes becomes absorbed in God, and at other times he remains separate and serves God. Moreover, just as God is independent, that devotee also becomes independent. Such powers can be attained only by the grace of God.”\n\nThereafter Nityanand Swami asked, “God’s grace is bestowed upon one who has imbibed all of these characteristics perfectly. But what becomes of one who has some deficiency in cultivating these characteristics?”\n\nShriji Maharaj replied, “If a person has a deficiency in any of the virtues of vairagya , brahmacharya , shraddha , non-violence and atma -realization, then he does not attain ultimate liberation, i.e., God’s Akshardham; instead, he attains some other abode of God. If he has even more worldly desires remaining, he attains the realms of the deities, which, in the Moksh-dharma, are described as being like narak compared to the abode of God. Then, after being a deity, he returns to being a human, and from being a human he again becomes a deity. The verse ‘ Aneka-janma-sansiddhas-tatoh yati param gatim || ’ 2 explains that a devotee of God who has worldly desires does not go to narak ; nor does he have to undergo births and deaths in the cycle of 8.4 million life forms. He takes innumerable births instead as a deity and a human being. Then, only when he develops the previously described virtues of vairagya , brahmacharya , etc., does he become worthy of attaining the grace of God. He then becomes an ekantik bhakta of God and attains His gunatit abode, Akshardham.\n\n“Hence, whether it takes one life or innumerable lives, only when one develops the previously described characteristics and becomes extremely free of worldly desires does one become worthy of attaining the grace of God, and only then will one attain ultimate liberation. Without it, one will definitely not attain it.”\n\nThen Nrusinhanand Swami asked, “Is there a method by which one can eradicate all of one’s deficiencies within this very lifetime?”\n\nShriji Maharaj replied, “If a person becomes extremely vigilant and determined, then all of his deficiencies can be eradicated within this very lifetime. If his deficiencies have not been eradicated while alive, and if he were to become free of worldly desires and develop intense love for God during his last moments, then even in those last moments God would shower His grace upon him, and he would attain the abode of God.\n\n“Thus, whether after one life, or after countless lives, or even in the last moments before one dies, should a devotee’s vruttis become intensely focused on God, no deficiency would remain in that devotee.”"
}