{
    "number": 59,
    "vachanamrut": "Gadhada I-59",
    "title": "Unparalleled Love",
    "setting": "On Fāgun sudi 14, Samvat 1876 [27 February 1820], Shriji Mahārāj was sitting facing west on a large, decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white cloth with a border of silken thread around His head. His forehead had been anointed with sandalwood paste. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then said, “Please begin a question-answer session.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, how can unparalleled love towards God be developed?”\n\nShriji Mahārāj replied, “A person should have the following understanding: Firstly, conviction of God; i.e., ‘He who I have attained is undoubtedly God Himself.’ He should also have the attributes of an āstik . Furthermore, he should realize the divine powers of God; i.e., ‘This God is the master of Brahmamahol, Golok, Shwetdwip and all of the other abodes. He is the master of countless millions of brahmānds and is the all-doer.’ He should never believe Purush, kāl , karma , māyā , the three gunas , the 24 elements , or Brahmā and the other deities to be the creators of this brahmānd ; instead, he should realize only Purushottam Bhagwān to be the creator and the antaryāmi of all. Such an understanding, along with faith in the manifest form of God, is the only way to develop unparalleled love for God.”\n\nMuktānand Swāmi asked further, “Despite having realized such greatness of God, why does a person still not develop unparalleled love for God?”\n\nShriji Mahārāj explained, “If he has realized the greatness of God in this way, then he indeed does have unparalleled love for God, but he does not realize it. For example, Hanumānji possessed immense strength , but he did not realize it until someone else revealed it to him. Also, when Pralambāsur abducted Baldevji, Baldevji possessed tremendous strength, but he himself was unaware of this fact. Only when a divine voice from the sky informed him did he become aware of his strength. In the same way, that devotee does indeed have unparalleled love for God; he is simply not aware of it.”\n\nMuktānand Swāmi asked further, “How, then, can the strength of that love be realized?”\n\nShriji Mahārāj answered, “By practicing satsang and by listening to the sacred scriptures, one realizes that one has unparalleled love for God.”\n\nThereafter Muktānand Swāmi asked another question, “Places, times and actions become either favorable or unfavorable. Is this due to the company one keeps or some other factor?”\n\nShriji Mahārāj explained, “All places are a part of the earth, and so they are the same everywhere. Time is also the same everywhere. However, wherever an extremely powerful spiritual person presides, adverse places, adverse times and adverse actions all become favorable by his influence. Conversely, by associating with an extremely vile sinner, even favorable places, favorable times and favorable actions become adverse. Therefore, the person is the governing factor in determining whether places, times and actions are favorable or unfavorable.\n\n“If that person is extremely powerful, he will influence places, times and actions according to his nature throughout the whole world. A person of slightly less power will be able to influence only one region. One who is even less powerful will be able to influence only one village. A person of even less power than that will be able to influence only a neighborhood or his own household. In this way, the favorable or unfavorable influences of places, times and actions are dependent upon the purity and impurity of these two types of people.”\n\nOn Fagun sudi 14, Samvat 1876 [27 February 1820], Shriji Maharaj was sitting facing west on a large, decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white cloth with a border of silken thread around His head. His forehead had been anointed with sandalwood paste. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then said, “Please begin a question-answer session.”\n\nThereupon Muktanand Swami asked, “Maharaj, how can unparalleled love towards God be developed?”\n\nShriji Maharaj replied, “A person should have the following understanding: Firstly, conviction of God; i.e., ‘He who I have attained is undoubtedly God Himself.’ He should also have the attributes of an astik . Furthermore, he should realize the divine powers of God; i.e., ‘This God is the master of Brahmamahol, Golok, Shwetdwip and all of the other abodes. He is the master of countless millions of brahmands and is the all-doer.’ He should never believe Purush, kal , karma , maya , the three gunas , the 24 elements , or Brahma and the other deities to be the creators of this brahmand ; instead, he should realize only Purushottam Bhagwan to be the creator and the antaryami of all. Such an understanding, along with faith in the manifest form of God, is the only way to develop unparalleled love for God.”\n\nMuktanand Swami asked further, “Despite having realized such greatness of God, why does a person still not develop unparalleled love for God?”\n\nShriji Maharaj explained, “If he has realized the greatness of God in this way, then he indeed does have unparalleled love for God, but he does not realize it. For example, Hanumanji possessed immense strength , but he did not realize it until someone else revealed it to him. Also, when Pralambasur abducted Baldevji, Baldevji possessed tremendous strength, but he himself was unaware of this fact. Only when a divine voice from the sky informed him did he become aware of his strength. In the same way, that devotee does indeed have unparalleled love for God; he is simply not aware of it.”\n\nMuktanand Swami asked further, “How, then, can the strength of that love be realized?”\n\nShriji Maharaj answered, “By practicing satsang and by listening to the sacred scriptures, one realizes that one has unparalleled love for God.”\n\nThereafter Muktanand Swami asked another question, “Places, times and actions become either favorable or unfavorable. Is this due to the company one keeps or some other factor?”\n\nShriji Maharaj explained, “All places are a part of the earth, and so they are the same everywhere. Time is also the same everywhere. However, wherever an extremely powerful spiritual person presides, adverse places, adverse times and adverse actions all become favorable by his influence. Conversely, by associating with an extremely vile sinner, even favorable places, favorable times and favorable actions become adverse. Therefore, the person is the governing factor in determining whether places, times and actions are favorable or unfavorable.\n\n“If that person is extremely powerful, he will influence places, times and actions according to his nature throughout the whole world. A person of slightly less power will be able to influence only one region. One who is even less powerful will be able to influence only one village. A person of even less power than that will be able to influence only a neighborhood or his own household. In this way, the favorable or unfavorable influences of places, times and actions are dependent upon the purity and impurity of these two types of people.”"
}