{
    "number": 159,
    "vachanamrut": "Gadhada II-26",
    "title": "Suppressing Ātmā -realization and Other Virtues if They Obstruct Bhakti",
    "setting": "On the night of Bhādarvā sudi 11, Samvat 1879 [28 August 1822], Shriji Mahārāj was sitting in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A devotee of God should never do anything that displeases God and His Bhakta, and he should also abandon all those who hinder him in worshipping God, even if they are his own relatives. Also, just as one forsakes an enemy, one should forsake any swabhāv that does not please God. Furthermore, one should never support those who are non-believers, just as Bharatji did not support his own mother. Also, a devotee of God should perceive flaws primarily in himself. Conversely, a person who perceives flaws in others and only virtues in himself may be known as a satsangi , but he should be known to be half-fallen.\n\n“Furthermore, for a devotee of God, if gnān of the ātmā , vairāgya or dharma are a hindrance in his bhakti towards God, then he should suppress even them and thereby maintain the predominance of bhakti only. If, however, they are supportive in offering bhakti , then they are fine. Only one who has such an understanding can be called a full-fledged devotee of God.\n\n“Moreover, no matter how great he may be, if a person perceives flaws in others and virtues in himself, he will certainly encounter hindrances on the path of liberation. For example, Rādhikāji was great and she also had intense love for God; but when she perceived virtues in herself and flaws in Shri Krishna Bhagwān, a trace of tamogun entered into her love for him. Thereafter, she quarreled with Shri Krishna Bhagwān and Shridāmā, and thus Shridāmā cursed her. As a result, Rādhikāji fell from Golok, took birth in the home of a carpenter and had to marry a man other than God; thus, she suffered a severe disgrace. Even Shridāmā perceived virtues in himself and attributed faults to Rādhikāji. As a result, he was cursed by Rādhikā and had to become a demon.\n\n“This, however, is not the way of falling from the abode of God, for those who have fallen have done so due to God’s will. After all, God has declared, ‘Even one who is as great as Rādhikāji will fall if one perceives virtues in oneself and perceives flaws in devotees of God. If that is so, what can be said of others?’ Hence, a devotee of God should see only virtues in all satsangis and should find only flaws in himself. If a person has such an understanding, then even if he is not very intelligent, his satsang still becomes stronger day by day. Without it, though, even if he is very intelligent, he will fall back from the Satsang fellowship and in the end will certainly become a non-believer.\n\n“Moreover, the following practice is observed everywhere: When a king or a guru scolds and rebukes a servant or a disciple, if the servant or disciple accepts it positively, then the king or the guru harbors tremendous affection for him. Conversely, they do not feel affection towards a person who reacts negatively when given such advice. God’s method is similar. When He gives advice to someone, if they accept it positively, He develops affection for them; if they react negatively, however, He does not develop affection for them.”\n\nOn the night of Bhadarva sudi 11, Samvat 1879 [28 August 1822], Shriji Maharaj was sitting in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A devotee of God should never do anything that displeases God and His Bhakta, and he should also abandon all those who hinder him in worshipping God, even if they are his own relatives. Also, just as one forsakes an enemy, one should forsake any swabhav that does not please God. Furthermore, one should never support those who are non-believers, just as Bharatji did not support his own mother. Also, a devotee of God should perceive flaws primarily in himself. Conversely, a person who perceives flaws in others and only virtues in himself may be known as a satsangi , but he should be known to be half-fallen.\n\n“Furthermore, for a devotee of God, if gnan of the atma , vairagya or dharma are a hindrance in his bhakti towards God, then he should suppress even them and thereby maintain the predominance of bhakti only. If, however, they are supportive in offering bhakti , then they are fine. Only one who has such an understanding can be called a full-fledged devotee of God.\n\n“Moreover, no matter how great he may be, if a person perceives flaws in others and virtues in himself, he will certainly encounter hindrances on the path of liberation. For example, Radhikaji was great and she also had intense love for God; but when she perceived virtues in herself and flaws in Shri Krishna Bhagwan, a trace of tamogun entered into her love for him. Thereafter, she quarreled with Shri Krishna Bhagwan and Shridama, and thus Shridama cursed her. As a result, Radhikaji fell from Golok, took birth in the home of a carpenter and had to marry a man other than God; thus, she suffered a severe disgrace. Even Shridama perceived virtues in himself and attributed faults to Radhikaji. As a result, he was cursed by Radhika and had to become a demon.\n\n“This, however, is not the way of falling from the abode of God, for those who have fallen have done so due to God’s will. After all, God has declared, ‘Even one who is as great as Radhikaji will fall if one perceives virtues in oneself and perceives flaws in devotees of God. If that is so, what can be said of others?’ Hence, a devotee of God should see only virtues in all satsangis and should find only flaws in himself. If a person has such an understanding, then even if he is not very intelligent, his satsang still becomes stronger day by day. Without it, though, even if he is very intelligent, he will fall back from the Satsang fellowship and in the end will certainly become a non-believer.\n\n“Moreover, the following practice is observed everywhere: When a king or a guru scolds and rebukes a servant or a disciple, if the servant or disciple accepts it positively, then the king or the guru harbors tremendous affection for him. Conversely, they do not feel affection towards a person who reacts negatively when given such advice. God’s method is similar. When He gives advice to someone, if they accept it positively, He develops affection for them; if they react negatively, however, He does not develop affection for them.”"
}