{
    "number": 170,
    "vachanamrut": "Gadhada II-37",
    "title": "Eradicating One’s Innate Natures; Even a Person Possessing Gnān Behaves According to His Nature",
    "setting": "On Bhādarvā vadi 1, Samvat 1880 [21 September 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked, “ In the Gitā, it is said that even a person possessing gnān behaves according to his nature , 1 and not even the strength of self-control mentioned in the scriptures is effective in such cases. How, then, can such innate natures be eradicated?”\n\nAll of the munis thought over the question, but it appeared as if they would not be able to answer Shriji Mahārāj’s question.\n\nShriji Mahārāj then said, “The answer to that is as follows: When the Satpurush gives guidance on how to eradicate such swabhāvs , if a person has total faith in those words; if he has deep affection for the Satpurush giving the guidance; and no matter how painfully strong the Satpurush’s words seem, if he accepts those words to be for his own benefit - then his innate natures will be eradicated. Except for this, there is no other method. Therefore, regardless of how much God or the Satpurush insults him for the purpose of eradicating his swabhāvs , and regardless of the harsh words they may utter - a person who wishes to eradicate his innate natures should not feel hurt in any way and should consider only the virtues of the person advising him. If one behaves in this manner, then that nature, which otherwise could not be eradicated in any way, is eradicated.”\n\nOn Bhadarva vadi 1, Samvat 1880 [21 September 1823], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked, “ In the Gita, it is said that even a person possessing gnan behaves according to his nature , 1 and not even the strength of self-control mentioned in the scriptures is effective in such cases. How, then, can such innate natures be eradicated?”\n\nAll of the munis thought over the question, but it appeared as if they would not be able to answer Shriji Maharaj’s question.\n\nShriji Maharaj then said, “The answer to that is as follows: When the Satpurush gives guidance on how to eradicate such swabhavs , if a person has total faith in those words; if he has deep affection for the Satpurush giving the guidance; and no matter how painfully strong the Satpurush’s words seem, if he accepts those words to be for his own benefit - then his innate natures will be eradicated. Except for this, there is no other method. Therefore, regardless of how much God or the Satpurush insults him for the purpose of eradicating his swabhavs , and regardless of the harsh words they may utter - a person who wishes to eradicate his innate natures should not feel hurt in any way and should consider only the virtues of the person advising him. If one behaves in this manner, then that nature, which otherwise could not be eradicated in any way, is eradicated.”"
}