{
    "number": 202,
    "vachanamrut": "Vartal-2",
    "title": "Realising God through the Four Scriptures; Kāndāsji’s Question",
    "setting": "On Kārtik sudi 13, Samvat 1882 [23 November 1825], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot under a mango tree on the banks of Lake Gomti, north of the mandir of Shri Lakshminārāyan in Vartāl. He was wearing a survāl made from yellow, silken cloth and a red dagli made from kinkhāb . He had also tied a pāgh around His head using an orange cloth with a brocaded border. An orange shelu with a brocaded border was placed upon His shoulder. In addition to this, His pāgh was decorated with garlands of champā flowers, and garlands of white flowers also adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Please begin a question-answer session.”\n\nThereupon Kāndāsji Patel of the village Bhuvā folded his hands and asked, “Mahārāj, by what means does God become pleased?”\n\nShriji Mahārāj replied, “If we do not malign God, then God becomes pleased. Then you may ask, ‘What does it mean to malign God?’ Well, God is the all-doer of this world. However, if one does not understand Him to be the all-doer and instead believes that it is kāl that is the all-doer of this world, or that it is māyā , or that it is karma , or that it is swabhāv that is the all-doer, then one is maligning God . 1 This is because actually God is the all-doer. To ignore this and to claim that only kāl , karma , māyā and swabhāv are the all-doers of this world is serious slander against God.\n\n“For example, you are the Patel 2 of your village. If someone does not acknowledge your status in the village, then he can be said to be your slanderer. Also, if someone does not accept the sovereignty of an emperor of the world, but instead accepts the sovereignty of one who is not even a king, then that man is known as a slanderer of the emperor. If one writes and distributes letters stating, ‘Our king has no nose and ears; he has no hands or feet,’ and thereby describes the king as being deformed even though he has a normal body, then he is also known as a slanderer of the king. Similarly, God is complete, with limbs, hands, feet, etc. There is not the slightest deformation in any of His limbs. He eternally possesses a definite form. So, to say that He is not the all-doer and is formless and that kāl and others are the cause of all - not God - is equivalent to maligning God.\n\n“One who does not malign God in this manner is said to have performed perfect puja of God. Otherwise, without such an understanding, even if one performs puja by offering sandalwood paste, flowers, etc., one is still a slanderer of God. Therefore, God is only pleased upon one who realizes God to possess a definite form and to be the creator, sustainer and destroyer of the cosmos.\n\n“In the Vedas, God Himself has described His nature in many ways, but no one could comprehend it. Then the Sānkhya scriptures prescribed the 24 elements and said that God is the 25 th . The āchārya of the Sānkhya philosophy, Kapil Muni, thought, ‘The jiva behaves as if it is one with the three types of bodies - i.e., sthul , sukshma and kāran - and it cannot remain separate from them. The ishwar also behaves as if it is one with its adjuncts in the form of its three bodies - virāt , sutrātmā and avyākrut - and it too cannot remain separate from them.’ Thus, the Sānkhya scriptures count jiva and ishwar amongst the 24 elements and claim Paramātmā to be the 25 th .\n\n“The āchārya of the Yoga scriptures, Hiranyagarbh Rishi, propounds that there are 24 elements, and that jiva and ishwar are the 25 th ; but Paramātmā is the 26 th .\n\n“This is how the Sānkhya scriptures and the Yoga scriptures described God’s nature; still, no one attained realization of the nature of God as He is. By inference it was accepted, ‘According to the Sānkhya doctrine, whatever transcends the 24 elements is satya .’ According to the Yoga doctrine it was inferred, ‘Paramātmā, who transcends jiva and ishwar , who themselves transcend the 24 elements, is satya .’ In this manner, through these two philosophies, the nature of God was realised by inference. However, is that God black or yellow? Is He tall or short? Does He possess a form or is He formless? That was not realized.\n\n“Thereafter, Vāsudev Bhagwān himself composed the Panchrātra Tantra, in which he explained, ‘In his own Akshardhām, Shri Krishna Purushottam Bhagwān eternally possesses a divine form. This God gives darshan five times to the countless niranna-muktas , the residents of Shwetdwip. In Vaikunth, that same God assumes a four-armed form, holding a conch, a disc, a mace, and a lotus. Along with him is Lakshmiji. He is also served by Vishwaksen and other attendants. It is that same God who is worthy of being offered puja, worthy of worship and worthy of attainment. It is that same God who assumes the avatārs of Rām, Krishna, etc., and who appears in the four forms of Vāsudev, Sankarshan, Pradyumna and Aniruddha.’ In this way, he propounded that God possesses a form.\n\n“Then Nāradji revised that same Panchrātra Tantra, after which it came to be known as the Nārad Panchrātra. In that, God’s form was explained in such a manner that not even the slightest doubt remained. Thus, the Shrimad Bhāgwat states:\n\n“It also states:\n\n“Thus, the four scriptures have described the nature of Shri Krishna Vāsudev only. Only one who realizes God through these four scriptures can be said to possess total gnān . For example, only when one sees with one’s eyes does one come to know that milk is white; only when one smells with one’s nose does one come to know its smell; only when one touches it with one’s finger does one come to know whether it is hot or cold; and only when one tastes it with one’s tongue does one come to know its taste. In this manner, only when milk is tested through all of the indriyas can one totally know its nature; it cannot be totally known through one indriya alone. Similarly, one realizes God’s nature totally when one realizes it through the four scriptures, i.e., the Vedas, etc. To have such knowledge is called total gnān .\n\n“God is pleased only upon someone who has such understanding; there is no other means of pleasing Him. Thus, only one who has such realization can be said to possess total gnān , and God becomes extremely pleased only upon such a person.”\n\nOn Kartik sudi 13, Samvat 1882 [23 November 1825], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot under a mango tree on the banks of Lake Gomti, north of the mandir of Shri Lakshminarayan in Vartal. He was wearing a surval made from yellow, silken cloth and a red dagli made from kinkhab . He had also tied a pagh around His head using an orange cloth with a brocaded border. An orange shelu with a brocaded border was placed upon His shoulder. In addition to this, His pagh was decorated with garlands of champa flowers, and garlands of white flowers also adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Please begin a question-answer session.”\n\nThereupon Kandasji Patel of the village Bhuva folded his hands and asked, “Maharaj, by what means does God become pleased?”\n\nShriji Maharaj replied, “If we do not malign God, then God becomes pleased. Then you may ask, ‘What does it mean to malign God?’ Well, God is the all-doer of this world. However, if one does not understand Him to be the all-doer and instead believes that it is kal that is the all-doer of this world, or that it is maya , or that it is karma , or that it is swabhav that is the all-doer, then one is maligning God . 1 This is because actually God is the all-doer. To ignore this and to claim that only kal , karma , maya and swabhav are the all-doers of this world is serious slander against God.\n\n“For example, you are the Patel 2 of your village. If someone does not acknowledge your status in the village, then he can be said to be your slanderer. Also, if someone does not accept the sovereignty of an emperor of the world, but instead accepts the sovereignty of one who is not even a king, then that man is known as a slanderer of the emperor. If one writes and distributes letters stating, ‘Our king has no nose and ears; he has no hands or feet,’ and thereby describes the king as being deformed even though he has a normal body, then he is also known as a slanderer of the king. Similarly, God is complete, with limbs, hands, feet, etc. There is not the slightest deformation in any of His limbs. He eternally possesses a definite form. So, to say that He is not the all-doer and is formless and that kal and others are the cause of all - not God - is equivalent to maligning God.\n\n“One who does not malign God in this manner is said to have performed perfect puja of God. Otherwise, without such an understanding, even if one performs puja by offering sandalwood paste, flowers, etc., one is still a slanderer of God. Therefore, God is only pleased upon one who realizes God to possess a definite form and to be the creator, sustainer and destroyer of the cosmos.\n\n“In the Vedas, God Himself has described His nature in many ways, but no one could comprehend it. Then the Sankhya scriptures prescribed the 24 elements and said that God is the 25 th . The acharya of the Sankhya philosophy, Kapil Muni, thought, ‘The jiva behaves as if it is one with the three types of bodies - i.e., sthul , sukshma and karan - and it cannot remain separate from them. The ishwar also behaves as if it is one with its adjuncts in the form of its three bodies - virat , sutratma and avyakrut - and it too cannot remain separate from them.’ Thus, the Sankhya scriptures count jiva and ishwar amongst the 24 elements and claim Paramatma to be the 25 th .\n\n“The acharya of the Yoga scriptures, Hiranyagarbh Rishi, propounds that there are 24 elements, and that jiva and ishwar are the 25 th ; but Paramatma is the 26 th .\n\n“This is how the Sankhya scriptures and the Yoga scriptures described God’s nature; still, no one attained realization of the nature of God as He is. By inference it was accepted, ‘According to the Sankhya doctrine, whatever transcends the 24 elements is satya .’ According to the Yoga doctrine it was inferred, ‘Paramatma, who transcends jiva and ishwar , who themselves transcend the 24 elements, is satya .’ In this manner, through these two philosophies, the nature of God was realised by inference. However, is that God black or yellow? Is He tall or short? Does He possess a form or is He formless? That was not realized.\n\n“Thereafter, Vasudev Bhagwan himself composed the Panchratra Tantra, in which he explained, ‘In his own Akshardham, Shri Krishna Purushottam Bhagwan eternally possesses a divine form. This God gives darshan five times to the countless niranna-muktas , the residents of Shwetdwip. In Vaikunth, that same God assumes a four-armed form, holding a conch, a disc, a mace, and a lotus. Along with him is Lakshmiji. He is also served by Vishwaksen and other attendants. It is that same God who is worthy of being offered puja, worthy of worship and worthy of attainment. It is that same God who assumes the avatars of Ram, Krishna, etc., and who appears in the four forms of Vasudev, Sankarshan, Pradyumna and Aniruddha.’ In this way, he propounded that God possesses a form.\n\n“Then Naradji revised that same Panchratra Tantra, after which it came to be known as the Narad Panchratra. In that, God’s form was explained in such a manner that not even the slightest doubt remained. Thus, the Shrimad Bhagwat states:\n\n“It also states:\n\n“Thus, the four scriptures have described the nature of Shri Krishna Vasudev only. Only one who realizes God through these four scriptures can be said to possess total gnan . For example, only when one sees with one’s eyes does one come to know that milk is white; only when one smells with one’s nose does one come to know its smell; only when one touches it with one’s finger does one come to know whether it is hot or cold; and only when one tastes it with one’s tongue does one come to know its taste. In this manner, only when milk is tested through all of the indriyas can one totally know its nature; it cannot be totally known through one indriya alone. Similarly, one realizes God’s nature totally when one realizes it through the four scriptures, i.e., the Vedas, etc. To have such knowledge is called total gnan .\n\n“God is pleased only upon someone who has such understanding; there is no other means of pleasing Him. Thus, only one who has such realization can be said to possess total gnan , and God becomes extremely pleased only upon such a person.”"
}