{
    "number": 174,
    "vachanamrut": "Gadhada II-41",
    "title": "A Bone in the Form of Egotism",
    "setting": "On Kārtik vadi 11, Samvat 1880 [28 November 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. He was wearing garlands of yellow flowers around His neck, and tassels of yellow flowers had been inserted in His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Out of compassion, Shriji Mahārāj then began to preach to His devotees, saying, “When a person who wishes to worship God receives an opportunity to serve God and His devotees, he should serve them considering it to be his extremely great fortune. Moreover, he should do so only with bhakti for the sake of pleasing God and for his own liberation - not for the sake of receiving praise from others.\n\n“The nature of a person, however, is such that he only enjoys doing that which satisfies his vanity. Without that, he does not enjoy performing even bhakti of God. For example, a dog takes a dry bone to an isolated place to chew on. As a result of the chewing, its mouth is abraded and the bone becomes covered in blood. Then licking the bone, the dog becomes overjoyed. But little does the fool realize, ‘The taste that I am enjoying is that of the blood from my own mouth.’ In the same way, even a devotee of God is unable to forsake the bone in the form of egotism. In fact, all of the spiritual endeavors he performs are governed by vanity; they are not performed for the sole purpose of pleasing God, thinking of them as bhakti towards God. Moreover, even of the bhakti that he does offer to God, he does so only when it nourishes his pride, but not for the sole purpose of pleasing God.\n\n“There must be very few devotees of the likes of Ratanji and Miyāji who offer bhakti to God solely for the purpose of pleasing God without any cravings for praise. Not everyone, however, is capable of forsaking the taste of praise.”\n\nIn reference to this, Muktānand Swāmi recited a couplet by Tulsidās:\n\nHearing this couplet, Shriji Mahārāj added, “The enjoyment which one experiences from vanity cannot be obtained from any other object. Thus, amongst all devotees, a person who forsakes vanity and worships God should be known to be an extremely great devotee.”\n\nOn Kartik vadi 11, Samvat 1880 [28 November 1823], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. He was wearing garlands of yellow flowers around His neck, and tassels of yellow flowers had been inserted in His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nOut of compassion, Shriji Maharaj then began to preach to His devotees, saying, “When a person who wishes to worship God receives an opportunity to serve God and His devotees, he should serve them considering it to be his extremely great fortune. Moreover, he should do so only with bhakti for the sake of pleasing God and for his own liberation - not for the sake of receiving praise from others.\n\n“The nature of a person, however, is such that he only enjoys doing that which satisfies his vanity. Without that, he does not enjoy performing even bhakti of God. For example, a dog takes a dry bone to an isolated place to chew on. As a result of the chewing, its mouth is abraded and the bone becomes covered in blood. Then licking the bone, the dog becomes overjoyed. But little does the fool realize, ‘The taste that I am enjoying is that of the blood from my own mouth.’ In the same way, even a devotee of God is unable to forsake the bone in the form of egotism. In fact, all of the spiritual endeavors he performs are governed by vanity; they are not performed for the sole purpose of pleasing God, thinking of them as bhakti towards God. Moreover, even of the bhakti that he does offer to God, he does so only when it nourishes his pride, but not for the sole purpose of pleasing God.\n\n“There must be very few devotees of the likes of Ratanji and Miyaji who offer bhakti to God solely for the purpose of pleasing God without any cravings for praise. Not everyone, however, is capable of forsaking the taste of praise.”\n\nIn reference to this, Muktanand Swami recited a couplet by Tulsidas:\n\nHearing this couplet, Shriji Maharaj added, “The enjoyment which one experiences from vanity cannot be obtained from any other object. Thus, amongst all devotees, a person who forsakes vanity and worships God should be known to be an extremely great devotee.”"
}