{
    "number": 186,
    "vachanamrut": "Gadhada II-53",
    "title": "Not Being Able to Perceive One’s Own Flaws Is Delusion",
    "setting": "On Vaishākh sudi 5, Samvat 1880 [3 May 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow in His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “The characteristic of delusion as described in the scriptures is as follows: When delusion pervades one’s heart, one simply cannot perceive one’s own flaws. Thus, not being able to perceive one’s own flaws is, in fact, the very definition of delusion.\n\n“Moreover, everyone has extreme vanity of the wisdom that they possess, but they do not think, ‘I do not even know anything about my own jiva ’ - that is, is the jiva within this body black or is it white? Is it long or is it short? They know nothing about their own jiva , yet they find faults in the great Purush or in God. They feel, ‘Although He is a great Purush or God, this much He is not doing properly.’ Though they find faults in this way, little do the fools realize that God sees all of the jivas and ishwars who dwell in the countless millions of brahmānds as clearly as He sees a drop of water in His palm. He is also the supporter of countless millions of brahmānds ; He is the husband of Lakshmi; and He is the creator, sustainer and destroyer of countless millions of brahmānds . Even Shesh, Shāradā, Brahmā and other deities are unable to fathom the extent of His greatness. In fact, even the Vedas describe His glory as ‘neti neti’ . 1 Therefore, a person who perceives faults either in God’s divine incidents or in His understanding should be known to be a non-believer and a sinner. In fact, he should be considered to be the king of all fools. Besides, God’s and His Bhakta’s understanding transcends this world. How, then, can a person who believes his self to be the body possibly comprehend it?\n\n“So, it is simply out of one’s foolishness that one perceives flaws in God and His Bhakta and thus falls from the path of God; but, God’s true Bhakta, the Satpurush, continues to act in a transcendental way.”\n\nOn Vaishakh sudi 5, Samvat 1880 [3 May 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow in His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “The characteristic of delusion as described in the scriptures is as follows: When delusion pervades one’s heart, one simply cannot perceive one’s own flaws. Thus, not being able to perceive one’s own flaws is, in fact, the very definition of delusion.\n\n“Moreover, everyone has extreme vanity of the wisdom that they possess, but they do not think, ‘I do not even know anything about my own jiva ’ - that is, is the jiva within this body black or is it white? Is it long or is it short? They know nothing about their own jiva , yet they find faults in the great Purush or in God. They feel, ‘Although He is a great Purush or God, this much He is not doing properly.’ Though they find faults in this way, little do the fools realize that God sees all of the jivas and ishwars who dwell in the countless millions of brahmands as clearly as He sees a drop of water in His palm. He is also the supporter of countless millions of brahmands ; He is the husband of Lakshmi; and He is the creator, sustainer and destroyer of countless millions of brahmands . Even Shesh, Sharada, Brahma and other deities are unable to fathom the extent of His greatness. In fact, even the Vedas describe His glory as ‘neti neti’ . 1 Therefore, a person who perceives faults either in God’s divine incidents or in His understanding should be known to be a non-believer and a sinner. In fact, he should be considered to be the king of all fools. Besides, God’s and His Bhakta’s understanding transcends this world. How, then, can a person who believes his self to be the body possibly comprehend it?\n\n“So, it is simply out of one’s foolishness that one perceives flaws in God and His Bhakta and thus falls from the path of God; but, God’s true Bhakta, the Satpurush, continues to act in a transcendental way.”"
}