{
    "number": 220,
    "vachanamrut": "Vartal-20",
    "title": "King Janak’s Understanding",
    "setting": "On Mahā sudi 3, Samvat 1882 [10 February 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a square platform under the neem tree in the darbār of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. Garlands of chameli flowers had also been placed around His neck. In addition to this, a red umbrella made from fine, silken cloth had been placed over His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the paramhansas a question: “Lust evolves from rajogun , and anger and avarice evolve from tamogun . So, which one spiritual endeavor totally uproots the seeds of lust, etc.?”\n\nShuk Muni replied, “The seeds of lust and other such vices are burnt from one’s heart only when one attains nirvikalp samādhi and when one realizes the ātmā .”\n\nHearing this, Shriji Mahārāj raised a doubt, “Did not Shiv, Brahmā, Shrungi Rishi, Parāshar and Nārad have nirvikalp samādhi ? All were overcome by lust. However, despite their attainment of nirvikalp samādhi , when the vruttis of their indriyas reverted outwards, they were overcome by lust, anger, etc. For this reason, what you have said cannot be the answer to the question. In fact, just as an enlightened person remains undisturbed in nirvikalp samādhi , an unenlightened person also remains undisturbed in deep sleep. When the vruttis of the indriyas revert outwards, both are disturbed by lust, anger, etc. Thus, there does not seem to be any distinction between the enlightened and the unenlightened. Now, other paramhansas may try to answer the question.”\n\nThereafter, Gopālānand Swāmi, Devānand Swāmi, Nityānand Swāmi and Muktānand Swāmi collectively attempted to answer the question according to their understanding, but they could not give a satisfactory solution to Shriji Mahārāj’s question.\n\nThen Shriji Mahārāj said, “Janak the Videhi followed the path of pravrutti , and yet he was undisturbed. For example, when a female sannyāsi named Sulbhā came into Janak’s court, King Janak told Sulbhā, ‘Though you are trying to seduce my mind, by the grace of my guru Panchshikh Rishi, I have mastered the doctrines of both Sānkhya and Yoga. So, even if half of my body is anointed with sandalwood paste and the other half is slashed with a sword, both would be the same to me. Even if my Mithilāpuri were to burn down, still nothing of mine would be burned. Thus, even though I have adopted the path of pravrutti , I am still unaffected and undisturbed.’ This is what King Janak said to Sulbhā . Also, King Janak was said to be the guru of even Shukji.\n\n“Therefore, the answer to the question is as follows: One’s indriyas may be directed outwards and one may be on the path of pravrutti , but if in one’s heart one has a firm understanding like that of King Janak, then one will in no way become disturbed by lust, anger, etc.\n\n“After a person has thoroughly known that which needs to be known - that this is true and this is false - he realizes that except God’s form, all worldly forms are full of terrible miseries, and that they are all perishable. Also, he realizes himself to be the ātmā , distinct from his body, his indriyas and his antahkaran . After this, there is no object that would be strong enough to seduce him. This is because he sees all worldly forms as worthless. So, even if all of the indriyas of a person in whose heart such understanding has become firmly rooted were to extend outwards on the path of pravrutti , still he would not be disturbed by lust, anger, etc.\n\n“The seeds of lust, anger, etc., in the heart of such a devotee of God will be destroyed, whether he is a renunciant or a householder. Also, of all of the devotees of God, he is the best Vaishnav. So, being a renunciant or a householder is of no significance; rather, he whose understanding is greater should be known as being a greater devotee than the rest.\n\n“The mistakes of Shiv, Brahmā, etc., were mentioned only to illustrate that regardless of whether they had deficiencies in this understanding or not, when they encountered adverse places, times, company, actions, etc., even they were disturbed by lust, anger, etc. Therefore, even if one has such understanding, one should under no circumstances associate with any type of evil influence. This is a universal principle.”\n\nOn Maha sudi 3, Samvat 1882 [10 February 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a square platform under the neem tree in the darbar of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. Garlands of chameli flowers had also been placed around His neck. In addition to this, a red umbrella made from fine, silken cloth had been placed over His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the paramhansas a question: “Lust evolves from rajogun , and anger and avarice evolve from tamogun . So, which one spiritual endeavor totally uproots the seeds of lust, etc.?”\n\nShuk Muni replied, “The seeds of lust and other such vices are burnt from one’s heart only when one attains nirvikalp samadhi and when one realizes the atma .”\n\nHearing this, Shriji Maharaj raised a doubt, “Did not Shiv, Brahma, Shrungi Rishi, Parashar and Narad have nirvikalp samadhi ? All were overcome by lust. However, despite their attainment of nirvikalp samadhi , when the vruttis of their indriyas reverted outwards, they were overcome by lust, anger, etc. For this reason, what you have said cannot be the answer to the question. In fact, just as an enlightened person remains undisturbed in nirvikalp samadhi , an unenlightened person also remains undisturbed in deep sleep. When the vruttis of the indriyas revert outwards, both are disturbed by lust, anger, etc. Thus, there does not seem to be any distinction between the enlightened and the unenlightened. Now, other paramhansas may try to answer the question.”\n\nThereafter, Gopalanand Swami, Devanand Swami, Nityanand Swami and Muktanand Swami collectively attempted to answer the question according to their understanding, but they could not give a satisfactory solution to Shriji Maharaj’s question.\n\nThen Shriji Maharaj said, “Janak the Videhi followed the path of pravrutti , and yet he was undisturbed. For example, when a female sannyasi named Sulbha came into Janak’s court, King Janak told Sulbha, ‘Though you are trying to seduce my mind, by the grace of my guru Panchshikh Rishi, I have mastered the doctrines of both Sankhya and Yoga. So, even if half of my body is anointed with sandalwood paste and the other half is slashed with a sword, both would be the same to me. Even if my Mithilapuri were to burn down, still nothing of mine would be burned. Thus, even though I have adopted the path of pravrutti , I am still unaffected and undisturbed.’ This is what King Janak said to Sulbha . Also, King Janak was said to be the guru of even Shukji.\n\n“Therefore, the answer to the question is as follows: One’s indriyas may be directed outwards and one may be on the path of pravrutti , but if in one’s heart one has a firm understanding like that of King Janak, then one will in no way become disturbed by lust, anger, etc.\n\n“After a person has thoroughly known that which needs to be known - that this is true and this is false - he realizes that except God’s form, all worldly forms are full of terrible miseries, and that they are all perishable. Also, he realizes himself to be the atma , distinct from his body, his indriyas and his antahkaran . After this, there is no object that would be strong enough to seduce him. This is because he sees all worldly forms as worthless. So, even if all of the indriyas of a person in whose heart such understanding has become firmly rooted were to extend outwards on the path of pravrutti , still he would not be disturbed by lust, anger, etc.\n\n“The seeds of lust, anger, etc., in the heart of such a devotee of God will be destroyed, whether he is a renunciant or a householder. Also, of all of the devotees of God, he is the best Vaishnav. So, being a renunciant or a householder is of no significance; rather, he whose understanding is greater should be known as being a greater devotee than the rest.\n\n“The mistakes of Shiv, Brahma, etc., were mentioned only to illustrate that regardless of whether they had deficiencies in this understanding or not, when they encountered adverse places, times, company, actions, etc., even they were disturbed by lust, anger, etc. Therefore, even if one has such understanding, one should under no circumstances associate with any type of evil influence. This is a universal principle.”"
}