{
    "number": 10,
    "vachanamrut": "Gadhada I-10",
    "title": "The Ungrateful Sevakrām",
    "setting": "On Māgshar sudi 13, Samvat 1876 [29 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Once, when I was travelling from Venkatādri to Setubandh Rāmeshwar, I encountered a sādhu by the name of Sevakrām. He had studied the Shrimad Bhāgwat and the other Purāns. But it so happened that during his journey, he fell ill. He had a thousand rupees worth of gold coins with him, but since he had no one to nurse him, he began to cry. I consoled him, saying, ‘Do not worry about anything; I shall serve you.’\n\n“On the outskirts of the village was a banana grove which had a banyan tree within which a thousand ghosts lived. Because that sādhu had become extremely ill and was unable to walk any further, I felt extreme pity for him. I prepared a bed of banana leaves one-and-a-half feet high under that banyan tree. As the sādhu was suffering from dysentery and was passing blood, I would wash him and attend to him.\n\n“The sādhu would give Me enough of his money to buy sugar, sākar , ghee and grains for himself. I would bring the ingredients, cook them, and then feed him. As for Myself, I would go to the village for My meals. On some days, when I did not receive any food from the village, I had to fast. Despite this, that sādhu never once said to Me, ‘I have enough money. Cook for both of us so that You may dine with me.’\n\n“After serving the sādhu for two months in this way, he began to recover. Thereafter, as we walked towards Setubandh Rāmeshwar, he made Me carry his belongings weighing about 20 kgs, whereas he would walk with only a rosary in his hand. By then, he was healthy and capable of digesting half a kilogram of ghee, yet he would make Me carry his load while he walked empty-handed. In actual fact, My nature was such that I would not keep even a handkerchief with Me. But respecting him as a sādhu , I walked carrying his belongings weighing 20 kgs.\n\n“Although I served that sādhu and helped him recover, he did not offer Me even a single paisa worth of food. Therefore, realizing him to be ungrateful, I abandoned his company. In this way, a person who does not appreciate favors done by others should be known as an ungrateful person.\n\n“In addition, if a person has committed a sin but has also performed the prescribed atonement for it as laid down in the scriptures, then whoever still considers him a sinner should himself be known as a sinner just like an ungrateful person.”\n\nOn Magshar sudi 13, Samvat 1876 [29 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Once, when I was travelling from Venkatadri to Setubandh Rameshwar, I encountered a sadhu by the name of Sevakram. He had studied the Shrimad Bhagwat and the other Purans. But it so happened that during his journey, he fell ill. He had a thousand rupees worth of gold coins with him, but since he had no one to nurse him, he began to cry. I consoled him, saying, ‘Do not worry about anything; I shall serve you.’\n\n“On the outskirts of the village was a banana grove which had a banyan tree within which a thousand ghosts lived. Because that sadhu had become extremely ill and was unable to walk any further, I felt extreme pity for him. I prepared a bed of banana leaves one-and-a-half feet high under that banyan tree. As the sadhu was suffering from dysentery and was passing blood, I would wash him and attend to him.\n\n“The sadhu would give Me enough of his money to buy sugar, sakar , ghee and grains for himself. I would bring the ingredients, cook them, and then feed him. As for Myself, I would go to the village for My meals. On some days, when I did not receive any food from the village, I had to fast. Despite this, that sadhu never once said to Me, ‘I have enough money. Cook for both of us so that You may dine with me.’\n\n“After serving the sadhu for two months in this way, he began to recover. Thereafter, as we walked towards Setubandh Rameshwar, he made Me carry his belongings weighing about 20 kgs, whereas he would walk with only a rosary in his hand. By then, he was healthy and capable of digesting half a kilogram of ghee, yet he would make Me carry his load while he walked empty-handed. In actual fact, My nature was such that I would not keep even a handkerchief with Me. But respecting him as a sadhu , I walked carrying his belongings weighing 20 kgs.\n\n“Although I served that sadhu and helped him recover, he did not offer Me even a single paisa worth of food. Therefore, realizing him to be ungrateful, I abandoned his company. In this way, a person who does not appreciate favors done by others should be known as an ungrateful person.\n\n“In addition, if a person has committed a sin but has also performed the prescribed atonement for it as laid down in the scriptures, then whoever still considers him a sinner should himself be known as a sinner just like an ungrateful person.”"
}