{
    "number": 40,
    "vachanamrut": "Gadhada I-40",
    "title": "Savikalp and Nirvikalp Samādhi",
    "setting": "In the early hours of Mahā sudi 4, Samvat 1876 [19 January 1820], Shriji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had tied a white pāgh around His head, from which hung a tassel of yellow flowers. Also, He was wearing a garland of yellow flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked Shriji Mahārāj, “Mahārāj, what is savikalp samādhi and what is nirvikalp samādhi ?”\n\nShriji Mahārāj answered, “If a person who has become engrossed in the form of God does not have any impure desires, but does have some pure desires - for example, ‘I wish to become like Nārad, the Sanakādik and Shukji,’ or ‘I wish to go to the hermitage of Narnārāyan and stay with the munis there to perform austerities,’ or ‘I wish to go to Shwetdwip and become like a mukta of Shwetdwip by performing austerities’ - then such a person is said to be in savikalp samādhi . On the other hand, one who does not entertain such thoughts and, having attained the attributes of Aksharbrahma, remains engrossed only in the form of God is said to be in nirvikalp samādhi .”\n\nThereafter, Muktānand Swāmi asked again, “Mahārāj, what is the difference between bhakti and upāsanā ?”\n\nShriji Mahārāj replied,\n\n“To worship God in these nine ways is known as bhakti .\n\n“ Upāsanā can be defined as having a firm conviction that God eternally possesses a form. Even if a person becomes brahmarup , that conviction would never disappear. Moreover, even if he happens to listen to scriptures propounding the view that God is formless, he would still understand God to always have a form. Regardless of what is mentioned in the scriptures, he would only propound that God has a form, never allowing his own upāsanā to be refuted. One who has such a firm understanding is considered to possess upāsanā .”\n\nIn the early hours of Maha sudi 4, Samvat 1876 [19 January 1820], Shriji Maharaj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had tied a white pagh around His head, from which hung a tassel of yellow flowers. Also, He was wearing a garland of yellow flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked Shriji Maharaj, “Maharaj, what is savikalp samadhi and what is nirvikalp samadhi ?”\n\nShriji Maharaj answered, “If a person who has become engrossed in the form of God does not have any impure desires, but does have some pure desires - for example, ‘I wish to become like Narad, the Sanakadik and Shukji,’ or ‘I wish to go to the hermitage of Narnarayan and stay with the munis there to perform austerities,’ or ‘I wish to go to Shwetdwip and become like a mukta of Shwetdwip by performing austerities’ - then such a person is said to be in savikalp samadhi . On the other hand, one who does not entertain such thoughts and, having attained the attributes of Aksharbrahma, remains engrossed only in the form of God is said to be in nirvikalp samadhi .”\n\nThereafter, Muktanand Swami asked again, “Maharaj, what is the difference between bhakti and upasana ?”\n\nShriji Maharaj replied,\n\n“To worship God in these nine ways is known as bhakti .\n\n“ Upasana can be defined as having a firm conviction that God eternally possesses a form. Even if a person becomes brahmarup , that conviction would never disappear. Moreover, even if he happens to listen to scriptures propounding the view that God is formless, he would still understand God to always have a form. Regardless of what is mentioned in the scriptures, he would only propound that God has a form, never allowing his own upasana to be refuted. One who has such a firm understanding is considered to possess upasana .”"
}