{
    "number": 221,
    "vachanamrut": "Amdavad-1",
    "title": "Miraculous Meditation",
    "setting": "On Mahā vadi 11, Samvat 1882 [4 March 1826], Swāmi Shri Sahajānandji Mahārāj was sitting facing west in the mandir of Shri Narnārāyan in Amdāvād. He was dressed entirely in white clothes. Garlands of roses adorned His neck, bunches of roses had been placed upon His ears, and tassels of roses also decorated His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, Shriji Mahārāj sat introspecting. He then opened His eyes, looked at the assembly, and said, “I wish to talk to all of you about a particular type of meditation that has also been described in the Moksh-dharma. I have seen many great people who have attained enlightenment through this type of meditation. In fact, even in My experience, among the countless types of meditation, there is none comparable to the particular type of meditation that I wish to tell you about now. Just as a miraculous mantra or medicine is intrinsically miraculous, similarly, the type of meditation I wish to describe to you also has an intrinsically miraculous nature by which one instantly attains enlightenment.\n\n“Now I shall describe that meditation. One who performs this meditation should meditate on the sun in the right eye and meditate on the moon in the left eye. Then, while meditating in this way, the sun and moon begin to appear in the eyes exactly as they are in the sky. As a result, the right eye begins to heat up, and the left eye begins to cool down. Thereafter, the sun should be envisioned in the left eye and the moon in the right eye. After visualizing in this manner, the sun and moon should be visualized within one’s hrudayākāsh . In addition, the form of one’s own jiva , the observer, should also be seen. One should also meditate on God - who resides within the observer, i.e., within one’s own jiva . At that point, one’s body which is full of worldly desires is felt to rotate in the sky, like a pulley mechanism used for drawing water from a well.\n\n“Eventually, a person who meditates in this manner attains the darshan of God’s Vishwarup form, within which he also sees the system of the 14 realms. That form is not seen as being extremely large; it is seen in the same way that Mārkandeya Rishi saw the entire brahmānd in the stomach of the child form of God sleeping on the leaf of a banyan tree .\n\n“Having meditated in this way, one is able to see everything that is described in the scriptures. Thereafter, all remaining nāstik feelings within one’s jivātmā are resolved, and the jiva becomes extremely powerful. In addition, one develops a firm conviction that whatever is stated in the scriptures is true. The eight yogic powers, namely subtleness, etc., become accessible to one who performs this meditation, and one’s vision reaches as far as the rays of the sun and moon reach. In this manner, countless yogic powers manifest before that person, but because he is a devotee of God, he does not accept any of those powers. Instead, he meditates only on God. As a result, the performer of this meditation attains enlightenment like Nārad, the Sanakādik and Shukji. Thus, there are countless varieties of meditation, but only this meditation grants instant enlightenment.”\n\nAfter Shriji Mahārāj concluded this description, Muktānand Swāmi asked, “Is this meditation attained only by one who practices the prānāyām of ashtāng-yoga , or can it be attained by others as well?”\n\nShriji Mahārāj explained, “It does not matter whether one practices prānāyām or not. Only if one practices this meditation and is an ekāntik bhakta of God can one perfect it; other people, however, are unable to tread this path. Therefore, for those who are eligible for this meditation, there is no alternative method for instantly becoming enlightened other than the method of meditation that I have just described.”\n\nOn Maha vadi 11, Samvat 1882 [4 March 1826], Swami Shri Sahajanandji Maharaj was sitting facing west in the mandir of Shri Narnarayan in Amdavad. He was dressed entirely in white clothes. Garlands of roses adorned His neck, bunches of roses had been placed upon His ears, and tassels of roses also decorated His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nIn the assembly, Shriji Maharaj sat introspecting. He then opened His eyes, looked at the assembly, and said, “I wish to talk to all of you about a particular type of meditation that has also been described in the Moksh-dharma. I have seen many great people who have attained enlightenment through this type of meditation. In fact, even in My experience, among the countless types of meditation, there is none comparable to the particular type of meditation that I wish to tell you about now. Just as a miraculous mantra or medicine is intrinsically miraculous, similarly, the type of meditation I wish to describe to you also has an intrinsically miraculous nature by which one instantly attains enlightenment.\n\n“Now I shall describe that meditation. One who performs this meditation should meditate on the sun in the right eye and meditate on the moon in the left eye. Then, while meditating in this way, the sun and moon begin to appear in the eyes exactly as they are in the sky. As a result, the right eye begins to heat up, and the left eye begins to cool down. Thereafter, the sun should be envisioned in the left eye and the moon in the right eye. After visualizing in this manner, the sun and moon should be visualized within one’s hrudayakash . In addition, the form of one’s own jiva , the observer, should also be seen. One should also meditate on God - who resides within the observer, i.e., within one’s own jiva . At that point, one’s body which is full of worldly desires is felt to rotate in the sky, like a pulley mechanism used for drawing water from a well.\n\n“Eventually, a person who meditates in this manner attains the darshan of God’s Vishwarup form, within which he also sees the system of the 14 realms. That form is not seen as being extremely large; it is seen in the same way that Markandeya Rishi saw the entire brahmand in the stomach of the child form of God sleeping on the leaf of a banyan tree .\n\n“Having meditated in this way, one is able to see everything that is described in the scriptures. Thereafter, all remaining nastik feelings within one’s jivatma are resolved, and the jiva becomes extremely powerful. In addition, one develops a firm conviction that whatever is stated in the scriptures is true. The eight yogic powers, namely subtleness, etc., become accessible to one who performs this meditation, and one’s vision reaches as far as the rays of the sun and moon reach. In this manner, countless yogic powers manifest before that person, but because he is a devotee of God, he does not accept any of those powers. Instead, he meditates only on God. As a result, the performer of this meditation attains enlightenment like Narad, the Sanakadik and Shukji. Thus, there are countless varieties of meditation, but only this meditation grants instant enlightenment.”\n\nAfter Shriji Maharaj concluded this description, Muktanand Swami asked, “Is this meditation attained only by one who practices the pranayam of ashtang-yoga , or can it be attained by others as well?”\n\nShriji Maharaj explained, “It does not matter whether one practices pranayam or not. Only if one practices this meditation and is an ekantik bhakta of God can one perfect it; other people, however, are unable to tread this path. Therefore, for those who are eligible for this meditation, there is no alternative method for instantly becoming enlightened other than the method of meditation that I have just described.”"
}