{
    "number": 232,
    "vachanamrut": "Gadhada III-9",
    "title": "The Gateway in the Form of Awareness",
    "setting": "On Āso sudi 11, Samvat 1883 [11 October 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes and was adorned with garlands and strings of flowers. Also, tassels of flowers were dangling from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said to all of the devotees, “I shall now describe to all of you male and female devotees the elevated state and understanding of My senior paramhansas as it truly is. After listening to this discourse, I request all of you to narrate how you behave and to reveal your state.”\n\nSaying this, Shriji Mahārāj began, “The senior sādhus in My muni-mandal behave in such a manner that the awareness within their hearts is the gateway to the abode of God. It is at this gateway where all of the sādhus remain standing. Consider the following analogy: A king’s guards, while standing at the entrance of the king’s palace, do not allow any thieves or robbers to come near the king. They courageously believe, ‘If anyone comes near the king to cause problems, we will cut them to pieces, but in no way will we let them reach the king.’ With such courage, they wait, armed with shields and swords. Similarly, all of these sādhus are standing at the gateway of the abode of God in the form of awareness. Inside that gateway of awareness - in Akshardhām - dwells God, of whom they do darshan . There, they do not allow wealth, women, or any other worldly object to enter and infiltrate that form of God in their heart. If any worldly object does forcefully attempt to enter the heart, they destroy that object, but in no way do they allow it to enter the location in their heart where they have secured God. In this manner, they constantly remain alert like a brave warrior. But they do not move from their position - regardless of whether they encounter progress or regress, happiness or misery, praises or insults, or countless other types of difficulties.\n\n“However, someone may doubt, ‘If they do not move from their position, then how do they perform their bodily activities such as eating, drinking, etc.?’ I shall explain this using the following example: Consider a woman who goes to a well to draw water. There, she places her feet on the edge of the well. On the one hand, she stays cautious of this, lest she falls into the well. However, her vrutti is also fixed upon drawing water from the well. As another example, a man who has mounted a horse is aware of his feet in the horse’s stirrups and is also aware of the reins in his hand. While riding, he is also mindful of the trees, ditches, and stones that come along the path. In the same way, all of these sādhus , while introspecting, remain in the service of God and also perform their bodily activities - but they are not deflected from their state.”\n\nShriji Mahārāj thus revealed the state of the senior sādhus and then said, “All of you should also introspect and constantly remain in the service of God. Moreover, you should not allow objects other than God to become dearer to you than Him. All should be extremely cautious of this.\n\n“After all, if a king’s guard is careless while guarding the king, thieves and robbers would reach the king, and the guard’s service would be rendered meaningless. Similarly, if a devotee develops love for objects other than God, then money, women and other objects also enter his heart - wherein lies the awareness of God. Due to this, his bhakti is rendered meaningless.\n\n“Therefore, one who wishes to keep one’s bhakti free from obstacles and to attain the holy feet of God should remain constantly vigilant at the gateway of the abode of God in the form of awareness and should not allow any objects except God to enter therein.”\n\nIn this way, Shriji Mahārāj spoke words of enlightenment for all of His devotees.\n\nOn Aso sudi 11, Samvat 1883 [11 October 1826], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes and was adorned with garlands and strings of flowers. Also, tassels of flowers were dangling from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said to all of the devotees, “I shall now describe to all of you male and female devotees the elevated state and understanding of My senior paramhansas as it truly is. After listening to this discourse, I request all of you to narrate how you behave and to reveal your state.”\n\nSaying this, Shriji Maharaj began, “The senior sadhus in My muni-mandal behave in such a manner that the awareness within their hearts is the gateway to the abode of God. It is at this gateway where all of the sadhus remain standing. Consider the following analogy: A king’s guards, while standing at the entrance of the king’s palace, do not allow any thieves or robbers to come near the king. They courageously believe, ‘If anyone comes near the king to cause problems, we will cut them to pieces, but in no way will we let them reach the king.’ With such courage, they wait, armed with shields and swords. Similarly, all of these sadhus are standing at the gateway of the abode of God in the form of awareness. Inside that gateway of awareness - in Akshardham - dwells God, of whom they do darshan . There, they do not allow wealth, women, or any other worldly object to enter and infiltrate that form of God in their heart. If any worldly object does forcefully attempt to enter the heart, they destroy that object, but in no way do they allow it to enter the location in their heart where they have secured God. In this manner, they constantly remain alert like a brave warrior. But they do not move from their position - regardless of whether they encounter progress or regress, happiness or misery, praises or insults, or countless other types of difficulties.\n\n“However, someone may doubt, ‘If they do not move from their position, then how do they perform their bodily activities such as eating, drinking, etc.?’ I shall explain this using the following example: Consider a woman who goes to a well to draw water. There, she places her feet on the edge of the well. On the one hand, she stays cautious of this, lest she falls into the well. However, her vrutti is also fixed upon drawing water from the well. As another example, a man who has mounted a horse is aware of his feet in the horse’s stirrups and is also aware of the reins in his hand. While riding, he is also mindful of the trees, ditches, and stones that come along the path. In the same way, all of these sadhus , while introspecting, remain in the service of God and also perform their bodily activities - but they are not deflected from their state.”\n\nShriji Maharaj thus revealed the state of the senior sadhus and then said, “All of you should also introspect and constantly remain in the service of God. Moreover, you should not allow objects other than God to become dearer to you than Him. All should be extremely cautious of this.\n\n“After all, if a king’s guard is careless while guarding the king, thieves and robbers would reach the king, and the guard’s service would be rendered meaningless. Similarly, if a devotee develops love for objects other than God, then money, women and other objects also enter his heart - wherein lies the awareness of God. Due to this, his bhakti is rendered meaningless.\n\n“Therefore, one who wishes to keep one’s bhakti free from obstacles and to attain the holy feet of God should remain constantly vigilant at the gateway of the abode of God in the form of awareness and should not allow any objects except God to enter therein.”\n\nIn this way, Shriji Maharaj spoke words of enlightenment for all of His devotees."
}