{
    "number": 35,
    "vachanamrut": "Gadhada I-35",
    "title": "Safeguarding One’s Liberation",
    "setting": "On Posh vadi 12, Samvat 1876 [12 January 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing east on a large, decorated cot under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Addressing the munis , Shriji Mahārāj said, “Either you ask Me a question, or I shall ask you a question.”\n\nThereupon the munis said, “Mahārāj, please ask.”\n\nShriji Mahārāj then said, “Suppose there is a person who, despite having little intelligence, does not falter when it comes to safeguarding his own liberation. On the other hand, there is another person who is very intelligent; so much so that he can point out mistakes even in great men. But he does not walk on the path of liberation. What is the reason for this?”\n\nThe munis attempted to answer, but as Shriji Mahārāj raised doubts, they were unable to do so satisfactorily.\n\nShriji Mahārāj then said, “Here, allow Me to answer. Such a person may be highly intelligent, but his intellect is polluted. As a result, he is unable to walk on the path of liberation. For example, suppose there is some tasty buffalo-milk in which sākar has been dissolved. Now if a snake’s venom were to fall in it, then that same milk and sākar would become poisonous. Thereafter, whoever drinks it would die. Similarly, such a person may be highly intelligent, but he has perceived a flaw in the great Sant or God. This drawback, in the form of perceiving a flaw, has entered his mind and is comparable to the snake’s venom. So how can he possibly walk on the path of liberation? In fact, even if someone were to listen to his talks, the listener’s mind would also fall back from Satsang. Moreover, wherever a person possessing such a polluted intellect takes birth, he always maligns God or His devotees. Conversely, a person whose intellect is not polluted in this manner, even if he has little intelligence, does not falter in safeguarding his own liberation.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, can one with such a polluted intellect ever turn towards God?”\n\nShriji Mahārāj replied, “No, he never turns towards God.”\n\nMuktānand Swāmi asked further, “Mahārāj, please tell us how we can avoid developing such a demonic intellect.”\n\nShriji Mahārāj explained, “If a person does not keep the following four swabhāvs with God or His Sant, then his intellect will never become demonic: first, anger; second, arrogance; third, jealousy; and fourth, deceit. If, however, he keeps even one of these four, then his intellect will become demonic - just like Jay and Vijay. Despite being wise, their intellect became demonic because they were arrogant towards the Sanakādik. Consequently, both fell from Vaikunth.\n\n“Furthermore, when a person’s intellect becomes demonic, even the virtues of God and His devotees appear as faults to him. Wherever such a person takes birth, he either becomes an attendant of Shiv or the king of some demons and worships God through animosity.”\n\nOn Posh vadi 12, Samvat 1876 [12 January 1820], Swami Shri Sahajanandji Maharaj was sitting facing east on a large, decorated cot under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nAddressing the munis , Shriji Maharaj said, “Either you ask Me a question, or I shall ask you a question.”\n\nThereupon the munis said, “Maharaj, please ask.”\n\nShriji Maharaj then said, “Suppose there is a person who, despite having little intelligence, does not falter when it comes to safeguarding his own liberation. On the other hand, there is another person who is very intelligent; so much so that he can point out mistakes even in great men. But he does not walk on the path of liberation. What is the reason for this?”\n\nThe munis attempted to answer, but as Shriji Maharaj raised doubts, they were unable to do so satisfactorily.\n\nShriji Maharaj then said, “Here, allow Me to answer. Such a person may be highly intelligent, but his intellect is polluted. As a result, he is unable to walk on the path of liberation. For example, suppose there is some tasty buffalo-milk in which sakar has been dissolved. Now if a snake’s venom were to fall in it, then that same milk and sakar would become poisonous. Thereafter, whoever drinks it would die. Similarly, such a person may be highly intelligent, but he has perceived a flaw in the great Sant or God. This drawback, in the form of perceiving a flaw, has entered his mind and is comparable to the snake’s venom. So how can he possibly walk on the path of liberation? In fact, even if someone were to listen to his talks, the listener’s mind would also fall back from Satsang. Moreover, wherever a person possessing such a polluted intellect takes birth, he always maligns God or His devotees. Conversely, a person whose intellect is not polluted in this manner, even if he has little intelligence, does not falter in safeguarding his own liberation.”\n\nThereupon Muktanand Swami asked, “Maharaj, can one with such a polluted intellect ever turn towards God?”\n\nShriji Maharaj replied, “No, he never turns towards God.”\n\nMuktanand Swami asked further, “Maharaj, please tell us how we can avoid developing such a demonic intellect.”\n\nShriji Maharaj explained, “If a person does not keep the following four swabhavs with God or His Sant, then his intellect will never become demonic: first, anger; second, arrogance; third, jealousy; and fourth, deceit. If, however, he keeps even one of these four, then his intellect will become demonic - just like Jay and Vijay. Despite being wise, their intellect became demonic because they were arrogant towards the Sanakadik. Consequently, both fell from Vaikunth.\n\n“Furthermore, when a person’s intellect becomes demonic, even the virtues of God and His devotees appear as faults to him. Wherever such a person takes birth, he either becomes an attendant of Shiv or the king of some demons and worships God through animosity.”"
}