{
    "number": 247,
    "vachanamrut": "Gadhada III-24",
    "title": "Sixteen Spiritual Endeavors; Vairāgya Due To Gnān",
    "setting": "On Āso vadi 12, Samvat 1885 [4 November 1828], Shriji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked Shriji Mahārāj, “The devotees of God remain in God’s service in Akshardhām. What are the spiritual endeavors needed to earn such service?”\n\nShriji Mahārāj replied, “ Shraddhā , swadharma , vairāgya , total control over the indriyas , non-violence, brahmacharya , keeping the company of sādhus , ātmā -realization, unflinching bhakti to God coupled with the knowledge of His greatness, contentment, sincerity, compassion, austerities, treating those devotees of God who are senior to one in terms of virtues as gurus and also maintaining deep respect for them, maintaining a feeling of friendship towards those devotees of God who are one’s equals, and treating those devotees of God who are junior to one as disciples as well as acting for their benefit - through these 16 spiritual endeavors, an ekāntik bhakta of God easily earns God’s service in Akshardhām.”\n\nShuk Muni then asked, “All of our sādhus observe religious vows. But what characteristic in a sādhu would enable us to be sure that that sādhu would never deviate from his dharma even in times of adversity?”\n\nShriji Mahārāj answered, “He whose attention is constantly focused on all of those mandates, major or minor, given by God, and who finds it extremely difficult to infringe any mandate; and who acts neither excessively nor in a lax manner regarding those mandates should be known as one who would not fall from his dharma despite adverse circumstances.”\n\nShriji Mahārāj then spoke out of compassion, “For a person to eradicate one’s innate nature is indeed difficult. In spite of this, if one has realized Satsang to be the fulfiller of one’s self-interest, then it is not difficult to do so. For example, the members of Dādā Khāchar’s family have an interest in keeping Me here, so they do not retain any nature which I do not like. In this way, one’s innate nature can be eradicated due to self-interest. It can also be eradicated out of fear, albeit not totally. Why? Because one may fear a person in the person’s presence, but when that person is not present, one may no longer be fearful - just as a thief abandons his corrupt nature out of fear of the king.\n\n“Furthermore, despite the fact that I have repeatedly fired harsh words and upset one who possesses some swabhāv or another, if one is not disheartened in any way at all, then I have such love for that person that that love remains effortlessly as it is in the waking and dream states. Regardless of whatever happens, that love does not diminish.\n\n“Moreover, of the various virtues possessed by devotees, I shall now narrate one admirable virtue in each. Dādā Khāchar, the virtue of faith; Rājbāi, the virtue of renunciation; Jivubāi, the virtue of shraddhā ; Ladubāi, the virtue of desiring to please Me; Nityānand Swāmi, the virtue of desiring to please Me; Brahmānand Swāmi, the virtue of insisting that there should be no lapse at all in observing the disciplines of Satsang; Muktānand Swāmi, the virtues of desiring to please Me and having faith in Me; Somlā Khāchar, the virtue of always behaving consistently; Chaitanyānand Swāmi, the virtue of wishing to behave in such a manner that pleases Mahārāj in some way; Swayamprakāshānand Swāmi, the virtues of faith in God and realizing His greatness; Jhinābhāi Thākor, the virtue of having awareness, lest he becomes attached to any object other than God; and Motā Ātmānand Swāmi, the virtue of ensuring that none of My commands are disobeyed.” In this manner, Shriji Mahārāj narrated the virtues of many senior paramhansas and other devotees.\n\nHe then continued, “The three senior ladies of this place and Gopālānand Swāmi, Brahmānand Swāmi, Muktānand Swāmi, Nityānand Swāmi, Shuk Muni, Somlā Khāchar and Dādā Khāchar - all of you presently behave very well. However, if the four factors of place, time, company and action were to become unfavorable, then there is no doubt at all that your enthusiasm would not remain as it is now. However, if a person who has a greater degree of gnān were to be caught in the vishays by chance, he would break free from that attachment. What is that gnān ? It is the understanding, ‘I, the jiva , am like this; the body is like this; the relations of the body are like this; the nature of Prakruti, Purush, virāt , sutrātmā and avyākrut is like this; God is like this; and the abode of God is like this,’ and so on. If one has a firm conviction of this gnān in one’s heart, then the vairāgya that results is true vairāgya . Apart from that, any other form of vairāgya only superficially appears to be vairāgya ; in fact, there is no strength in it. For example, the flame of an oil lamp is extinguished by the wind, whereas the vadvānal fire and the fire of lightning in the clouds is not extinguished by water; in fact, despite remaining in water itself, it continues to burn. In the same manner, vairāgya without gnān does not last when it encounters the vishays . On the other hand, vairāgya produced from gnān does not diminish despite encountering the vishays ; it continues to burn like the vadvānal fire.\n\n“It is precisely for the purpose of somehow instilling this gnān in your minds that I continuously deliver discourses. Because if a discourse eventually does truly inspire you, then this gnān will become instilled in you. Conversely, if a person does not understand this and instead harbors a sense of I-ness and my-ness by believing, ‘This is my caste, this is my mother, this is my father, these are my relatives,’ then he should be known to be an extremely ignorant person possessing a worldly perspective.”\n\nHaving said this, Shriji Mahārāj again spoke out of compassion, “What is the reason behind a spiritual aspirant attaining noble virtues? Well, one develops an aversion for the world in proportion to the attachment one has for listening to the talks and discourses related to God; moreover, vicious natures such as lust, anger, avarice, etc., are also destroyed to that extent. Conversely, if someone is lazy in listening to those talks and discourses, then one should infer that he will not imbibe noble virtues. In fact, out of the nine types of bhakti mentioned in the scriptures, the bhakti of listening to spiritual discourses is considered to be the best. Therefore, one who possesses that form of bhakti will attain all of the various forms of bhakti up to and including profound, loving bhakti .” Shriji Mahārāj delivered the discourse in this manner.\n\nAt mid-afternoon on that same day, when all of the paramhansas were seated for their meals in a line on the veranda outside the north-facing rooms of Dādā Khāchar’s darbār , Shriji Mahārāj was sitting on a large, decorated cot that had been placed under the neem tree.\n\nThereupon Shriji Mahārāj said to the paramhansas , “One should not understand the greatness of female devotees in excess. Why? Because under the pretext of realizing their greatness, one may constantly think of them, leading to them appearing in one’s dreams. So, if one does understand their greatness, one should understand it collectively, by thinking, ‘All of them are devotees of God.’ But, one should not attempt to understand a particular one as being greater and another one being lesser. However, if one attempts to understand their greatness to a greater or lesser degree than this, then there is a great danger in that. Similarly, female devotees should also understand the greatness of male devotees collectively. If they do not realize this, then it is also a great danger for those females.”\n\nOn Aso vadi 12, Samvat 1885 [4 November 1828], Shriji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked Shriji Maharaj, “The devotees of God remain in God’s service in Akshardham. What are the spiritual endeavors needed to earn such service?”\n\nShriji Maharaj replied, “ Shraddha , swadharma , vairagya , total control over the indriyas , non-violence, brahmacharya , keeping the company of sadhus , atma -realization, unflinching bhakti to God coupled with the knowledge of His greatness, contentment, sincerity, compassion, austerities, treating those devotees of God who are senior to one in terms of virtues as gurus and also maintaining deep respect for them, maintaining a feeling of friendship towards those devotees of God who are one’s equals, and treating those devotees of God who are junior to one as disciples as well as acting for their benefit - through these 16 spiritual endeavors, an ekantik bhakta of God easily earns God’s service in Akshardham.”\n\nShuk Muni then asked, “All of our sadhus observe religious vows. But what characteristic in a sadhu would enable us to be sure that that sadhu would never deviate from his dharma even in times of adversity?”\n\nShriji Maharaj answered, “He whose attention is constantly focused on all of those mandates, major or minor, given by God, and who finds it extremely difficult to infringe any mandate; and who acts neither excessively nor in a lax manner regarding those mandates should be known as one who would not fall from his dharma despite adverse circumstances.”\n\nShriji Maharaj then spoke out of compassion, “For a person to eradicate one’s innate nature is indeed difficult. In spite of this, if one has realized Satsang to be the fulfiller of one’s self-interest, then it is not difficult to do so. For example, the members of Dada Khachar’s family have an interest in keeping Me here, so they do not retain any nature which I do not like. In this way, one’s innate nature can be eradicated due to self-interest. It can also be eradicated out of fear, albeit not totally. Why? Because one may fear a person in the person’s presence, but when that person is not present, one may no longer be fearful - just as a thief abandons his corrupt nature out of fear of the king.\n\n“Furthermore, despite the fact that I have repeatedly fired harsh words and upset one who possesses some swabhav or another, if one is not disheartened in any way at all, then I have such love for that person that that love remains effortlessly as it is in the waking and dream states. Regardless of whatever happens, that love does not diminish.\n\n“Moreover, of the various virtues possessed by devotees, I shall now narrate one admirable virtue in each. Dada Khachar, the virtue of faith; Rajbai, the virtue of renunciation; Jivubai, the virtue of shraddha ; Ladubai, the virtue of desiring to please Me; Nityanand Swami, the virtue of desiring to please Me; Brahmanand Swami, the virtue of insisting that there should be no lapse at all in observing the disciplines of Satsang; Muktanand Swami, the virtues of desiring to please Me and having faith in Me; Somla Khachar, the virtue of always behaving consistently; Chaitanyanand Swami, the virtue of wishing to behave in such a manner that pleases Maharaj in some way; Swayamprakashanand Swami, the virtues of faith in God and realizing His greatness; Jhinabhai Thakor, the virtue of having awareness, lest he becomes attached to any object other than God; and Mota Atmanand Swami, the virtue of ensuring that none of My commands are disobeyed.” In this manner, Shriji Maharaj narrated the virtues of many senior paramhansas and other devotees.\n\nHe then continued, “The three senior ladies of this place and Gopalanand Swami, Brahmanand Swami, Muktanand Swami, Nityanand Swami, Shuk Muni, Somla Khachar and Dada Khachar - all of you presently behave very well. However, if the four factors of place, time, company and action were to become unfavorable, then there is no doubt at all that your enthusiasm would not remain as it is now. However, if a person who has a greater degree of gnan were to be caught in the vishays by chance, he would break free from that attachment. What is that gnan ? It is the understanding, ‘I, the jiva , am like this; the body is like this; the relations of the body are like this; the nature of Prakruti, Purush, virat , sutratma and avyakrut is like this; God is like this; and the abode of God is like this,’ and so on. If one has a firm conviction of this gnan in one’s heart, then the vairagya that results is true vairagya . Apart from that, any other form of vairagya only superficially appears to be vairagya ; in fact, there is no strength in it. For example, the flame of an oil lamp is extinguished by the wind, whereas the vadvanal fire and the fire of lightning in the clouds is not extinguished by water; in fact, despite remaining in water itself, it continues to burn. In the same manner, vairagya without gnan does not last when it encounters the vishays . On the other hand, vairagya produced from gnan does not diminish despite encountering the vishays ; it continues to burn like the vadvanal fire.\n\n“It is precisely for the purpose of somehow instilling this gnan in your minds that I continuously deliver discourses. Because if a discourse eventually does truly inspire you, then this gnan will become instilled in you. Conversely, if a person does not understand this and instead harbors a sense of I-ness and my-ness by believing, ‘This is my caste, this is my mother, this is my father, these are my relatives,’ then he should be known to be an extremely ignorant person possessing a worldly perspective.”\n\nHaving said this, Shriji Maharaj again spoke out of compassion, “What is the reason behind a spiritual aspirant attaining noble virtues? Well, one develops an aversion for the world in proportion to the attachment one has for listening to the talks and discourses related to God; moreover, vicious natures such as lust, anger, avarice, etc., are also destroyed to that extent. Conversely, if someone is lazy in listening to those talks and discourses, then one should infer that he will not imbibe noble virtues. In fact, out of the nine types of bhakti mentioned in the scriptures, the bhakti of listening to spiritual discourses is considered to be the best. Therefore, one who possesses that form of bhakti will attain all of the various forms of bhakti up to and including profound, loving bhakti .” Shriji Maharaj delivered the discourse in this manner.\n\nAt mid-afternoon on that same day, when all of the paramhansas were seated for their meals in a line on the veranda outside the north-facing rooms of Dada Khachar’s darbar , Shriji Maharaj was sitting on a large, decorated cot that had been placed under the neem tree.\n\nThereupon Shriji Maharaj said to the paramhansas , “One should not understand the greatness of female devotees in excess. Why? Because under the pretext of realizing their greatness, one may constantly think of them, leading to them appearing in one’s dreams. So, if one does understand their greatness, one should understand it collectively, by thinking, ‘All of them are devotees of God.’ But, one should not attempt to understand a particular one as being greater and another one being lesser. However, if one attempts to understand their greatness to a greater or lesser degree than this, then there is a great danger in that. Similarly, female devotees should also understand the greatness of male devotees collectively. If they do not realize this, then it is also a great danger for those females.”"
}