{
    "number": 127,
    "vachanamrut": "Panchala-1",
    "title": "One Who Is Intelligent; Applying a Thought Process",
    "setting": "On Fāgun sudi 4, Samvat 1877 [7 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a white angarkhu and a white khes . He had tied a white feto around His head, the end of which was hanging on the right side. He had also covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then, after the evening ārti had been performed, Shriji Mahārāj sat on a cylindrical pillow and said, “I wish to ask a question to all of these senior paramhansas and senior devotees: One may have affection for God and also firm resolution to observe dharma ; however, if one has not applied a thought process, then the extremely alluring vishays , i.e., alluring sights, sounds, smells, tastes and touch, will never be considered equivalent to the extremely repulsive vishays ; nor will they be considered inferior to them. So, which thought must be applied so that the extremely alluring vishays seem equivalent to or inferior to the extremely repulsive vishays ? I ask this question to all of the senior paramhansas and to all of the senior devotees. Whoever has, through whichever thought, realized the alluring vishays to be like the repulsive vishays or has realized them to be far more repulsive than even the repulsive ones, please reveal your thoughts.”\n\nThereafter, all of the paramhansas and all of the devotees disclosed their thoughts.\n\nShriji Mahārāj then said, “Having heard your thoughts, I shall now tell you about the thought which I have maintained. Consider the following example: If someone sends a letter from a distant land, the intelligence of the writer of that letter can be inferred by reading the letter. Now, the appearance and manner of speech of the five Pāndavs, Draupadi, Kuntāji, Rukmini, Satyabhāmā, Jāmbavati and other queens of God, of God’s son Sāmb, and of other devotees are written in the scriptures. By hearing those scriptures, inference of their appearance allows us to visualize them as if having firsthand darshan ; also, their intelligence can be inferred from their words. In the same manner, one hears from the Purāns, the Mahābhārat and other scriptures that God is the all-doer - responsible for the creation, sustenance and dissolution of this cosmos - and that He eternally has a form. If He did not have a form, He could not be called the all-doer. Furthermore, Aksharbrahma is the abode in which God resides. It is that God who has a divine form; who is luminous and blissful; and who, at the time of creation, gives a buddhi , indriyas , a man and prāns to the jivas that had been merged in māyā along with their kāran bodies at the time of dissolution. Why does He give these to the jivas ? Well, He does so to enable them to indulge in the superior, intermediate and inferior types of vishays as well as for the purpose of attaining liberation.\n\n“God has created enjoyments and places of enjoyment for the sake of those jivas ; but within that, the creation of the superior vishays are for the purpose of alleviating the miseries of the inferior vishays . For example, a wealthy merchant may have had trees planted on both sides of a road to provide shade; he may have had water fountains constructed; he may also have had alms-houses and guest-houses constructed. He does all of this for the poor. Similarly, before God, Brahmā, Shiv, Indra and other deities are as poor as those paupers of ’47 who boiled the fruits of pipal trees and then ate them. It is God who has created those superior vishays for the happiness of Brahmā and the other deities and for humans. Also, in the previous example, since the rich merchant builds amenities in the form of alms-houses, guest-houses, etc., for the sake of the poor, it is obvious that compared to those, the luxuries in the merchant’s own home must be far greater. Similarly, God has created happiness for Brahmā and others; so it is obvious to an intelligent person that compared to those, the bliss of His own abode must be far more superior. An intelligent person, then, can infer that there is an extreme abundance of bliss in the abode of God. As a result, the alluring vishays become repulsive for him.\n\n“Furthermore, all of the happiness related to vishays which is apparent in this world, be it for animals, humans, deities, ghosts, etc., is only due to some relation with God and when coupled with dharma . But the bliss that is in God Himself cannot be found anywhere else. Consider the following example: The light from this burning torch which falls a short distance away is not as intense as the light in the vicinity of the torch. Very far away, there is no light at all. In the same way, elsewhere there is only a little bliss, but absolute bliss is only available in the vicinity of God. The further one is distanced from God, the less bliss one experiences. Therefore, one who is an aspirant realizes, ‘The further away I am from God, the more miseries I will face, and ultimately I will become extremely miserable. On the other hand, even the slightest association with God will provide much bliss. Therefore, I wish to keep close association with God. By doing so, I shall experience the highest form of bliss.’ One who thinks in this manner, keeps a desire for the bliss of God, and employs any means to maintain very close association with God can be called intelligent.\n\n“Moreover, the happiness of humans exceeds the happiness of animals; and the happiness of a king exceeds that; and the happiness of deities exceeds that; and the happiness of Indra exceeds that; then Bruhaspati’s happiness, then Brahmā’s, then Vaikunth’s. Beyond that, the happiness of Golok is superior, and finally, the bliss of God’s Akshardhām is far more superior.\n\n“In this way, realizing the intensity of the bliss of God, one who is intelligent realizes all other pleasures related to vishays to be insignificant. Compared to the bliss of God, the pleasures of Brahmā and others are like that of a poor man who begs with an earthen vessel at the door of a rich householder. When I think of the bliss of the abode of that God, I become indifferent to all other forms of happiness, and I feel, ‘When will I leave this body to experience that bliss?’ Moreover, when I naturally indulge in the panchvishays , I entertain no particular thought; but, if I were to sense some pleasure in an object, My thoughts would immediately be diverted to the bliss of God, and My mind would become extremely indifferent.\n\n“These thoughts can only be fully realized by one who is intelligent. In fact, I have affection towards one who is intelligent. Why? Because, I Myself am intelligent and My thought process is such. Moreover, one who is intelligent will also think similarly. In this way, it appears to Me that My thought is superior to all of your thoughts; therefore, all of you should firmly imbibe this thought of Mine in your hearts. Without applying this thought, if one’s vrutti does become attached to alluring vishays , it will barely become detached - and that too, after much effort. As for one who has applied this thought, however, very little effort is involved in withdrawing one’s vrutti ; one can easily realize the vanity of the vishays .\n\n“This fact can only be understood by one who has a sharp intelligence and a craving for higher happiness. For example, a paisa is worth more than a cowry, and a rupee more than that; a gold coin is more valuable than that, and a chintāmani is more valuable than that. Similarly, wherever there are pleasures of the panchvishays , the bliss of God in His abode is far more superior in comparison. Therefore, this thought only settles in the heart of a person who is intelligent and who thinks in such a manner. When this thought does firmly settle in the heart, even if he happens to be in a forest, he would feel, ‘I am surrounded by countless people and the wealth of a kingdom;’ he would not believe himself to be miserable. Conversely, if he were in Indra’s realms, he would feel, ‘I am sitting in a forest;’ he would not be gratified by the pleasures in the realm of Indra; in fact, he would realize those pleasures to be vain.\n\n“Therefore, keeping this thought in mind, all of you should resolve, ‘Now we want to reach only the abode of God; we do not want to be tempted by the vain pleasures of the panchvishays along the way.’ So, please keep such a firm resolve. Because what I have told all of you is My principle, please imbibe it firmly in your lives.”\n\nOn Fagun sudi 4, Samvat 1877 [7 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a white angarkhu and a white khes . He had tied a white feto around His head, the end of which was hanging on the right side. He had also covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen, after the evening arti had been performed, Shriji Maharaj sat on a cylindrical pillow and said, “I wish to ask a question to all of these senior paramhansas and senior devotees: One may have affection for God and also firm resolution to observe dharma ; however, if one has not applied a thought process, then the extremely alluring vishays , i.e., alluring sights, sounds, smells, tastes and touch, will never be considered equivalent to the extremely repulsive vishays ; nor will they be considered inferior to them. So, which thought must be applied so that the extremely alluring vishays seem equivalent to or inferior to the extremely repulsive vishays ? I ask this question to all of the senior paramhansas and to all of the senior devotees. Whoever has, through whichever thought, realized the alluring vishays to be like the repulsive vishays or has realized them to be far more repulsive than even the repulsive ones, please reveal your thoughts.”\n\nThereafter, all of the paramhansas and all of the devotees disclosed their thoughts.\n\nShriji Maharaj then said, “Having heard your thoughts, I shall now tell you about the thought which I have maintained. Consider the following example: If someone sends a letter from a distant land, the intelligence of the writer of that letter can be inferred by reading the letter. Now, the appearance and manner of speech of the five Pandavs, Draupadi, Kuntaji, Rukmini, Satyabhama, Jambavati and other queens of God, of God’s son Samb, and of other devotees are written in the scriptures. By hearing those scriptures, inference of their appearance allows us to visualize them as if having firsthand darshan ; also, their intelligence can be inferred from their words. In the same manner, one hears from the Purans, the Mahabharat and other scriptures that God is the all-doer - responsible for the creation, sustenance and dissolution of this cosmos - and that He eternally has a form. If He did not have a form, He could not be called the all-doer. Furthermore, Aksharbrahma is the abode in which God resides. It is that God who has a divine form; who is luminous and blissful; and who, at the time of creation, gives a buddhi , indriyas , a man and prans to the jivas that had been merged in maya along with their karan bodies at the time of dissolution. Why does He give these to the jivas ? Well, He does so to enable them to indulge in the superior, intermediate and inferior types of vishays as well as for the purpose of attaining liberation.\n\n“God has created enjoyments and places of enjoyment for the sake of those jivas ; but within that, the creation of the superior vishays are for the purpose of alleviating the miseries of the inferior vishays . For example, a wealthy merchant may have had trees planted on both sides of a road to provide shade; he may have had water fountains constructed; he may also have had alms-houses and guest-houses constructed. He does all of this for the poor. Similarly, before God, Brahma, Shiv, Indra and other deities are as poor as those paupers of ’47 who boiled the fruits of pipal trees and then ate them. It is God who has created those superior vishays for the happiness of Brahma and the other deities and for humans. Also, in the previous example, since the rich merchant builds amenities in the form of alms-houses, guest-houses, etc., for the sake of the poor, it is obvious that compared to those, the luxuries in the merchant’s own home must be far greater. Similarly, God has created happiness for Brahma and others; so it is obvious to an intelligent person that compared to those, the bliss of His own abode must be far more superior. An intelligent person, then, can infer that there is an extreme abundance of bliss in the abode of God. As a result, the alluring vishays become repulsive for him.\n\n“Furthermore, all of the happiness related to vishays which is apparent in this world, be it for animals, humans, deities, ghosts, etc., is only due to some relation with God and when coupled with dharma . But the bliss that is in God Himself cannot be found anywhere else. Consider the following example: The light from this burning torch which falls a short distance away is not as intense as the light in the vicinity of the torch. Very far away, there is no light at all. In the same way, elsewhere there is only a little bliss, but absolute bliss is only available in the vicinity of God. The further one is distanced from God, the less bliss one experiences. Therefore, one who is an aspirant realizes, ‘The further away I am from God, the more miseries I will face, and ultimately I will become extremely miserable. On the other hand, even the slightest association with God will provide much bliss. Therefore, I wish to keep close association with God. By doing so, I shall experience the highest form of bliss.’ One who thinks in this manner, keeps a desire for the bliss of God, and employs any means to maintain very close association with God can be called intelligent.\n\n“Moreover, the happiness of humans exceeds the happiness of animals; and the happiness of a king exceeds that; and the happiness of deities exceeds that; and the happiness of Indra exceeds that; then Bruhaspati’s happiness, then Brahma’s, then Vaikunth’s. Beyond that, the happiness of Golok is superior, and finally, the bliss of God’s Akshardham is far more superior.\n\n“In this way, realizing the intensity of the bliss of God, one who is intelligent realizes all other pleasures related to vishays to be insignificant. Compared to the bliss of God, the pleasures of Brahma and others are like that of a poor man who begs with an earthen vessel at the door of a rich householder. When I think of the bliss of the abode of that God, I become indifferent to all other forms of happiness, and I feel, ‘When will I leave this body to experience that bliss?’ Moreover, when I naturally indulge in the panchvishays , I entertain no particular thought; but, if I were to sense some pleasure in an object, My thoughts would immediately be diverted to the bliss of God, and My mind would become extremely indifferent.\n\n“These thoughts can only be fully realized by one who is intelligent. In fact, I have affection towards one who is intelligent. Why? Because, I Myself am intelligent and My thought process is such. Moreover, one who is intelligent will also think similarly. In this way, it appears to Me that My thought is superior to all of your thoughts; therefore, all of you should firmly imbibe this thought of Mine in your hearts. Without applying this thought, if one’s vrutti does become attached to alluring vishays , it will barely become detached - and that too, after much effort. As for one who has applied this thought, however, very little effort is involved in withdrawing one’s vrutti ; one can easily realize the vanity of the vishays .\n\n“This fact can only be understood by one who has a sharp intelligence and a craving for higher happiness. For example, a paisa is worth more than a cowry, and a rupee more than that; a gold coin is more valuable than that, and a chintamani is more valuable than that. Similarly, wherever there are pleasures of the panchvishays , the bliss of God in His abode is far more superior in comparison. Therefore, this thought only settles in the heart of a person who is intelligent and who thinks in such a manner. When this thought does firmly settle in the heart, even if he happens to be in a forest, he would feel, ‘I am surrounded by countless people and the wealth of a kingdom;’ he would not believe himself to be miserable. Conversely, if he were in Indra’s realms, he would feel, ‘I am sitting in a forest;’ he would not be gratified by the pleasures in the realm of Indra; in fact, he would realize those pleasures to be vain.\n\n“Therefore, keeping this thought in mind, all of you should resolve, ‘Now we want to reach only the abode of God; we do not want to be tempted by the vain pleasures of the panchvishays along the way.’ So, please keep such a firm resolve. Because what I have told all of you is My principle, please imbibe it firmly in your lives.”"
}