{
    "number": 76,
    "vachanamrut": "Gadhada I-76",
    "title": "An Angry Person, a Jealous Person, a Deceitful Person and an Egotistical Person",
    "setting": "On the sudi Ekādashi of the first Jyeshtha, Samvat 1876 [23 May 1820], Swāmi Shri Sahajānandji Mahārāj was seated in His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some senior sādhus were seated before Him.",
    "text": "Addressing them, Shriji Mahārāj said, “There are four types of people I do not get along with, even if they happen to be devotees of God: an angry person, a jealous person, a deceitful person, and an egotistical person. Of these, both anger and jealousy are dependent on egotism. Furthermore, I can never believe a lustful person to be a satsangi . In fact, even if such a person happens to be in the Satsang fellowship, he is as good as a non-believer.”\n\nContinuing, Shriji Mahārāj said, “A true satsangi is a person who has absolutely no flaws in the observance of the five religious vows and who remains totally undisturbed until the end of his life regardless of whatever stern commands I may impose - even if I compel him to forsake his preferences and enforce My own. In fact, I effortlessly and naturally develop affection for such a devotee. On the other hand, I cannot develop affection for a devotee without such qualities, even if I try. This is because My nature is such that I can only develop affection for a person who possesses in his heart such perfect bhakti for God.”\n\nOn the sudi Ekadashi of the first Jyeshtha, Samvat 1876 [23 May 1820], Swami Shri Sahajanandji Maharaj was seated in His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some senior sadhus were seated before Him.\n\nAddressing them, Shriji Maharaj said, “There are four types of people I do not get along with, even if they happen to be devotees of God: an angry person, a jealous person, a deceitful person, and an egotistical person. Of these, both anger and jealousy are dependent on egotism. Furthermore, I can never believe a lustful person to be a satsangi . In fact, even if such a person happens to be in the Satsang fellowship, he is as good as a non-believer.”\n\nContinuing, Shriji Maharaj said, “A true satsangi is a person who has absolutely no flaws in the observance of the five religious vows and who remains totally undisturbed until the end of his life regardless of whatever stern commands I may impose - even if I compel him to forsake his preferences and enforce My own. In fact, I effortlessly and naturally develop affection for such a devotee. On the other hand, I cannot develop affection for a devotee without such qualities, even if I try. This is because My nature is such that I can only develop affection for a person who possesses in his heart such perfect bhakti for God.”"
}