{
    "number": 36,
    "vachanamrut": "Gadhada I-36",
    "title": "A True Renunciant Based on the Example of a Pauper",
    "setting": "On Posh vadi 13, Samvat 1876 [13 January 1820]. Shriji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes, with garlands of white and yellow flowers adorning His neck. Bunches of white flowers were placed on both of His ears, and a tassel of yellow flowers was dangling from His pāgh . A chhoglu made from red karnikār flowers had also been placed in His pāgh . Also, He was playing with a ball of white flowers with His right hand. To the joy of the devotees, He sat adorned in such a charming fashion. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “How should one view a person who has renounced worldly life and accepted the garb of a renunciant, yet still harbors affection for asat objects, i.e., objects other than the form of God? He should be viewed to be like a pauper before a great tycoon. Suppose there is a pauper who has no clothes to wear and feeds himself by scavenging for scraps of food from piles of garbage. Not only does he consider himself to be a sinner, but other wealthy people also consider him to be a sinner. They presume, ‘He must have committed many sins; that is why he has no food or clothes.’ Similarly, after becoming a renunciant, a person who collects nice clothes and other pleasant objects with a strong craving for them but does not have affection for dharma , gnān , vairāgya and bhakti is considered by the great Ekāntik Sant to be a sinner just like the pauper. Why? Since he is a sinner, he does not have love for dharma , gnān , vairāgya and bhakti ; instead, he has affection for objects other than God.\n\n“However, for a true renunciant, both dirt and gold are equal. Moreover, a renunciant never makes distinctions by thinking, ‘This object is pleasant, and this object is unpleasant.’ He never has such an understanding; instead, he has affection only towards God. Only such a person is a true renunciant.”\n\nOn Posh vadi 13, Samvat 1876 [13 January 1820]. Shriji Maharaj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes, with garlands of white and yellow flowers adorning His neck. Bunches of white flowers were placed on both of His ears, and a tassel of yellow flowers was dangling from His pagh . A chhoglu made from red karnikar flowers had also been placed in His pagh . Also, He was playing with a ball of white flowers with His right hand. To the joy of the devotees, He sat adorned in such a charming fashion. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “How should one view a person who has renounced worldly life and accepted the garb of a renunciant, yet still harbors affection for asat objects, i.e., objects other than the form of God? He should be viewed to be like a pauper before a great tycoon. Suppose there is a pauper who has no clothes to wear and feeds himself by scavenging for scraps of food from piles of garbage. Not only does he consider himself to be a sinner, but other wealthy people also consider him to be a sinner. They presume, ‘He must have committed many sins; that is why he has no food or clothes.’ Similarly, after becoming a renunciant, a person who collects nice clothes and other pleasant objects with a strong craving for them but does not have affection for dharma , gnan , vairagya and bhakti is considered by the great Ekantik Sant to be a sinner just like the pauper. Why? Since he is a sinner, he does not have love for dharma , gnan , vairagya and bhakti ; instead, he has affection for objects other than God.\n\n“However, for a true renunciant, both dirt and gold are equal. Moreover, a renunciant never makes distinctions by thinking, ‘This object is pleasant, and this object is unpleasant.’ He never has such an understanding; instead, he has affection only towards God. Only such a person is a true renunciant.”"
}