{
    "number": 196,
    "vachanamrut": "Gadhada II-63",
    "title": "Gaining Strength",
    "setting": "On Māgshar vadi 2, Samvat 1881 [8 December 1824], Swāmi Shri Sahajānandji Mahārāj was sitting in His place of residence in Dādā Khāchar’s darbār in Gadhadā. At that time, Bhajanānand Swāmi was reading the Shrimad Bhāgwat before Shriji Mahārāj, and other paramhansas as well as devotees from various places had also gathered before Him in an assembly.",
    "text": "Thereupon Muktānand Swāmi asked, “The thought which rests between the drashtā and the drashya keeps the drashtā and drashya separated. In this, what should be understood as the consciousness of the jiva and what should be understood as the consciousness of the antahkaran ?”\n\nShriji Mahārāj replied, “It seems to Me that if one’s jiva has become extremely powerful, then the vruttis of one’s antahkaran are, in fact, the vruttis of one’s jiva . These vruttis seem to be divided into four categories, according to the four respective functions of the antahkaran . Thus, the consciousness in the indriyas and antahkaran is that of the jiva itself. Therefore, the jiva allows the indriyas and antahkaran to apply themselves wherever it is appropriate to do so and restricts them from doing as they please where it is inappropriate to do so. In fact, if one’s jiva has become very powerful, one would not even have impure dreams. On the other hand, if one’s jiva is lacking in strength, then one should follow the principle of Sānkhya and behave only as the ātmā - the drashtā - but one should not associate with one’s indriyas and antahkaran . By behaving as the ātmā in this way, one’s jiva gains great strength.\n\n“There is, however, an even greater method than this to gain strength. If a person has love for God and His Sant, possesses intense shraddhā in serving them, and also engages in the nine types of bhakti , then his jiva will instantly gain strength. Thus, for making the jiva stronger, there is no method comparable to that of serving God and His Bhakta.”\n\nShriji Mahārāj then said, “I shall now tell you a personal principle of Mine.” So saying, He continued, “When I became ill in the year of 1869, I saw Kailās and Vaikunth, and I also saw Myself riding on Nandishwar and riding on Garud. However, I did not find any pleasure in those powers. Thereafter, I began to behave only as the ātmā , whereupon all disturbances subsided. But then I thought, ‘Much better than behaving as the ātmā is to stay within the fellowship of God and His devotees.’ I then became afraid, ‘What if by behaving as the ātmā , I cannot return to this body again?’ Thus, to stay within the fellowship of God and His devotees and thus be able to serve them in whichever way possible is indeed the very best spiritual endeavor.”\n\nThereafter Shriji Mahārāj explained, “Countless types of mental and physical suffering arise during the final moments of a person’s life. But when one has the darshan of God and His Sant, all those miseries are expelled. Such is the greatness of God and His Bhakta. In actual fact, the Bhakta of God is indeed nothing but a form of Brahma. That is why one should never perceive human traits in him.\n\n“In addition, with the devotees of God, one should behave in the same manner as family members do amongst themselves. For example, even if a person scolds his own family members out of affection, or if they happen to scold him, grudges still do not develop in their hearts. With devotees of God, one should behave in the same manner. On the other hand, if a person does develop a grudge with God or His devotees, I do not even like to look at him. In fact, My anger with such a person never subsides. Moreover, those in this world who commit the five grave sins can still be redeemed someday, whereas one who spites devotees of God can never be redeemed.\n\n“Thus, there is no merit greater than that of serving devotees of God, and there is no sin graver than that of spiting devotees of God. Therefore, if one wishes to make one’s jiva powerful, then one should sincerely serve God and His devotees by thought, word and deed.”\n\nOn Magshar vadi 2, Samvat 1881 [8 December 1824], Swami Shri Sahajanandji Maharaj was sitting in His place of residence in Dada Khachar’s darbar in Gadhada. At that time, Bhajananand Swami was reading the Shrimad Bhagwat before Shriji Maharaj, and other paramhansas as well as devotees from various places had also gathered before Him in an assembly.\n\nThereupon Muktanand Swami asked, “The thought which rests between the drashta and the drashya keeps the drashta and drashya separated. In this, what should be understood as the consciousness of the jiva and what should be understood as the consciousness of the antahkaran ?”\n\nShriji Maharaj replied, “It seems to Me that if one’s jiva has become extremely powerful, then the vruttis of one’s antahkaran are, in fact, the vruttis of one’s jiva . These vruttis seem to be divided into four categories, according to the four respective functions of the antahkaran . Thus, the consciousness in the indriyas and antahkaran is that of the jiva itself. Therefore, the jiva allows the indriyas and antahkaran to apply themselves wherever it is appropriate to do so and restricts them from doing as they please where it is inappropriate to do so. In fact, if one’s jiva has become very powerful, one would not even have impure dreams. On the other hand, if one’s jiva is lacking in strength, then one should follow the principle of Sankhya and behave only as the atma - the drashta - but one should not associate with one’s indriyas and antahkaran . By behaving as the atma in this way, one’s jiva gains great strength.\n\n“There is, however, an even greater method than this to gain strength. If a person has love for God and His Sant, possesses intense shraddha in serving them, and also engages in the nine types of bhakti , then his jiva will instantly gain strength. Thus, for making the jiva stronger, there is no method comparable to that of serving God and His Bhakta.”\n\nShriji Maharaj then said, “I shall now tell you a personal principle of Mine.” So saying, He continued, “When I became ill in the year of 1869, I saw Kailas and Vaikunth, and I also saw Myself riding on Nandishwar and riding on Garud. However, I did not find any pleasure in those powers. Thereafter, I began to behave only as the atma , whereupon all disturbances subsided. But then I thought, ‘Much better than behaving as the atma is to stay within the fellowship of God and His devotees.’ I then became afraid, ‘What if by behaving as the atma , I cannot return to this body again?’ Thus, to stay within the fellowship of God and His devotees and thus be able to serve them in whichever way possible is indeed the very best spiritual endeavor.”\n\nThereafter Shriji Maharaj explained, “Countless types of mental and physical suffering arise during the final moments of a person’s life. But when one has the darshan of God and His Sant, all those miseries are expelled. Such is the greatness of God and His Bhakta. In actual fact, the Bhakta of God is indeed nothing but a form of Brahma. That is why one should never perceive human traits in him.\n\n“In addition, with the devotees of God, one should behave in the same manner as family members do amongst themselves. For example, even if a person scolds his own family members out of affection, or if they happen to scold him, grudges still do not develop in their hearts. With devotees of God, one should behave in the same manner. On the other hand, if a person does develop a grudge with God or His devotees, I do not even like to look at him. In fact, My anger with such a person never subsides. Moreover, those in this world who commit the five grave sins can still be redeemed someday, whereas one who spites devotees of God can never be redeemed.\n\n“Thus, there is no merit greater than that of serving devotees of God, and there is no sin graver than that of spiting devotees of God. Therefore, if one wishes to make one’s jiva powerful, then one should sincerely serve God and His devotees by thought, word and deed.”"
}