{
    "number": 2,
    "vachanamrut": "Gadhada I-2",
    "title": "Three Levels of Vairāgya",
    "setting": "On the night of Māgshar sudi 5, Samvat 1876 [22 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Mayārām Bhatt asked Shriji Mahārāj, “Mahārāj, please describe the characteristics of the highest, intermediate and lowest levels of vairāgya ?”\n\nShriji Mahārāj explained, “A person who has the highest level of vairāgya engages in worldly activities, either by God’s command or as a consequence of his prārabdha karmas . But, like King Janak, he is not affected by those activities. He may indulge in the most alluring of the panchvishays - sights, sounds, smells, tastes and touch - attained as a consequence of his own prārabdha , but he does so dejectedly and with total indifference towards them. Those vishays are unable to entice him; thus, his renunciation remains undiminished. He invariably views those vishays as flawed and treats them like enemies. Moreover, he constantly remains in contact with sādhus and the sacred scriptures and remains in the service of God. Even if he were to encounter adverse places, times, company, etc., his understanding would not diminish. Such a person is said to possess the highest level of vairāgya .\n\n“A person who has an intermediate level of vairāgya also indulges in the best of the panchvishays and remains unattracted to them. But, if he were to encounter adverse places, times, company, etc., he would become attached to those vishays . Consequently, his level of vairāgya would diminish. Such a person is said to possess an intermediate level of vairāgya .\n\n“As for a person who has the lowest level of vairāgya , if he were to encounter ordinary or inferior vishays , he may indulge in them, but he would not become bound by them. However, if he were to encounter and indulge in appealing vishays , he would become bound by them. Such a person is said to possess the lowest level of vairāgya .”\n\nOn the night of Magshar sudi 5, Samvat 1876 [22 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Mayaram Bhatt asked Shriji Maharaj, “Maharaj, please describe the characteristics of the highest, intermediate and lowest levels of vairagya ?”\n\nShriji Maharaj explained, “A person who has the highest level of vairagya engages in worldly activities, either by God’s command or as a consequence of his prarabdha karmas . But, like King Janak, he is not affected by those activities. He may indulge in the most alluring of the panchvishays - sights, sounds, smells, tastes and touch - attained as a consequence of his own prarabdha , but he does so dejectedly and with total indifference towards them. Those vishays are unable to entice him; thus, his renunciation remains undiminished. He invariably views those vishays as flawed and treats them like enemies. Moreover, he constantly remains in contact with sadhus and the sacred scriptures and remains in the service of God. Even if he were to encounter adverse places, times, company, etc., his understanding would not diminish. Such a person is said to possess the highest level of vairagya .\n\n“A person who has an intermediate level of vairagya also indulges in the best of the panchvishays and remains unattracted to them. But, if he were to encounter adverse places, times, company, etc., he would become attached to those vishays . Consequently, his level of vairagya would diminish. Such a person is said to possess an intermediate level of vairagya .\n\n“As for a person who has the lowest level of vairagya , if he were to encounter ordinary or inferior vishays , he may indulge in them, but he would not become bound by them. However, if he were to encounter and indulge in appealing vishays , he would become bound by them. Such a person is said to possess the lowest level of vairagya .”"
}