{
    "number": 256,
    "vachanamrut": "Gadhada III-33",
    "title": "Not Allowing the Mind to Become Affected by Four Things",
    "setting": "On Fāgun sudi 11, Samvat 1885 [16 March 1829], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then, addressing all of the paramhansas , Shriji Mahārāj said, “In the Satsang fellowship, there are only a few devotees whose mind would not be affected by wealth, property, women, children, etc., and who would not develop faith in those who fulfill the desires related to those things. In fact, there cannot be many devotees who are like this.” Saying this, Shriji Mahārāj continued, “This Muktānand Swāmi and Gopalanand Swāmi are like that, because in no way would they become impressed by anyone, no matter how great he may be - even if he were to show miracles.\n\n“What are the characteristics of a person who will not be influenced by anyone? Well, such a person believes, ‘I am the ātmā , which is distinct from the body; I am luminous and characterized by pure existence. Moreover, the manifest form of God constantly resides within my self. Except for the form of God, all worldly forms are asatya and full of countless flaws.’ A person who has such vairāgya and who thoroughly understands the greatness of God will never harbor any kind of doubts in his mind. But having said that, that understanding is very difficult to cultivate. Because even though these two sādhus are so great, if they were to receive an abundance of honor, or if heaps of rupees and gold coins were to be placed before them, or if they were to encounter attractive women, then even though they are renunciants, they would not be able to maintain their integrity. In fact, if they do encounter those objects, then it is doubtful whether they would remain on par with even the lowest of our renunciants. Why? Because the very association of those objects is such. For example, see how pious all of us sitting here are. However, if we were to drink bottles of liquor, we would not remain so composed. Similarly, the association of those objects certainly has an effect on a person. Therefore, only if one does not associate with those objects can one be saved from them. In fact, even before one encounters them, one should be cautious, lest one encounters them. Moreover, it is a well-known fact of the scriptures that only God is unaffected by their association. That is why it has been stated: ‘Rushim nārāyanam-rute... ||’ 1 as well as ‘...Ye’nye svataha parihrutād-api bibhyati sma ||’ .” 2\n\nThereafter Shriji Mahārāj said, “Who can be called an ekāntik bhakta of Vāsudev Bhagwān? Well, one who possesses the qualities of swadharma , gnān , vairāgya , and unparalleled bhakti towards Vāsudev Bhagwān coupled with knowledge of his greatness can be called an ekāntik bhakta .\n\n“Furthermore, regarding such a person’s ultimate fate, it is said that he ‘enters’ Vāsudev Bhagwān. But what is meant by ‘entering’? Well, that devotee has affection for the divine form of Vāsudev Bhagwān, who dwells within a mass of divine light. Due to that affection, he has constant awareness of the form of Vāsudev Bhagwān in his mind, and he behaves as if he is infatuated by that form. Remaining in that state, he also engages in the service of Vāsudev Bhagwān outwardly. For example, even though Lakshmiji remains in the heart of Vāsudev Bhagwān symbolically and through her profound love, she also outwardly serves him in the form of a female. The ‘entering’ of an ekāntik bhakta into Vāsudev Bhagwān should be understood in a similar manner.\n\n“Even at present, the attachment a devotee has for the ten types of bhakti - engaging in discourses related to God, singing devotional songs, chanting His holy name, etc. - as well as the attachment he has for swadharma , vairāgya , ātmā -realization, keeping the company of the Sant and realizing the greatness of God is such that he can in no way do without them. For example, one who is addicted to opium cannot live without it. Even though that opium is extremely bitter, a person who is addicted to it cannot live without it. Or, if a person is addicted to alcohol, then even though his throat burns whenever he drinks alcohol, he cannot live without it. Even if someone were to offer him many rupees, he would not accept them because his addiction is more dear to him. Why? Because that vice has become ingrained in his jiva . Similarly, if a person was addicted to the bhakti of God and other such activities, then even if he remains under the influence of any type of bad company, he would not be able to live without engaging in those devotional activities. Moreover, his mind would not be pleased in engaging in any other activities. Such a devotee of God whose jiva has become engrossed in God’s bhakti and other such activities and who is extremely eager to perform only those activities can also be said to have ‘entered’ Vāsudev Bhagwān.\n\n“So what are the characteristics of such a devotee of God? Well, except for the service of God, if he does not wish for even the four types of liberation , 3 how can he desire anything else? Such a person should be known as an ekāntik bhakta because he has no desire for anything. A person who is not like this, at times, enjoys engaging in the bhakti of God; but if he encounters evil company, he will forget bhakti and begin to behave immorally. Such a person should be known to be a fake devotee and a person who believes his self to be the body. He is not a true devotee and cannot be trusted.”\n\nThen Shriji Mahārāj continued, “If a devotee of God is vulnerable to women, wealth, swabhāvs and the belief that one is the body, then even if he is engaged in the bhakti of God, his bhakti cannot be trusted; he will surely encounter hindrances in it. Why? Because if at some time he happens to come across women or wealth, then there will be no stability in his bhakti , and he will become engrossed in them. Also, if a person believes his self to be the body, then when he suffers due to some illness, or if he is unable to obtain food and clothing, or if a command to observe a difficult religious vow is given, then again, his bhakti will be disturbed. In fact, he will become frustrated and will not be able to think; he will begin to behave immorally. Also, if he has a certain swabhāv , and if the Sant reprimands him instead of allowing him to behave according to his swabhāv , i.e., makes him behave contrary to it, then also he will become disturbed. Then, if he cannot remain in the company of the Sant, how will he be able to maintain bhakti ? Therefore, he who wishes to develop resolute bhakti should not be vulnerable in these four aspects. If there is a flaw in these four, it should be slowly eradicated with understanding. Only then can one perform unflinching bhakti of Vāsudev Bhagwān. What I have just said is absolutely true; there is no doubt in it whatsoever.”\n\nOn Fagun sudi 11, Samvat 1885 [16 March 1829], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen, addressing all of the paramhansas , Shriji Maharaj said, “In the Satsang fellowship, there are only a few devotees whose mind would not be affected by wealth, property, women, children, etc., and who would not develop faith in those who fulfill the desires related to those things. In fact, there cannot be many devotees who are like this.” Saying this, Shriji Maharaj continued, “This Muktanand Swami and Gopalanand Swami are like that, because in no way would they become impressed by anyone, no matter how great he may be - even if he were to show miracles.\n\n“What are the characteristics of a person who will not be influenced by anyone? Well, such a person believes, ‘I am the atma , which is distinct from the body; I am luminous and characterized by pure existence. Moreover, the manifest form of God constantly resides within my self. Except for the form of God, all worldly forms are asatya and full of countless flaws.’ A person who has such vairagya and who thoroughly understands the greatness of God will never harbor any kind of doubts in his mind. But having said that, that understanding is very difficult to cultivate. Because even though these two sadhus are so great, if they were to receive an abundance of honor, or if heaps of rupees and gold coins were to be placed before them, or if they were to encounter attractive women, then even though they are renunciants, they would not be able to maintain their integrity. In fact, if they do encounter those objects, then it is doubtful whether they would remain on par with even the lowest of our renunciants. Why? Because the very association of those objects is such. For example, see how pious all of us sitting here are. However, if we were to drink bottles of liquor, we would not remain so composed. Similarly, the association of those objects certainly has an effect on a person. Therefore, only if one does not associate with those objects can one be saved from them. In fact, even before one encounters them, one should be cautious, lest one encounters them. Moreover, it is a well-known fact of the scriptures that only God is unaffected by their association. That is why it has been stated: ‘Rushim narayanam-rute... ||’ 1 as well as ‘...Ye’nye svataha parihrutad-api bibhyati sma ||’ .” 2\n\nThereafter Shriji Maharaj said, “Who can be called an ekantik bhakta of Vasudev Bhagwan? Well, one who possesses the qualities of swadharma , gnan , vairagya , and unparalleled bhakti towards Vasudev Bhagwan coupled with knowledge of his greatness can be called an ekantik bhakta .\n\n“Furthermore, regarding such a person’s ultimate fate, it is said that he ‘enters’ Vasudev Bhagwan. But what is meant by ‘entering’? Well, that devotee has affection for the divine form of Vasudev Bhagwan, who dwells within a mass of divine light. Due to that affection, he has constant awareness of the form of Vasudev Bhagwan in his mind, and he behaves as if he is infatuated by that form. Remaining in that state, he also engages in the service of Vasudev Bhagwan outwardly. For example, even though Lakshmiji remains in the heart of Vasudev Bhagwan symbolically and through her profound love, she also outwardly serves him in the form of a female. The ‘entering’ of an ekantik bhakta into Vasudev Bhagwan should be understood in a similar manner.\n\n“Even at present, the attachment a devotee has for the ten types of bhakti - engaging in discourses related to God, singing devotional songs, chanting His holy name, etc. - as well as the attachment he has for swadharma , vairagya , atma -realization, keeping the company of the Sant and realizing the greatness of God is such that he can in no way do without them. For example, one who is addicted to opium cannot live without it. Even though that opium is extremely bitter, a person who is addicted to it cannot live without it. Or, if a person is addicted to alcohol, then even though his throat burns whenever he drinks alcohol, he cannot live without it. Even if someone were to offer him many rupees, he would not accept them because his addiction is more dear to him. Why? Because that vice has become ingrained in his jiva . Similarly, if a person was addicted to the bhakti of God and other such activities, then even if he remains under the influence of any type of bad company, he would not be able to live without engaging in those devotional activities. Moreover, his mind would not be pleased in engaging in any other activities. Such a devotee of God whose jiva has become engrossed in God’s bhakti and other such activities and who is extremely eager to perform only those activities can also be said to have ‘entered’ Vasudev Bhagwan.\n\n“So what are the characteristics of such a devotee of God? Well, except for the service of God, if he does not wish for even the four types of liberation , 3 how can he desire anything else? Such a person should be known as an ekantik bhakta because he has no desire for anything. A person who is not like this, at times, enjoys engaging in the bhakti of God; but if he encounters evil company, he will forget bhakti and begin to behave immorally. Such a person should be known to be a fake devotee and a person who believes his self to be the body. He is not a true devotee and cannot be trusted.”\n\nThen Shriji Maharaj continued, “If a devotee of God is vulnerable to women, wealth, swabhavs and the belief that one is the body, then even if he is engaged in the bhakti of God, his bhakti cannot be trusted; he will surely encounter hindrances in it. Why? Because if at some time he happens to come across women or wealth, then there will be no stability in his bhakti , and he will become engrossed in them. Also, if a person believes his self to be the body, then when he suffers due to some illness, or if he is unable to obtain food and clothing, or if a command to observe a difficult religious vow is given, then again, his bhakti will be disturbed. In fact, he will become frustrated and will not be able to think; he will begin to behave immorally. Also, if he has a certain swabhav , and if the Sant reprimands him instead of allowing him to behave according to his swabhav , i.e., makes him behave contrary to it, then also he will become disturbed. Then, if he cannot remain in the company of the Sant, how will he be able to maintain bhakti ? Therefore, he who wishes to develop resolute bhakti should not be vulnerable in these four aspects. If there is a flaw in these four, it should be slowly eradicated with understanding. Only then can one perform unflinching bhakti of Vasudev Bhagwan. What I have just said is absolutely true; there is no doubt in it whatsoever.”"
}