{
    "number": 8,
    "vachanamrut": "Gadhada I-8",
    "title": "Engaging the Indriyas in the Service of God and His Sant",
    "setting": "On Māgshar sudi 11, Samvat 1876 [27 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “If the vruttis of the indriyas are engaged in the service of Shri Krishna Bhagwān and His Bhakta, then the antahkaran is purified and the sins that have been attached to the jiva since time immemorial are destroyed. On the other hand, if the vruttis of the indriyas are directed towards women and other vishays , then one’s antahkaran becomes polluted and one falls from the path of liberation.\n\n“Therefore, one should indulge in the vishays only as prescribed in the scriptures; but one should never indulge in them by transgressing the regulations that are described in the scriptures. Also, one should keep association with the Sant and should shun bad company. In this manner, when a person shuns bad company and maintains association with the Sant, the sense of I-ness that he harbors towards his body and the sense of my-ness that he harbors towards his bodily relations are eradicated. He also develops profound love for God and vairāgya towards everything except God.”\n\nOn Magshar sudi 11, Samvat 1876 [27 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “If the vruttis of the indriyas are engaged in the service of Shri Krishna Bhagwan and His Bhakta, then the antahkaran is purified and the sins that have been attached to the jiva since time immemorial are destroyed. On the other hand, if the vruttis of the indriyas are directed towards women and other vishays , then one’s antahkaran becomes polluted and one falls from the path of liberation.\n\n“Therefore, one should indulge in the vishays only as prescribed in the scriptures; but one should never indulge in them by transgressing the regulations that are described in the scriptures. Also, one should keep association with the Sant and should shun bad company. In this manner, when a person shuns bad company and maintains association with the Sant, the sense of I-ness that he harbors towards his body and the sense of my-ness that he harbors towards his bodily relations are eradicated. He also develops profound love for God and vairagya towards everything except God.”"
}