{
    "number": 37,
    "vachanamrut": "Gadhada I-37",
    "title": "Attachment to One’s Native Place; Eleven Honors",
    "setting": "On Posh vadi 14, Samvat 1876 [14 January 1820], Shriji Mahārāj was sitting facing west on a large, decorated cot under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white pāgh , from which hung a tassel of yellow flowers. Bunches of white flowers had also been placed upon both of His ears, and a garland of yellow and white flowers adorned His neck. He was wearing a white khes and had covered Himself with a white cotton cloth. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “One who lacks proper understanding cannot abandon his feelings of affection for his birthplace even though he has renounced the world.” So saying, He showed everyone the scar on His thigh where He had been hurt by the stump of a tree during His childhood. Shriji Mahārāj then continued, “Whenever I see this scar, that tree and that lake immediately spring to mind. So you see, it is extremely difficult to forget one’s birthplace and relatives from within. Now I would like those amongst you who do not remember their birthplace and bodily relations to confess. For those who do not speak up out of shame, confess in the holy name of Shri Narnārāyan.”\n\nAll the munis subsequently revealed their own situation.\n\nAfter listening to them, Shriji Mahārāj said, “If one believes oneself to be the ātmā , where is the birthplace of that ātmā ? Who are the relatives of that ātmā ? Of what gender is that ātmā ? Moreover, if you wish to maintain relationships with your relatives, then you should also maintain relationships with all of the relatives that you have had throughout your previous lives in the cycle of 8.4 million life forms. Furthermore, if one wishes for the liberation of one’s relatives, then one should wish the same for all. However, just as upon beginning this human life, the parents of the previous 8.4 million life forms have all been forgotten due to ignorance, similarly the parents of this human body should be forgotten through knowledge.\n\n“As for Me, I have no affection towards any of My relatives. Moreover, a person may be serving Me, but if there is no bhakti for God in his heart, I cannot develop a liking for him - even if I try. Even if he is as virtuous as Nāradji, if he lacks bhakti for God, I do not like him.\n\n“On the other hand, there is a person who has bhakti for God in his heart. He understands that the manner in which the incarnate form of God resides on this earth and the manner in which the devotees of God remain in the vicinity of God is exactly how they remain when ātyantik-pralay occurs. He also understands that God and His devotees eternally possess a form; but never does he understand them to be formless, regardless of any Vedānta scripture he may hear. Furthermore, he realizes that there is no other all-doer in this world besides that God, and he also realizes that without God, even a dry leaf cannot be stirred.\n\n“A person with such firm conviction that God has a form, even if he is an ordinary person, is still dear to Me [1] . 1 Kāl [2], karma [3] and māyā [4] are unable to administer their power over him. In fact, God Himself imparts any punishment that he is to receive, but no one else has any authority over him. On the other hand, I have no respect for a person without such a conviction, even if he happens to have the virtues of renunciation and vairāgya . However, a person with firm faith in God in his heart never loses his conviction that God has a form; nor does he ever understand God to be formless like a mass of light, regardless of how many scriptures he may hear or the company he may keep. A Sant with such a conviction is so highly respected by Me that even I place the dust of his feet on My head [5]. In My mind, I am afraid of harming him [6], and I also long to have his darshan [7].\n\n“A person without such a conviction attempts to attain liberation using the strength of his own spiritual endeavors, but he does not strive for it by relying on the grace of God. Such a senseless person is as foolish as someone wishing to cross the ocean by his own efforts - without the aid of a ship. Conversely, one who wishes for liberation through the grace of God is wise [8], like one who wishes to cross the ocean with the help of a ship.\n\n“After leaving their body, all those with such knowledge of God’s form attain a form of chaitanya in the abode of God and forever remain in His service in His presence [9]. But if a person has endeavored without having such a conviction, then he will go to dwell in the realms of other deities.\n\n“In fact, the darshan of such a true Bhakta of God is equivalent to the darshan of God Himself [10]. He is so great that his darshan alone can redeem countless wretched jivas [11].”\n\nHaving delivered this discourse, Shriji Mahārāj then requested, “Now please sing a devotional song.”\n\nOn Posh vadi 14, Samvat 1876 [14 January 1820], Shriji Maharaj was sitting facing west on a large, decorated cot under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white pagh , from which hung a tassel of yellow flowers. Bunches of white flowers had also been placed upon both of His ears, and a garland of yellow and white flowers adorned His neck. He was wearing a white khes and had covered Himself with a white cotton cloth. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “One who lacks proper understanding cannot abandon his feelings of affection for his birthplace even though he has renounced the world.” So saying, He showed everyone the scar on His thigh where He had been hurt by the stump of a tree during His childhood. Shriji Maharaj then continued, “Whenever I see this scar, that tree and that lake immediately spring to mind. So you see, it is extremely difficult to forget one’s birthplace and relatives from within. Now I would like those amongst you who do not remember their birthplace and bodily relations to confess. For those who do not speak up out of shame, confess in the holy name of Shri Narnarayan.”\n\nAll the munis subsequently revealed their own situation.\n\nAfter listening to them, Shriji Maharaj said, “If one believes oneself to be the atma , where is the birthplace of that atma ? Who are the relatives of that atma ? Of what gender is that atma ? Moreover, if you wish to maintain relationships with your relatives, then you should also maintain relationships with all of the relatives that you have had throughout your previous lives in the cycle of 8.4 million life forms. Furthermore, if one wishes for the liberation of one’s relatives, then one should wish the same for all. However, just as upon beginning this human life, the parents of the previous 8.4 million life forms have all been forgotten due to ignorance, similarly the parents of this human body should be forgotten through knowledge.\n\n“As for Me, I have no affection towards any of My relatives. Moreover, a person may be serving Me, but if there is no bhakti for God in his heart, I cannot develop a liking for him - even if I try. Even if he is as virtuous as Naradji, if he lacks bhakti for God, I do not like him.\n\n“On the other hand, there is a person who has bhakti for God in his heart. He understands that the manner in which the incarnate form of God resides on this earth and the manner in which the devotees of God remain in the vicinity of God is exactly how they remain when atyantik-pralay occurs. He also understands that God and His devotees eternally possess a form; but never does he understand them to be formless, regardless of any Vedanta scripture he may hear. Furthermore, he realizes that there is no other all-doer in this world besides that God, and he also realizes that without God, even a dry leaf cannot be stirred.\n\n“A person with such firm conviction that God has a form, even if he is an ordinary person, is still dear to Me [1] . 1 Kal [2], karma [3] and maya [4] are unable to administer their power over him. In fact, God Himself imparts any punishment that he is to receive, but no one else has any authority over him. On the other hand, I have no respect for a person without such a conviction, even if he happens to have the virtues of renunciation and vairagya . However, a person with firm faith in God in his heart never loses his conviction that God has a form; nor does he ever understand God to be formless like a mass of light, regardless of how many scriptures he may hear or the company he may keep. A Sant with such a conviction is so highly respected by Me that even I place the dust of his feet on My head [5]. In My mind, I am afraid of harming him [6], and I also long to have his darshan [7].\n\n“A person without such a conviction attempts to attain liberation using the strength of his own spiritual endeavors, but he does not strive for it by relying on the grace of God. Such a senseless person is as foolish as someone wishing to cross the ocean by his own efforts - without the aid of a ship. Conversely, one who wishes for liberation through the grace of God is wise [8], like one who wishes to cross the ocean with the help of a ship.\n\n“After leaving their body, all those with such knowledge of God’s form attain a form of chaitanya in the abode of God and forever remain in His service in His presence [9]. But if a person has endeavored without having such a conviction, then he will go to dwell in the realms of other deities.\n\n“In fact, the darshan of such a true Bhakta of God is equivalent to the darshan of God Himself [10]. He is so great that his darshan alone can redeem countless wretched jivas [11].”\n\nHaving delivered this discourse, Shriji Maharaj then requested, “Now please sing a devotional song.”"
}