{
    "number": 213,
    "vachanamrut": "Vartal-13",
    "title": "If Brahma Pervades, How Can It Possess a Form?",
    "setting": "On Posh vadi 7, Samvat 1882 [30 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminārāyan in Vartāl. He had donned all white clothes upon His body and was also wearing garlands of white flowers around His neck. In addition to this, a decorated umbrella with a golden, egg-shaped top-piece had been placed above His head. Shriji Mahārāj sat adorned in such a beautiful manner, tossing a pomegranate fruit in His hand. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Bhagubhāi Pātidār of Bhādran approached Shriji Mahārāj and asked, “Mahārāj, how does samādhi actually occur?”\n\nShriji Mahārāj replied, “God assumes an avatār in Bharatkhand for the liberation of jivas . When He appears in the form of a king, he possesses the 39 attributes of a king; and when he appears in the form of a sādhu , such as Dattātreya or Kapil, he possesses the 30 attributes of a sādhu . By appearance, God’s form appears similar to that of any human; however, it is an exceptionally divine form. For example, a magnetic rock appears similar to all of the other rocks on the earth; yet there is an intrinsic magical property in it - when a ship sails past a mountain of magnetic rock, then all of the iron nails of the ship are drawn towards the magnetic rock. Similarly, when a person does darshan of God’s form with shraddhā , be it the form of a king or the form of a sādhu , his indriyas are drawn towards God. Then one attains samādhi .\n\n“Upon having the darshan of Shri Krishna Bhagwān, all of the residents of Gokul attained samādhi ; and in that samādhi , God showed them his own abode . In this manner, whenever there is an avatār of God, then at that time, God’s form definitely possesses certain magical properties. Moreover, all of the indriyas of anyone who does darshan of God with shraddhā are drawn towards God, and he instantly enters samādhi . At the same time, if God wishes to attract many people towards Him, then even people who are not devotees, and even animals, attain samādhi upon seeing Him. So what is so surprising about this happening to a devotee of God?”\n\nThereafter, Muktānand Swāmi asked, “It is generally said that Brahma pervades everywhere. But how can something that is pervasive be said to possess a form? Also, how can something that possesses a form be called pervasive? That is my question.”\n\nShriji Mahārāj replied, “Brahma resides in only one place, but not everywhere. That Brahma is Shri Krishna Bhagwān; He is in all places while still residing in only one place. For example, when a person worships Surya, Surya grants the person a vision like his own. Then, that person can see as far as Surya’s vision reaches. Also, a person who has attained yogic powers can hear people who may be thousands or millions of miles away as if they are speaking next to him. In fact, he is able to pick up an object that may be millions of miles away even though his arms are the same size as any other human’s. Similarly, when Shri Krishna Bhagwān wishes to give darshan somewhere, He gives His darshan there while still residing in one place. Even though He has only one form, He appears in countless forms. In fact, if a person who is a realized yogi has extraordinary powers such as long-distance hearing and long-distance vision, then what is so surprising about God also possessing such powers?\n\n“So, even though the scriptures describe God as pervasive, He actually possesses a definite form. In those scriptures, He is described as pervasive in the sense that using His own powers, He gives His darshan to all while still residing in one place. But He is not pervasive in the sense of being formless like ākāsh . So, in reality, God eternally possesses a form. It is that God with a definite form, who, while always residing in Akshardhām, appears in countless millions of brahmānds .”\n\nOn Posh vadi 7, Samvat 1882 [30 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a wooden cot under the neem tree in the campus of the mandir of Shri Lakshminarayan in Vartal. He had donned all white clothes upon His body and was also wearing garlands of white flowers around His neck. In addition to this, a decorated umbrella with a golden, egg-shaped top-piece had been placed above His head. Shriji Maharaj sat adorned in such a beautiful manner, tossing a pomegranate fruit in His hand. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Bhagubhai Patidar of Bhadran approached Shriji Maharaj and asked, “Maharaj, how does samadhi actually occur?”\n\nShriji Maharaj replied, “God assumes an avatar in Bharatkhand for the liberation of jivas . When He appears in the form of a king, he possesses the 39 attributes of a king; and when he appears in the form of a sadhu , such as Dattatreya or Kapil, he possesses the 30 attributes of a sadhu . By appearance, God’s form appears similar to that of any human; however, it is an exceptionally divine form. For example, a magnetic rock appears similar to all of the other rocks on the earth; yet there is an intrinsic magical property in it - when a ship sails past a mountain of magnetic rock, then all of the iron nails of the ship are drawn towards the magnetic rock. Similarly, when a person does darshan of God’s form with shraddha , be it the form of a king or the form of a sadhu , his indriyas are drawn towards God. Then one attains samadhi .\n\n“Upon having the darshan of Shri Krishna Bhagwan, all of the residents of Gokul attained samadhi ; and in that samadhi , God showed them his own abode . In this manner, whenever there is an avatar of God, then at that time, God’s form definitely possesses certain magical properties. Moreover, all of the indriyas of anyone who does darshan of God with shraddha are drawn towards God, and he instantly enters samadhi . At the same time, if God wishes to attract many people towards Him, then even people who are not devotees, and even animals, attain samadhi upon seeing Him. So what is so surprising about this happening to a devotee of God?”\n\nThereafter, Muktanand Swami asked, “It is generally said that Brahma pervades everywhere. But how can something that is pervasive be said to possess a form? Also, how can something that possesses a form be called pervasive? That is my question.”\n\nShriji Maharaj replied, “Brahma resides in only one place, but not everywhere. That Brahma is Shri Krishna Bhagwan; He is in all places while still residing in only one place. For example, when a person worships Surya, Surya grants the person a vision like his own. Then, that person can see as far as Surya’s vision reaches. Also, a person who has attained yogic powers can hear people who may be thousands or millions of miles away as if they are speaking next to him. In fact, he is able to pick up an object that may be millions of miles away even though his arms are the same size as any other human’s. Similarly, when Shri Krishna Bhagwan wishes to give darshan somewhere, He gives His darshan there while still residing in one place. Even though He has only one form, He appears in countless forms. In fact, if a person who is a realized yogi has extraordinary powers such as long-distance hearing and long-distance vision, then what is so surprising about God also possessing such powers?\n\n“So, even though the scriptures describe God as pervasive, He actually possesses a definite form. In those scriptures, He is described as pervasive in the sense that using His own powers, He gives His darshan to all while still residing in one place. But He is not pervasive in the sense of being formless like akash . So, in reality, God eternally possesses a form. It is that God with a definite form, who, while always residing in Akshardham, appears in countless millions of brahmands .”"
}