{
    "number": 26,
    "vachanamrut": "Gadhada I-26",
    "title": "A Genuine Amorous Devotee; The Nirgun State",
    "setting": "On the afternoon of Posh sudi 11, Samvat 1876 [27 December 1819], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He had tied a white pāgh around His head. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. Two large guldāvadi flowers had been placed upon His ears, and a tassel of flowers had been inserted in His pāgh . At that time, while some paramhansas were singing devotional songs to the accompaniment of a tāl and pakhwāj , other paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Shriji Mahārāj then said, “Now please stop singing and listen as I sing a devotional song in the form of a discourse.”\n\nThe paramhansas said in return, “Very well, Mahārāj. Please do.”\n\nThereupon Shriji Mahārāj said, “If, while singing amorous devotional songs, a person is attracted only by God’s form, then that is fine. But, being attracted to anything except God’s form constitutes a major deficiency. Why? Because just as that devotee develops affection for and is attracted by sounds related to God, he also develops affection for and is attracted by worldly songs, musical instruments, talks related to women, etc. Such a devotee should be known to lack wisdom. Thus, a person who is attracted to an equal extent by the words of God and His Sant and by worldly speech should forsake such foolishness. Having forsaken such foolishness, he should experience happiness through sounds and speech related only to God. Such a person is a genuine amorous devotee.\n\n“Furthermore, just as that devotee wishes for sounds related only to God, he desires the touch only of God. When he realizes other types of touch to be like touching a black cobra or a blazing fire, then he is a genuine amorous devotee. Similarly, if a person experiences profound bliss on seeing God, realizing everything else to be like a pile of filth or a decomposed dog, then he is a genuine amorous devotee. Similarly, if a person experiences profound bliss on tasting the prasād of God, not enjoying the various other types of tastes, then he is a genuine amorous devotee. Furthermore, such a devotee experiences profound bliss on smelling tulsi , garlands of flowers, sandalwood paste, the many varieties of fragrant perfumes, etc., that have been offered to God. He is not pleased on smelling the perfume, sandalwood paste, or garlands of flowers worn by materialistic people. In this manner, a person who has intense love for God-related vishays and an intense aversion for worldly vishays is a genuine amorous devotee.\n\n“On the other hand, a person who becomes an amorous devotee and yet derives the same pleasure from other types of sights, sounds, smells, tastes and touch as he does from God-related vishays is a false amorous devotee. Why? Because he experiences the same type of joy from vishays as he does from God. Therefore, such amorousness and mode of worship should be forsaken. Why? Because it is not God who is at fault; it is the amorous devotee’s attitude that is at fault; i.e., he has believed God to be exactly like other objects. As a result, his bhakti and amorousness are flawed.\n\n“Now, just as I have described discretion in indulging in the five types of vishays for the sthul body in the waking state, similarly, subtle vishays exist for the sukshma body in the dream state. A devotee may experience happiness from God-related sights, sounds, smells, tastes and touch on seeing the form of God in his dream, but if he also derives exactly the same pleasure on seeing other vishays in his dream, then that devotee’s amorousness is false. If, on the other hand, a person in his dream experiences happiness only by association with God and feels an aversion for other vishays as if they were vomited food, then he can be said to be a genuine amorous devotee. If he does not experience this, then although the form of God seen in his dream is true, that devotee’s understanding is flawed. Why? Because he has equal love for God and for other vishays . Thus, true understanding is to remain attracted only towards the form of God and not towards other vishays .\n\n“In this way, when only thoughts of God remain while contemplating, a state of void is attained wherein, with the exception of the form of God, that devotee does not perceive the body or the brahmānd at all. Thereafter, while seeing the form of God within that void, divine light is generated, and the form of God is seen within that light. So, affection towards only the form of God in this manner is called faithful bhakti .”\n\nIn conclusion, Shriji Mahārāj added, “When you sing amorous devotional songs, I also close My eyes and think about just this. These thoughts of Mine may be simple, but nothing is able to persist in those thoughts except God. In fact, so powerful are My thoughts that if any vishay were to come in the way of the amorous love that I have for God’s form, it would be decapitated. Just as you sing devotional songs, I have also sung a devotional song in the form of this discourse, which I have shared with all of you today.”\n\nIn this way, using Himself as an example, Shriji Mahārāj delivered this discourse for the benefit of His devotees.\n\nOn the afternoon of Posh sudi 11, Samvat 1876 [27 December 1819], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He had tied a white pagh around His head. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. Two large guldavadi flowers had been placed upon His ears, and a tassel of flowers had been inserted in His pagh . At that time, while some paramhansas were singing devotional songs to the accompaniment of a tal and pakhwaj , other paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nShriji Maharaj then said, “Now please stop singing and listen as I sing a devotional song in the form of a discourse.”\n\nThe paramhansas said in return, “Very well, Maharaj. Please do.”\n\nThereupon Shriji Maharaj said, “If, while singing amorous devotional songs, a person is attracted only by God’s form, then that is fine. But, being attracted to anything except God’s form constitutes a major deficiency. Why? Because just as that devotee develops affection for and is attracted by sounds related to God, he also develops affection for and is attracted by worldly songs, musical instruments, talks related to women, etc. Such a devotee should be known to lack wisdom. Thus, a person who is attracted to an equal extent by the words of God and His Sant and by worldly speech should forsake such foolishness. Having forsaken such foolishness, he should experience happiness through sounds and speech related only to God. Such a person is a genuine amorous devotee.\n\n“Furthermore, just as that devotee wishes for sounds related only to God, he desires the touch only of God. When he realizes other types of touch to be like touching a black cobra or a blazing fire, then he is a genuine amorous devotee. Similarly, if a person experiences profound bliss on seeing God, realizing everything else to be like a pile of filth or a decomposed dog, then he is a genuine amorous devotee. Similarly, if a person experiences profound bliss on tasting the prasad of God, not enjoying the various other types of tastes, then he is a genuine amorous devotee. Furthermore, such a devotee experiences profound bliss on smelling tulsi , garlands of flowers, sandalwood paste, the many varieties of fragrant perfumes, etc., that have been offered to God. He is not pleased on smelling the perfume, sandalwood paste, or garlands of flowers worn by materialistic people. In this manner, a person who has intense love for God-related vishays and an intense aversion for worldly vishays is a genuine amorous devotee.\n\n“On the other hand, a person who becomes an amorous devotee and yet derives the same pleasure from other types of sights, sounds, smells, tastes and touch as he does from God-related vishays is a false amorous devotee. Why? Because he experiences the same type of joy from vishays as he does from God. Therefore, such amorousness and mode of worship should be forsaken. Why? Because it is not God who is at fault; it is the amorous devotee’s attitude that is at fault; i.e., he has believed God to be exactly like other objects. As a result, his bhakti and amorousness are flawed.\n\n“Now, just as I have described discretion in indulging in the five types of vishays for the sthul body in the waking state, similarly, subtle vishays exist for the sukshma body in the dream state. A devotee may experience happiness from God-related sights, sounds, smells, tastes and touch on seeing the form of God in his dream, but if he also derives exactly the same pleasure on seeing other vishays in his dream, then that devotee’s amorousness is false. If, on the other hand, a person in his dream experiences happiness only by association with God and feels an aversion for other vishays as if they were vomited food, then he can be said to be a genuine amorous devotee. If he does not experience this, then although the form of God seen in his dream is true, that devotee’s understanding is flawed. Why? Because he has equal love for God and for other vishays . Thus, true understanding is to remain attracted only towards the form of God and not towards other vishays .\n\n“In this way, when only thoughts of God remain while contemplating, a state of void is attained wherein, with the exception of the form of God, that devotee does not perceive the body or the brahmand at all. Thereafter, while seeing the form of God within that void, divine light is generated, and the form of God is seen within that light. So, affection towards only the form of God in this manner is called faithful bhakti .”\n\nIn conclusion, Shriji Maharaj added, “When you sing amorous devotional songs, I also close My eyes and think about just this. These thoughts of Mine may be simple, but nothing is able to persist in those thoughts except God. In fact, so powerful are My thoughts that if any vishay were to come in the way of the amorous love that I have for God’s form, it would be decapitated. Just as you sing devotional songs, I have also sung a devotional song in the form of this discourse, which I have shared with all of you today.”\n\nIn this way, using Himself as an example, Shriji Maharaj delivered this discourse for the benefit of His devotees."
}