{
    "number": 156,
    "vachanamrut": "Gadhada II-23",
    "title": "Heat and Frost",
    "setting": "On Jyeshtha sudi 11, Samvat 1878 [31 May 1822], Swāmi Shri Sahajānandji Mahārāj was sitting in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had also covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Today I pondered over the nature of the mind. It appears that the mind is not separate from the jiva ; that is, it is a reflection of the jiva itself, but not separate from it. I also observed that the nature of the mind is like the heat of summer and the frost of winter. Just as a person can die from heat or frost, similarly, when the mind travels towards the vishays via the indriyas , if those vishays are full of miseries, the mind becomes ‘hot’ like the heat of summer; and if those vishays are pleasurable, then the mind becomes ‘cold’ like the frost of winter. Specifically, when the mind, having indulged in those vishays which are full of misery and having become ‘hot’ like the scorching winds of summer heat, enters a person’s heart, it makes the person extremely miserable and forces him to fall from the path of liberation. Such a person should be known to have died from the effects of heat. When the mind, having indulged in the pleasures of those vishays that are full of happiness and having become ‘cold’ like frost, enters a person’s heart, it makes that person complacent, thus causing him to fall from the path of liberation. He should be known to have died due to frost.\n\n“However, one whose mind remains unmoved - that is, it does not become ‘hot’ upon experiencing repulsive vishays and does not become ‘cold’ upon experiencing pleasurable vishays should be known as a Param-Bhāgwat Sant. But indeed, it is no small feat to cultivate one’s mind in this manner.\n\n“Moreover, the mind is like a child. If a child attempts to grasp a snake, or touch a flame or perhaps hold an unsheathed sword, it becomes upset when it is not allowed to do so; and even if it is allowed to do so, it will hurt itself. Similarly, if the mind is not allowed to indulge in the vishays , it becomes upset; and if it is allowed to indulge in them, it turns away from God, and thus becomes extremely miserable. Therefore, only one whose mind has a craving for God and which becomes neither ‘hot’ nor ‘cold’ by the vishays should be known as a sādhu .”\n\nOn Jyeshtha sudi 11, Samvat 1878 [31 May 1822], Swami Shri Sahajanandji Maharaj was sitting in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had also covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Today I pondered over the nature of the mind. It appears that the mind is not separate from the jiva ; that is, it is a reflection of the jiva itself, but not separate from it. I also observed that the nature of the mind is like the heat of summer and the frost of winter. Just as a person can die from heat or frost, similarly, when the mind travels towards the vishays via the indriyas , if those vishays are full of miseries, the mind becomes ‘hot’ like the heat of summer; and if those vishays are pleasurable, then the mind becomes ‘cold’ like the frost of winter. Specifically, when the mind, having indulged in those vishays which are full of misery and having become ‘hot’ like the scorching winds of summer heat, enters a person’s heart, it makes the person extremely miserable and forces him to fall from the path of liberation. Such a person should be known to have died from the effects of heat. When the mind, having indulged in the pleasures of those vishays that are full of happiness and having become ‘cold’ like frost, enters a person’s heart, it makes that person complacent, thus causing him to fall from the path of liberation. He should be known to have died due to frost.\n\n“However, one whose mind remains unmoved - that is, it does not become ‘hot’ upon experiencing repulsive vishays and does not become ‘cold’ upon experiencing pleasurable vishays should be known as a Param-Bhagwat Sant. But indeed, it is no small feat to cultivate one’s mind in this manner.\n\n“Moreover, the mind is like a child. If a child attempts to grasp a snake, or touch a flame or perhaps hold an unsheathed sword, it becomes upset when it is not allowed to do so; and even if it is allowed to do so, it will hurt itself. Similarly, if the mind is not allowed to indulge in the vishays , it becomes upset; and if it is allowed to indulge in them, it turns away from God, and thus becomes extremely miserable. Therefore, only one whose mind has a craving for God and which becomes neither ‘hot’ nor ‘cold’ by the vishays should be known as a sadhu .”"
}