{
    "number": 78,
    "vachanamrut": "Gadhada I-78",
    "title": "The Predominance of Place, Time, Etc.",
    "setting": "On Āshādh sudi 3, Samvat 1877 [13 July 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He was also wearing a white pāgh on His head and a garland of white flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Shriji  Mahārāj then said, “All sādhus , please listen. I wish to ask a question.”\n\nThe sādhus responded, “Please do ask, Mahārāj.”\n\nThereupon Shriji Mahārāj asked, “If the eight influences of place, time, action, company, mantra, meditation of the deities, initiation and scriptures are favorable, they purify one’s mind; however, if these eight influences are unfavorable, they pollute one’s mind. But do the sanskārs of the karmas performed in past lives have any influence on these eight factors?”\n\nThe munis answered, “It seems that the karmas of past lives do play a role. If one’s past karmas are favorable, one is born in a favorable place; if they are unfavorable, one is born in an unfavorable place. In the same manner, the other seven factors of time, actions, etc., are also determined by past karmas . So yes, past karmas appear to play the predominant role in all of them. The eight influences of place, time, etc., may be predominant in certain circumstances, but past karmas are predominant in all circumstances.”\n\nThereupon Shriji Mahārāj questioned, “From what principle in the scriptures do you claim that past karmas play the predominant role among all of the influences - from place and time, up to the deities one worships? Please quote any reference from the scriptures. After all, only in the Jain scriptures - and not in any other - does one find the predominance of only karmas . Other scriptures promote only the predominance of the company of God and His Bhakta. Moreover, because you advocate the predominance of only past karmas , are you truly nāstiks superficially disguised as satsangis or what? This is because no one except the nāstiks promote the predominance of karmas . They believe the Vedas, the Shāstras, the Purāns, and the Mahābhārat and other Itihās scriptures to be false; they only accept their own scriptures written in the Māgdhi dialect as authentic. Thus, it is out of foolishness that they promote karmas only.\n\n“If the eight factors of place, time, etc., vary according to past karmas , then why has the hundred-feet-deep underground water not risen to the surface for the many pious kings who have been born in the region of Mārvād? If the influence of place was controlled by past karmas , then the water-table should rise for people who have performed good deeds and fall for sinners. This is not the case, however, because in the region of Mārvād, both sinners and pious people suffer from the problem of water being found deep underground. In reality, each place does not lose its inherent characteristics. Thus, place, time, etc., do not vary according to past karmas .\n\n“Therefore, a person who desires his own liberation should not uphold the predominance of karmas in the way that nāstiks do. If the eight influences of place, time, etc., are unfavorable, he should forsake them and seek only favorable influences.\n\n“Moreover, just as favorable and unfavorable places exist outside the body, one’s body can also be a favorable or unfavorable ‘place’. If the ‘place’ - in the form of the body - is favorable when the jiva resides within it, then redemptive virtues such as nobility, contentment, compassion, dharma , etc., develop. However, if the ‘place’ - in the form of the body - is unfavorable when the jiva resides within it, then vices such as lust, anger, avarice, infatuation, matsar , arrogance, etc., develop instead.\n\n“Also, favorable and unfavorable company should be distinguished as follows: When no distance remains at all between one and the person whose company is kept, that is known as true association. Outwardly, even enemies embrace each other, yet their hearts are hundreds of thousands of miles apart. Such outward association cannot be called association; only association that is kept by thought, word and deed can be called association. One should keep such association - by thought, word and deed - only with God or His Bhakta, as it leads to the liberation of one’s jiva . But one should never associate with a sinner.”\n\nThen, at midday, Shriji Mahārāj called all of the young student sādhus near and requested, “All of you student sādhus , please ask Me questions.”\n\nThereupon Motā Shivānand Swāmi asked, “How can a person who has unwavering faith in God be recognized?”\n\nShriji Mahārāj replied, “A person with unwavering faith in God regards all actions performed by God as redemptive - whether they be good or bad. Whether God wins or loses, or at times even runs away; whether He shows pleasure or grief; in fact, however many countless kinds of actions a faithful devotee witnesses, he says, ‘All actions of God are for the sake of liberation.’ If, whenever the devotee speaks, he speaks in this manner only, then he should be known to have absolute faith in God.”\n\nThereafter Nirmānānand Swāmi asked, “How can a person prevent the development of a fault-finding attitude towards God and His sādhu ?”\n\nShriji Mahārāj answered, “If a person possesses the aforesaid unwavering faith in God, then he never develops a fault-finding attitude towards God. Furthermore, when he thinks upon the greatness of the servants of such a great God, he never perceives faults in the devotees of God either.”\n\nThen Nirmānānand Swāmi and Nānā Pragnānand Swāmi both asked, “How can one realize the form of God in all the three states of waking, dream and deep sleep?”\n\nShriji Mahārāj replied, “If the pure sanskārs from one’s previous lives are powerful, then one can constantly see the form of God in all three states. If one who constantly experiences fear, lust or love for something can see objects besides God constantly in all three states, then what is surprising about being able to see God constantly as well? He can definitely be seen.”\n\nNānā Shivānand Swāmi then asked, “How can someone with an unfaltering foundation in the Satsang fellowship be recognized? That is the first question. The second question is: How can the enemies - i.e., egotism, lust, anger, avarice, matsar , jealousy, arrogance, etc. - be destroyed?”\n\nShriji Mahārāj explained, “A person who is absolutely loyal to Satsang cannot tolerate in the least someone speaking ill of Satsang. For example, even though one may have had a disagreement with a member of one’s family, one would be unable to tolerate anyone speaking ill of them. Therefore, just as one is loyal to one’s relatives, if a person is similarly loyal to Satsang, then his foundation in Satsang is unfaltering.\n\n“The answer to the second question is: If one has such loyalty for Satsang, how can one possibly harbor arrogance, matsar or jealousy towards the Sant or satsangis ? Therefore, all of the inner enemies - egotism, arrogance, matsar , jealousy, etc. - of a person who is loyal to Satsang are destroyed. However, if a person does not have such loyalty for satsangis and regards satsangis and kusangis as equal, then however highly he may be regarded in Satsang, he is sure to ultimately fall from Satsang.”\n\nThen Nānā Ātmānand Swāmi asked, “God and His Sant may boldly tell someone whatever needs to be said, with the faith, ‘Whether he is praised or rebuked, he will not fall from Satsang in any way.’ How can one earn such trust of God and His Sant? That is one question. The second question is: How can a person win the affection of all of the sādhus , just as he has won the affection of the sādhu he is presently staying with?”\n\nShriji Mahārāj replied, “As in the answer to Shivānand Swāmi’s question, if a person is extremely loyal to Satsang, God and His Sant do not hesitate in reprimanding him. They never lack faith in him; that is, they never feel, ‘If he is reprimanded, he will leave the Satsang fellowship.’ Rather, they have firm faith and believe, ‘His satsang is firm, so there is no danger in reprimanding him.’\n\n“The answer to the second question is: He may leave the person he was previously staying with because he was unable to get along with him and subsequently go and stay with another person. Despite this, though, he is unable to tolerate others speaking ill of the person he originally stayed with. Thus, all of the sādhus feel, ‘This person is not ungrateful. He is a very good sādhu because he has not forgotten that he is indebted to the person from whom he has learnt even a little.’ Realizing this, all of the sādhus like him. On the other hand, if he leaves the person he was previously staying with to stay with another person and subsequently speaks ill of the person he originally stayed with, all of the sādhus feel, ‘This person is ungrateful. In the future, if he does not get along with any of us, he will surely speak ill of us too.’ As a result, no one likes him.”\n\nThereafter Daharānand Swāmi asked, “God transcends Akshar; He is beyond mind and speech; and He is imperceptible to all. Why, then, can everyone see Him as manifest?”\n\nShriji Mahārāj replied, “God - who transcends Akshar, who is beyond mind and speech, and who is imperceptible - Himself, out of compassion, resolves, ‘May all the enlightened and unenlightened people on Mrutyulok behold Me.’ Having resolved in this manner, God - whose will always prevails - becomes perceivable to all people on Mrutyulok out of compassion.”\n\nTyāgānand Swāmi then asked, “How is God pleased?”\n\nShriji Mahārāj answered, “A person who wants to please God should not wish for bodily comforts. He should not even crave for the darshan of God. In fact, to do exactly as God commands is the only means to please God.”\n\nThen Lakshmanānand Swāmi asked, “With what understanding is one able to feel the wonder of having attained the profound association of God and His sādhus ? Also, how can one feel elated all day and night?”\n\nShriji Mahārāj replied, “A devotee realizes, ‘This God and these sādhus all reside in Vaikunth, Golok and Brahmapur. In fact, all of those abodes are present wherever God and these sādhus reside. Therefore, I am extremely fortunate in that I am able to stay in the presence of these sādhus .’ If he understands this, then he will experience awe all day and night and will sway in an ocean of bliss throughout the day.”\n\nParamātmānand Swāmi then asked, “How can one acquire the 30 attributes of a sādhu described in the 11 th canto of the Shrimad Bhāgwat?”\n\nShriji Mahārāj replied, “A person who regards the Sant who possesses the 30 attributes as a guru and as a deity and associates with him by thought, word and deed acquires those 30 attributes. In fact, all of the scriptures state, ‘When one serves the Sant, one becomes like the Sant.’”\n\nThereafter Shāntānand Swāmi asked, “There is one devotee who constantly maintains his vrutti on the form of God. There is another devotee who engages in worship and remembrance, and he also listens to and engages in discourses and devotional songs related to God. Which devotee of God is the better of the two?”\n\nShriji Mahārāj explained, “He who experiences nirvikalp samādhi and is not conscious of his body is the better of the two, even if he does not engage in discourses and devotional songs related to God. However, there may be someone who is conscious of his body and gets up from worship of his own accord to eat, drink and perform all bodily activities, yet does not listen to or engage in the discourses and devotional songs related to God. In comparison to him, a person who listens to or engages in discourses and devotional songs is better.”\n\nĀdhārānand Swāmi then asked, “How should we behave so that God and His Sant become pleased?”\n\nShriji Mahārāj replied, “If we strictly adhere to the five religious vows and do not allow any sort of lapse in their observance, God and His Sant will be pleased. There is not even the slightest doubt about this.”\n\nThen Vedāntānand Swāmi asked, “What can a person who has previously behaved improperly do to please God and His Sant?”\n\nShriji Mahārāj answered, “God and His Sant become displeased upon seeing impure swabhāvs within a person. When we develop enmity towards those swabhāvs , the Sant also realizes this, because whenever one bears animosity towards someone, the whole world knows. Consequently, the Sant, who himself is also an enemy of those swabhāvs , sides with us and bestows compassion upon us, showing us the way to conquer those swabhāvs by whichever means possible. Therefore, developing bitter hatred towards the particular base swabhāv that has led to one’s disgrace, one should adopt means that would totally uproot it. When we behave in this way, God and His Sant shower total compassion upon us. Whenever God and His disciples shower their compassion, one continues to experience extreme bliss within one’s heart. Also, one’s capacity to walk on the path of liberation increases, and the strength of one’s enemies - lust, anger, avarice, etc. - decreases. Thus, God does help one who keeps intense enmity towards that bitter enemy which causes distress within one’s heart. That is why it is necessary to bear animosity for one’s enemies of lust, anger, etc. It is thus very beneficial to develop enmity towards one’s inner enemies.”\n\nThereafter Bhagwadānand Swāmi asked, “Mahārāj, just as one fears God when one is near Him, what understanding should one have so that one fears God just as much when one is far from Him?”\n\nShriji Mahārāj explained, “Just as one maintains the respect of God when He is near, the same respect remains when He is far if one thoroughly understands the greatness of God. That greatness should be understood as follows: ‘Purushottam Bhagwān - who transcends Akshar; by whose wish countless millions of brahmānds are created; who, by His powers, supports these brahmānds ; who is vyatirek , yet is present within everything as anvay , and while being anvay , is also vyatirek from everything; who dwells within each and every atom in His antaryāmi form just as He is in His manifest form; without whose wish not even a blade of grass is able to flutter; who is responsible for creating, sustaining and destroying countless millions of brahmānds ; who administers pain and pleasure to the beings residing therein; and who is the sole doer of all that happens - manifests on this earth for the liberation of the jivas . Yet, when that very God mounts a horse, it appears that the horse is carrying Him; though, in reality, it is God who is the upholder of the horse. Furthermore, when God sits on the earth, it seems that the earth is supporting God; yet, in reality, it is God who supports the entire earth along with its mobile and immobile forms of life. Moreover, at night, the light of the moon, an oil lamp or a torch allow one to have the darshan of God; or during the day, the light of the sun allows one to have the darshan of God. In reality, however, it is that God who provides light to the sun, the moon, and the flames of fire. Such are the magnificent powers of God. Despite this, though, God has become like a human for the sake of the liberation of the jivas , and He is giving darshan to me.’ If one understands the greatness of God in this manner, then one can keep the same respect for God when one is far from Him as when one is near Him.”\n\nBhagwadānand Swāmi then asked another question, “Nothing happens without God’s will; that is, everything that happens is all the work of God alone. So when God or His devotees encounter hardships, why then, does He not alleviate their distress? Why does He merely wish to alleviate their distress?”\n\nShriji Mahārāj explained, “When God assumes a human form, it is customary for Him to behave in absolutely the same manner as humans do and not to reveal His transcendental powers. This is how all of the actions and incidents of God are described in the scriptures. Therefore, one may entertain doubts only when God exhibits new actions. But as long as the actions of God are like those performed by the previous avatārs , no doubts should be entertained.”\n\nThen Nirmalānand Swāmi asked, “What understanding is required to thoroughly realize the greatness of the Sant of God?”\n\nShriji Mahārāj replied, “When one contemplates upon the greatness of Matsya, Kachchha, Varāh, Vāman, Parshurām, Rām, Krishna and the countless avatārs of God by thinking, ‘God has liberated countless jivas through Rām, Krishna, and other avatārs . I am extremely fortunate that I have attained the profound association of the Sant of that very God’ - then one begins to thoroughly realize the greatness of the Sant day by day.”\n\nThereafter Nārāyanānand Swāmi asked, “How is the jiva anvay with the three bodies of sthul , sukshma and kāran ; and how is it vyatirek from them?”\n\nShriji Mahārāj answered, “When the body encounters pleasure and pain and the jiva assumes that pleasure and pain upon itself, the jiva is anvay with the three bodies. When it believes itself to be distinct from the pleasure and pain of the three bodies, then the jiva is vyatirek from them.”\n\nShunyātitānand Swāmi then asked, “When a person practices satsang initially, he has deep affection for the Sant and the satsangis . But why does this affection later decline?”\n\nShriji Mahārāj explained, “Initially, he holds the Sant in very high respect. Later, however, when he perceives a minor flaw in the Sant, he regards it as a major flaw because of his own malicious mind. As a result, his vicious nature flourishes, and his respect for the Sant declines. Then, if he thoughtfully eradicates this vicious nature, he becomes as pure as he was before. However, if he does not do so, he ultimately falls from the Satsang fellowship.”\n\nThereafter Prasādānand Swāmi asked, “What is the cause of the jiva’s liberation?”\n\nShriji Mahārāj answered, “To do exactly as the Sant says without harboring any doubts is the only cause of the jiva’s liberation.”\n\nThen Trigunātitānand Swāmi asked, “What means should one adopt when faced with adverse places, times, actions and company?”\n\nShriji Mahārāj explained, “The only way to overcome adverse places, times, etc., is to escape from them by any means possible.”\n\nNānā Nirvikārānand Swāmi then asked, “Despite having faith in God, why are not one’s vicious desires eradicated?”\n\nShriji Mahārāj replied, “One’s vicious desires are not eradicated because one has not fully realized the greatness of God.”\n\nThen Motā Yogānand Swāmi asked, “Despite having perfect faith in God, why does a person still not develop affection for God and discourses related to God?”\n\nShriji Mahārāj explained, “It is because he has not yet realized the greatness of God as it is. If a person does thoroughly realize the greatness of God, then he does not develop affection for anything besides God, even if he tries. In addition, he develops unflinching affection only for God, His Sant, and the discourses and devotional songs related to God.”\n\nThen Pratoshānand Swāmi asked, “How can one’s bhakti towards God remain unflinching?”\n\nShriji Mahārāj replied, “If a person thoroughly understands the greatness of the manifest form of Shri Krishna Purushottam - who is the cause of the four emanations, i.e., Aniruddha, Pradyumna, Sankarshan and Vāsudev; the cause of the 24 forms, i.e., Keshav, etc.; and the cause of Varāh and the other avatārs - then he remains unflinching in the nine types of bhakti towards God, i.e., listening to talks of God, singing devotional songs, etc.”\n\nAfter answering the questions of all of the munis in this way, Shriji Mahārāj asked them all, “Lust, anger and avarice - these three are gateways to narak . All of you please reveal if you have thoroughly conquered any of these.”\n\nThe munis then spoke regarding whatever each one had resolved. Hearing this from the munis , Shriji Mahārāj became extremely pleased. After gladly imprinting His holy feet on the chests of Ātmānand Swāmi, Yogānand Swāmi, Bhagwadānand Swāmi and Shivānand Swāmi, He added, “Just as Mahānubhāvānand Swāmi and the others are senior munis , these four should also be considered senior along with them. Therefore, do not allow anyone to insult them.”\n\nHaving appealed to Muktānand Swāmi and other senior sādhus in this way, Shriji Mahārāj bid ‘Jai Sachchidānand’ to everyone and returned to His residence for His meals.\n\nOn Ashadh sudi 3, Samvat 1877 [13 July 1820], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He was also wearing a white pagh on His head and a garland of white flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nShriji  Maharaj then said, “All sadhus , please listen. I wish to ask a question.”\n\nThe sadhus responded, “Please do ask, Maharaj.”\n\nThereupon Shriji Maharaj asked, “If the eight influences of place, time, action, company, mantra, meditation of the deities, initiation and scriptures are favorable, they purify one’s mind; however, if these eight influences are unfavorable, they pollute one’s mind. But do the sanskars of the karmas performed in past lives have any influence on these eight factors?”\n\nThe munis answered, “It seems that the karmas of past lives do play a role. If one’s past karmas are favorable, one is born in a favorable place; if they are unfavorable, one is born in an unfavorable place. In the same manner, the other seven factors of time, actions, etc., are also determined by past karmas . So yes, past karmas appear to play the predominant role in all of them. The eight influences of place, time, etc., may be predominant in certain circumstances, but past karmas are predominant in all circumstances.”\n\nThereupon Shriji Maharaj questioned, “From what principle in the scriptures do you claim that past karmas play the predominant role among all of the influences - from place and time, up to the deities one worships? Please quote any reference from the scriptures. After all, only in the Jain scriptures - and not in any other - does one find the predominance of only karmas . Other scriptures promote only the predominance of the company of God and His Bhakta. Moreover, because you advocate the predominance of only past karmas , are you truly nastiks superficially disguised as satsangis or what? This is because no one except the nastiks promote the predominance of karmas . They believe the Vedas, the Shastras, the Purans, and the Mahabharat and other Itihas scriptures to be false; they only accept their own scriptures written in the Magdhi dialect as authentic. Thus, it is out of foolishness that they promote karmas only.\n\n“If the eight factors of place, time, etc., vary according to past karmas , then why has the hundred-feet-deep underground water not risen to the surface for the many pious kings who have been born in the region of Marvad? If the influence of place was controlled by past karmas , then the water-table should rise for people who have performed good deeds and fall for sinners. This is not the case, however, because in the region of Marvad, both sinners and pious people suffer from the problem of water being found deep underground. In reality, each place does not lose its inherent characteristics. Thus, place, time, etc., do not vary according to past karmas .\n\n“Therefore, a person who desires his own liberation should not uphold the predominance of karmas in the way that nastiks do. If the eight influences of place, time, etc., are unfavorable, he should forsake them and seek only favorable influences.\n\n“Moreover, just as favorable and unfavorable places exist outside the body, one’s body can also be a favorable or unfavorable ‘place’. If the ‘place’ - in the form of the body - is favorable when the jiva resides within it, then redemptive virtues such as nobility, contentment, compassion, dharma , etc., develop. However, if the ‘place’ - in the form of the body - is unfavorable when the jiva resides within it, then vices such as lust, anger, avarice, infatuation, matsar , arrogance, etc., develop instead.\n\n“Also, favorable and unfavorable company should be distinguished as follows: When no distance remains at all between one and the person whose company is kept, that is known as true association. Outwardly, even enemies embrace each other, yet their hearts are hundreds of thousands of miles apart. Such outward association cannot be called association; only association that is kept by thought, word and deed can be called association. One should keep such association - by thought, word and deed - only with God or His Bhakta, as it leads to the liberation of one’s jiva . But one should never associate with a sinner.”\n\nThen, at midday, Shriji Maharaj called all of the young student sadhus near and requested, “All of you student sadhus , please ask Me questions.”\n\nThereupon Mota Shivanand Swami asked, “How can a person who has unwavering faith in God be recognized?”\n\nShriji Maharaj replied, “A person with unwavering faith in God regards all actions performed by God as redemptive - whether they be good or bad. Whether God wins or loses, or at times even runs away; whether He shows pleasure or grief; in fact, however many countless kinds of actions a faithful devotee witnesses, he says, ‘All actions of God are for the sake of liberation.’ If, whenever the devotee speaks, he speaks in this manner only, then he should be known to have absolute faith in God.”\n\nThereafter Nirmananand Swami asked, “How can a person prevent the development of a fault-finding attitude towards God and His sadhu ?”\n\nShriji Maharaj answered, “If a person possesses the aforesaid unwavering faith in God, then he never develops a fault-finding attitude towards God. Furthermore, when he thinks upon the greatness of the servants of such a great God, he never perceives faults in the devotees of God either.”\n\nThen Nirmananand Swami and Nana Pragnanand Swami both asked, “How can one realize the form of God in all the three states of waking, dream and deep sleep?”\n\nShriji Maharaj replied, “If the pure sanskars from one’s previous lives are powerful, then one can constantly see the form of God in all three states. If one who constantly experiences fear, lust or love for something can see objects besides God constantly in all three states, then what is surprising about being able to see God constantly as well? He can definitely be seen.”\n\nNana Shivanand Swami then asked, “How can someone with an unfaltering foundation in the Satsang fellowship be recognized? That is the first question. The second question is: How can the enemies - i.e., egotism, lust, anger, avarice, matsar , jealousy, arrogance, etc. - be destroyed?”\n\nShriji Maharaj explained, “A person who is absolutely loyal to Satsang cannot tolerate in the least someone speaking ill of Satsang. For example, even though one may have had a disagreement with a member of one’s family, one would be unable to tolerate anyone speaking ill of them. Therefore, just as one is loyal to one’s relatives, if a person is similarly loyal to Satsang, then his foundation in Satsang is unfaltering.\n\n“The answer to the second question is: If one has such loyalty for Satsang, how can one possibly harbor arrogance, matsar or jealousy towards the Sant or satsangis ? Therefore, all of the inner enemies - egotism, arrogance, matsar , jealousy, etc. - of a person who is loyal to Satsang are destroyed. However, if a person does not have such loyalty for satsangis and regards satsangis and kusangis as equal, then however highly he may be regarded in Satsang, he is sure to ultimately fall from Satsang.”\n\nThen Nana Atmanand Swami asked, “God and His Sant may boldly tell someone whatever needs to be said, with the faith, ‘Whether he is praised or rebuked, he will not fall from Satsang in any way.’ How can one earn such trust of God and His Sant? That is one question. The second question is: How can a person win the affection of all of the sadhus , just as he has won the affection of the sadhu he is presently staying with?”\n\nShriji Maharaj replied, “As in the answer to Shivanand Swami’s question, if a person is extremely loyal to Satsang, God and His Sant do not hesitate in reprimanding him. They never lack faith in him; that is, they never feel, ‘If he is reprimanded, he will leave the Satsang fellowship.’ Rather, they have firm faith and believe, ‘His satsang is firm, so there is no danger in reprimanding him.’\n\n“The answer to the second question is: He may leave the person he was previously staying with because he was unable to get along with him and subsequently go and stay with another person. Despite this, though, he is unable to tolerate others speaking ill of the person he originally stayed with. Thus, all of the sadhus feel, ‘This person is not ungrateful. He is a very good sadhu because he has not forgotten that he is indebted to the person from whom he has learnt even a little.’ Realizing this, all of the sadhus like him. On the other hand, if he leaves the person he was previously staying with to stay with another person and subsequently speaks ill of the person he originally stayed with, all of the sadhus feel, ‘This person is ungrateful. In the future, if he does not get along with any of us, he will surely speak ill of us too.’ As a result, no one likes him.”\n\nThereafter Daharanand Swami asked, “God transcends Akshar; He is beyond mind and speech; and He is imperceptible to all. Why, then, can everyone see Him as manifest?”\n\nShriji Maharaj replied, “God - who transcends Akshar, who is beyond mind and speech, and who is imperceptible - Himself, out of compassion, resolves, ‘May all the enlightened and unenlightened people on Mrutyulok behold Me.’ Having resolved in this manner, God - whose will always prevails - becomes perceivable to all people on Mrutyulok out of compassion.”\n\nTyaganand Swami then asked, “How is God pleased?”\n\nShriji Maharaj answered, “A person who wants to please God should not wish for bodily comforts. He should not even crave for the darshan of God. In fact, to do exactly as God commands is the only means to please God.”\n\nThen Lakshmananand Swami asked, “With what understanding is one able to feel the wonder of having attained the profound association of God and His sadhus ? Also, how can one feel elated all day and night?”\n\nShriji Maharaj replied, “A devotee realizes, ‘This God and these sadhus all reside in Vaikunth, Golok and Brahmapur. In fact, all of those abodes are present wherever God and these sadhus reside. Therefore, I am extremely fortunate in that I am able to stay in the presence of these sadhus .’ If he understands this, then he will experience awe all day and night and will sway in an ocean of bliss throughout the day.”\n\nParamatmanand Swami then asked, “How can one acquire the 30 attributes of a sadhu described in the 11 th canto of the Shrimad Bhagwat?”\n\nShriji Maharaj replied, “A person who regards the Sant who possesses the 30 attributes as a guru and as a deity and associates with him by thought, word and deed acquires those 30 attributes. In fact, all of the scriptures state, ‘When one serves the Sant, one becomes like the Sant.’”\n\nThereafter Shantanand Swami asked, “There is one devotee who constantly maintains his vrutti on the form of God. There is another devotee who engages in worship and remembrance, and he also listens to and engages in discourses and devotional songs related to God. Which devotee of God is the better of the two?”\n\nShriji Maharaj explained, “He who experiences nirvikalp samadhi and is not conscious of his body is the better of the two, even if he does not engage in discourses and devotional songs related to God. However, there may be someone who is conscious of his body and gets up from worship of his own accord to eat, drink and perform all bodily activities, yet does not listen to or engage in the discourses and devotional songs related to God. In comparison to him, a person who listens to or engages in discourses and devotional songs is better.”\n\nAdharanand Swami then asked, “How should we behave so that God and His Sant become pleased?”\n\nShriji Maharaj replied, “If we strictly adhere to the five religious vows and do not allow any sort of lapse in their observance, God and His Sant will be pleased. There is not even the slightest doubt about this.”\n\nThen Vedantanand Swami asked, “What can a person who has previously behaved improperly do to please God and His Sant?”\n\nShriji Maharaj answered, “God and His Sant become displeased upon seeing impure swabhavs within a person. When we develop enmity towards those swabhavs , the Sant also realizes this, because whenever one bears animosity towards someone, the whole world knows. Consequently, the Sant, who himself is also an enemy of those swabhavs , sides with us and bestows compassion upon us, showing us the way to conquer those swabhavs by whichever means possible. Therefore, developing bitter hatred towards the particular base swabhav that has led to one’s disgrace, one should adopt means that would totally uproot it. When we behave in this way, God and His Sant shower total compassion upon us. Whenever God and His disciples shower their compassion, one continues to experience extreme bliss within one’s heart. Also, one’s capacity to walk on the path of liberation increases, and the strength of one’s enemies - lust, anger, avarice, etc. - decreases. Thus, God does help one who keeps intense enmity towards that bitter enemy which causes distress within one’s heart. That is why it is necessary to bear animosity for one’s enemies of lust, anger, etc. It is thus very beneficial to develop enmity towards one’s inner enemies.”\n\nThereafter Bhagwadanand Swami asked, “Maharaj, just as one fears God when one is near Him, what understanding should one have so that one fears God just as much when one is far from Him?”\n\nShriji Maharaj explained, “Just as one maintains the respect of God when He is near, the same respect remains when He is far if one thoroughly understands the greatness of God. That greatness should be understood as follows: ‘Purushottam Bhagwan - who transcends Akshar; by whose wish countless millions of brahmands are created; who, by His powers, supports these brahmands ; who is vyatirek , yet is present within everything as anvay , and while being anvay , is also vyatirek from everything; who dwells within each and every atom in His antaryami form just as He is in His manifest form; without whose wish not even a blade of grass is able to flutter; who is responsible for creating, sustaining and destroying countless millions of brahmands ; who administers pain and pleasure to the beings residing therein; and who is the sole doer of all that happens - manifests on this earth for the liberation of the jivas . Yet, when that very God mounts a horse, it appears that the horse is carrying Him; though, in reality, it is God who is the upholder of the horse. Furthermore, when God sits on the earth, it seems that the earth is supporting God; yet, in reality, it is God who supports the entire earth along with its mobile and immobile forms of life. Moreover, at night, the light of the moon, an oil lamp or a torch allow one to have the darshan of God; or during the day, the light of the sun allows one to have the darshan of God. In reality, however, it is that God who provides light to the sun, the moon, and the flames of fire. Such are the magnificent powers of God. Despite this, though, God has become like a human for the sake of the liberation of the jivas , and He is giving darshan to me.’ If one understands the greatness of God in this manner, then one can keep the same respect for God when one is far from Him as when one is near Him.”\n\nBhagwadanand Swami then asked another question, “Nothing happens without God’s will; that is, everything that happens is all the work of God alone. So when God or His devotees encounter hardships, why then, does He not alleviate their distress? Why does He merely wish to alleviate their distress?”\n\nShriji Maharaj explained, “When God assumes a human form, it is customary for Him to behave in absolutely the same manner as humans do and not to reveal His transcendental powers. This is how all of the actions and incidents of God are described in the scriptures. Therefore, one may entertain doubts only when God exhibits new actions. But as long as the actions of God are like those performed by the previous avatars , no doubts should be entertained.”\n\nThen Nirmalanand Swami asked, “What understanding is required to thoroughly realize the greatness of the Sant of God?”\n\nShriji Maharaj replied, “When one contemplates upon the greatness of Matsya, Kachchha, Varah, Vaman, Parshuram, Ram, Krishna and the countless avatars of God by thinking, ‘God has liberated countless jivas through Ram, Krishna, and other avatars . I am extremely fortunate that I have attained the profound association of the Sant of that very God’ - then one begins to thoroughly realize the greatness of the Sant day by day.”\n\nThereafter Narayananand Swami asked, “How is the jiva anvay with the three bodies of sthul , sukshma and karan ; and how is it vyatirek from them?”\n\nShriji Maharaj answered, “When the body encounters pleasure and pain and the jiva assumes that pleasure and pain upon itself, the jiva is anvay with the three bodies. When it believes itself to be distinct from the pleasure and pain of the three bodies, then the jiva is vyatirek from them.”\n\nShunyatitanand Swami then asked, “When a person practices satsang initially, he has deep affection for the Sant and the satsangis . But why does this affection later decline?”\n\nShriji Maharaj explained, “Initially, he holds the Sant in very high respect. Later, however, when he perceives a minor flaw in the Sant, he regards it as a major flaw because of his own malicious mind. As a result, his vicious nature flourishes, and his respect for the Sant declines. Then, if he thoughtfully eradicates this vicious nature, he becomes as pure as he was before. However, if he does not do so, he ultimately falls from the Satsang fellowship.”\n\nThereafter Prasadanand Swami asked, “What is the cause of the jiva’s liberation?”\n\nShriji Maharaj answered, “To do exactly as the Sant says without harboring any doubts is the only cause of the jiva’s liberation.”\n\nThen Trigunatitanand Swami asked, “What means should one adopt when faced with adverse places, times, actions and company?”\n\nShriji Maharaj explained, “The only way to overcome adverse places, times, etc., is to escape from them by any means possible.”\n\nNana Nirvikaranand Swami then asked, “Despite having faith in God, why are not one’s vicious desires eradicated?”\n\nShriji Maharaj replied, “One’s vicious desires are not eradicated because one has not fully realized the greatness of God.”\n\nThen Mota Yoganand Swami asked, “Despite having perfect faith in God, why does a person still not develop affection for God and discourses related to God?”\n\nShriji Maharaj explained, “It is because he has not yet realized the greatness of God as it is. If a person does thoroughly realize the greatness of God, then he does not develop affection for anything besides God, even if he tries. In addition, he develops unflinching affection only for God, His Sant, and the discourses and devotional songs related to God.”\n\nThen Pratoshanand Swami asked, “How can one’s bhakti towards God remain unflinching?”\n\nShriji Maharaj replied, “If a person thoroughly understands the greatness of the manifest form of Shri Krishna Purushottam - who is the cause of the four emanations, i.e., Aniruddha, Pradyumna, Sankarshan and Vasudev; the cause of the 24 forms, i.e., Keshav, etc.; and the cause of Varah and the other avatars - then he remains unflinching in the nine types of bhakti towards God, i.e., listening to talks of God, singing devotional songs, etc.”\n\nAfter answering the questions of all of the munis in this way, Shriji Maharaj asked them all, “Lust, anger and avarice - these three are gateways to narak . All of you please reveal if you have thoroughly conquered any of these.”\n\nThe munis then spoke regarding whatever each one had resolved. Hearing this from the munis , Shriji Maharaj became extremely pleased. After gladly imprinting His holy feet on the chests of Atmanand Swami, Yoganand Swami, Bhagwadanand Swami and Shivanand Swami, He added, “Just as Mahanubhavanand Swami and the others are senior munis , these four should also be considered senior along with them. Therefore, do not allow anyone to insult them.”\n\nHaving appealed to Muktanand Swami and other senior sadhus in this way, Shriji Maharaj bid ‘Jai Sachchidanand’ to everyone and returned to His residence for His meals."
}