{
    "number": 29,
    "vachanamrut": "Gadhada I-29",
    "title": "Intensifying the Force of Dharma , Gnān , Vairāgya and Bhakti ; Prārabdha , Grace and Personal Endeavor",
    "setting": "On the evening of Posh sudi Punam, Samvat 1876 [31 December 1819], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. He had also tied a white pāgh around His head. He was wearing garlands of white flowers, and tassels of white flowers were dangling from His pāgh . At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then said, “Please ask a question.”\n\nThereupon Gopālānand Swāmi asked, “How can the force of bhakti coupled with dharma , gnān and vairāgya be intensified?”\n\nShriji Mahārāj replied, “There are four means to accomplish this: One is a pure place, the second is an auspicious time, the third is pious actions, and the fourth is the company of a holy person. Of these, the influence of actions is slight, whereas the influences of place, time and company are more powerful. Why? Because, if a place is pure, and the time is pure and one also keeps the company of a sādhu like yourself, then actions will naturally be pure as well. Conversely, if a place is impure - like the region of Sindh, if the time is impure, and if one also keeps the company of prostitutes and perverted people, or of those who consume alcohol and meat, then actions will certainly be impure as well. Therefore, one should stay where there is a pure place and should abandon - by whatever means necessary - a place where the time has become unfavorable. One should keep the company of devotees of God as well as the company of the Sant who is a knower of Brahma and who observes the five religious vows. As a result, a devotee’s bhakti for God gains tremendous vigor. This is the answer to your question.”\n\nThereafter Muktānand Swāmi asked, “Mahārāj, initially a devotee may be very impure at heart, but he later becomes extremely pure. Is this due to his previous sanskārs , the grace of God or the devotee’s personal endeavors?”\n\nShriji Mahārāj explained, “The good or bad that occurs due to one’s previous sanskārs is apparent to everyone in the world. For instance, the case of Bharatji becoming attached to a deer can be understood to be due to prārabdha . Or if a poor person were to receive a large kingdom, then everyone would come to know of it. That should be known as prārabdha .”\n\nThen, narrating His own story, Shriji Mahārāj continued, “Now, considering the spiritual endeavors I had performed, it is inconceivable that My body should survive such austerities, yet even in those circumstances it did survive. That can be considered to be due to prārabdha . What were those circumstances? Well, while staying in Purushottampuri, I spent many months surviving merely on air. On one occasion, I allowed My body to be carried away by a river that was three to four gāus wide. During the winter, summer and monsoon, I stayed without any shelter whatsoever, wearing only a loincloth. I also used to wander in the jungle amongst wild animals such as tigers, elephants and wild buffaloes. I travelled in countless such arduous conditions, yet My body did not perish. In these situations, one should consider prārabdha to be responsible.\n\n“Now consider the son of the Brāhmin named Sāndipani who was saved from narak and also five-year-old Dhruvji, to whom the meanings of the Vedas and other scriptures were spontaneously revealed when he began to utter the praises of God. In these situations, as well as when one’s mind is purified by the wish of God, or by His grace, or by the grace of His Ekāntik Sant who has been pleased by one’s extremely pure sentiments - the influence of God’s grace should be considered to be responsible.\n\n“If one keeps the company of a pious sādhu and becomes virtuous through one’s own thoughts, then that is known as ‘personal endeavor’.”\n\nHaving said this, Shriji Mahārāj bid ‘Jai Sachchidānand’ to the assembly and returned to His seat laughing.\n\nOn the evening of Posh sudi Punam, Samvat 1876 [31 December 1819], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. He had also tied a white pagh around His head. He was wearing garlands of white flowers, and tassels of white flowers were dangling from His pagh . At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then said, “Please ask a question.”\n\nThereupon Gopalanand Swami asked, “How can the force of bhakti coupled with dharma , gnan and vairagya be intensified?”\n\nShriji Maharaj replied, “There are four means to accomplish this: One is a pure place, the second is an auspicious time, the third is pious actions, and the fourth is the company of a holy person. Of these, the influence of actions is slight, whereas the influences of place, time and company are more powerful. Why? Because, if a place is pure, and the time is pure and one also keeps the company of a sadhu like yourself, then actions will naturally be pure as well. Conversely, if a place is impure - like the region of Sindh, if the time is impure, and if one also keeps the company of prostitutes and perverted people, or of those who consume alcohol and meat, then actions will certainly be impure as well. Therefore, one should stay where there is a pure place and should abandon - by whatever means necessary - a place where the time has become unfavorable. One should keep the company of devotees of God as well as the company of the Sant who is a knower of Brahma and who observes the five religious vows. As a result, a devotee’s bhakti for God gains tremendous vigor. This is the answer to your question.”\n\nThereafter Muktanand Swami asked, “Maharaj, initially a devotee may be very impure at heart, but he later becomes extremely pure. Is this due to his previous sanskars , the grace of God or the devotee’s personal endeavors?”\n\nShriji Maharaj explained, “The good or bad that occurs due to one’s previous sanskars is apparent to everyone in the world. For instance, the case of Bharatji becoming attached to a deer can be understood to be due to prarabdha . Or if a poor person were to receive a large kingdom, then everyone would come to know of it. That should be known as prarabdha .”\n\nThen, narrating His own story, Shriji Maharaj continued, “Now, considering the spiritual endeavors I had performed, it is inconceivable that My body should survive such austerities, yet even in those circumstances it did survive. That can be considered to be due to prarabdha . What were those circumstances? Well, while staying in Purushottampuri, I spent many months surviving merely on air. On one occasion, I allowed My body to be carried away by a river that was three to four gaus wide. During the winter, summer and monsoon, I stayed without any shelter whatsoever, wearing only a loincloth. I also used to wander in the jungle amongst wild animals such as tigers, elephants and wild buffaloes. I travelled in countless such arduous conditions, yet My body did not perish. In these situations, one should consider prarabdha to be responsible.\n\n“Now consider the son of the Brahmin named Sandipani who was saved from narak and also five-year-old Dhruvji, to whom the meanings of the Vedas and other scriptures were spontaneously revealed when he began to utter the praises of God. In these situations, as well as when one’s mind is purified by the wish of God, or by His grace, or by the grace of His Ekantik Sant who has been pleased by one’s extremely pure sentiments - the influence of God’s grace should be considered to be responsible.\n\n“If one keeps the company of a pious sadhu and becomes virtuous through one’s own thoughts, then that is known as ‘personal endeavor’.”\n\nHaving said this, Shriji Maharaj bid ‘Jai Sachchidanand’ to the assembly and returned to His seat laughing."
}