{
    "number": 1,
    "vachanamrut": "Gadhada I-1",
    "title": "Continuously Engaging One’s Mind on God",
    "setting": "On the night of Māgshar sudi 4, Samvat 1876 [21 November 1819], Shriji Mahārāj had come to the residential hall of the sādhus in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked, “Which is the most difficult of all spiritual endeavors?”\n\nThe brahmachāris , sādhus and householders answered according to their own understanding, but none could give a satisfactory reply.\n\nShriji Mahārāj then said, “Allow Me to answer. There is no spiritual endeavor more difficult than to continuously engage one’s mind on the form of God. The scriptures state that there is no greater attainment for a person whose mind’s vrutti is constantly focused on the form of God, because the form of God is like a chintāmani . Just as a person who possesses a chintāmani attains whatever he desires, a person whose mind’s vrutti is constantly focused on the form of God can instantly see, if he so wishes, the forms of jiva , ishwar , māyā and Brahma. He can also see Vaikunth, Golok, Brahmamahol and the other abodes of God. Therefore, there is no spiritual endeavor more difficult nor is there any greater attainment than to continuously engage one’s mind on the form of God.”\n\nThereafter, the devotee Govardhanbhāi Sheth asked Shriji Mahārāj, “What is the nature of God’s māyā ?”\n\nShriji Mahārāj replied, “ Māyā is anything that obstructs a devotee of God while meditating on God’s form.”\n\nThen Muktānand Swāmi inquired, “What type of body does a devotee of God attain when he leaves his physical body, which is composed of the five bhuts , and goes to the abode of God?”\n\nShriji Mahārāj answered, “A devotee who has sought refuge in Dharmakul 1 will attain, by the wish of God, a divine body composed of Brahma. When such devotees leave their body and go to the abode of God, some go by sitting on Garud, some go by sitting on a chariot and some go by sitting on a celestial vehicle. This is how they reach the abode of God. Those who have mastered yogic samādhi can actually witness these events.”\n\nThereafter, the devotee Harji Thakkar asked Shriji Mahārāj, “Some have been practicing satsang for quite some time, yet they do not harbor the same profound love for the Satsang fellowship as they do for their own body and relatives. What is the reason for this?”\n\nShriji Mahārāj explained, “Such a person has not fully realized the greatness of God. Consequently, when the Sant - by whose association God’s greatness is fully realized - talks to him about his swabhāvs , the person is not able to overcome them. Instead, he bears an aversion towards the Sant. It is due to this sin that he does not develop intense love for the Satsang fellowship. After all, sins committed elsewhere are washed away through association with the Sant, but sins committed against the Sant are washed away only by the grace of the Sant himself, not by any other means. The scriptures also state:\n\n“Therefore, if one does not bear an aversion towards the Sant, one develops profound love for the Satsang fellowship.”\n\nOn the night of Magshar sudi 4, Samvat 1876 [21 November 1819], Shriji Maharaj had come to the residential hall of the sadhus in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked, “Which is the most difficult of all spiritual endeavors?”\n\nThe brahmacharis , sadhus and householders answered according to their own understanding, but none could give a satisfactory reply.\n\nShriji Maharaj then said, “Allow Me to answer. There is no spiritual endeavor more difficult than to continuously engage one’s mind on the form of God. The scriptures state that there is no greater attainment for a person whose mind’s vrutti is constantly focused on the form of God, because the form of God is like a chintamani . Just as a person who possesses a chintamani attains whatever he desires, a person whose mind’s vrutti is constantly focused on the form of God can instantly see, if he so wishes, the forms of jiva , ishwar , maya and Brahma. He can also see Vaikunth, Golok, Brahmamahol and the other abodes of God. Therefore, there is no spiritual endeavor more difficult nor is there any greater attainment than to continuously engage one’s mind on the form of God.”\n\nThereafter, the devotee Govardhanbhai Sheth asked Shriji Maharaj, “What is the nature of God’s maya ?”\n\nShriji Maharaj replied, “ Maya is anything that obstructs a devotee of God while meditating on God’s form.”\n\nThen Muktanand Swami inquired, “What type of body does a devotee of God attain when he leaves his physical body, which is composed of the five bhuts , and goes to the abode of God?”\n\nShriji Maharaj answered, “A devotee who has sought refuge in Dharmakul 1 will attain, by the wish of God, a divine body composed of Brahma. When such devotees leave their body and go to the abode of God, some go by sitting on Garud, some go by sitting on a chariot and some go by sitting on a celestial vehicle. This is how they reach the abode of God. Those who have mastered yogic samadhi can actually witness these events.”\n\nThereafter, the devotee Harji Thakkar asked Shriji Maharaj, “Some have been practicing satsang for quite some time, yet they do not harbor the same profound love for the Satsang fellowship as they do for their own body and relatives. What is the reason for this?”\n\nShriji Maharaj explained, “Such a person has not fully realized the greatness of God. Consequently, when the Sant - by whose association God’s greatness is fully realized - talks to him about his swabhavs , the person is not able to overcome them. Instead, he bears an aversion towards the Sant. It is due to this sin that he does not develop intense love for the Satsang fellowship. After all, sins committed elsewhere are washed away through association with the Sant, but sins committed against the Sant are washed away only by the grace of the Sant himself, not by any other means. The scriptures also state:\n\n“Therefore, if one does not bear an aversion towards the Sant, one develops profound love for the Satsang fellowship.”"
}