{
    "number": 258,
    "vachanamrut": "Gadhada III-35",
    "title": "Forcefully Altering One’s Innate Nature; God Is Maligned When His Bhakta Is Maligned",
    "setting": "On Chaitra sudi 9, Samvat 1885 [12 April 1829], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Then Shuk Muni asked Shriji Mahārāj, “Mahārāj, how can we recognize that a person has such a firm refuge of God and His Bhakta that it will in no way falter - regardless of the extent of hardships he may have to face; regardless of any physical happiness or distress; and regardless of whether he faces honor or insult, or even adverse circumstances? Please also describe what type of thoughts such a person has in his mind, as well as how he behaves physically.”\n\nThereupon Shriji Mahārāj said in reply, “If a devotee realizes that only God is great, but he does not believe anything else to be greater than God; and if he also believes that everything except God is vain; and if he does not become disturbed or annoyed when God or the Sant attempts to forcefully alter his innate nature or when they do not allow him to behave according to his nature; and if he can forsake his nature, no matter how ingrained it may be, and follow the commands of God and the Sant in a straightforward manner - then that devotee’s acceptance of the refuge of God will not falter, regardless of how adverse the circumstances may be.”\n\nShuk Muni then queried, “Such a person must become disturbed, because when anyone’s nature is forcefully altered, one naturally becomes disturbed. But the question is, are there differences in the types of disturbances that are experienced or not?”\n\nShriji Mahārāj explained, “If a person is disturbed when his nature is forcefully altered, and if he then finds faults with himself rather than with God or the Sant, then he is good. However, instead of finding faults with himself, if a person perceives faults in God and the Sant, then his future is doubtful; i.e., there is no stability in such a person’s refuge of God.”\n\nAgain, Shuk Muni asked, “If God or the Sant have never attempted to twist one’s nature, how can one realize in one’s own mind, ‘If they do attempt to do so at some time in the future, I will become disturbed.’? After all, how can one be sure of something that one has not experienced?”\n\nHearing this, Shriji Mahārāj explained, “One should reflect upon the thoughts that occur in one’s mind. For example, ‘In my mind, besides the thoughts of God, there are also thoughts related to the panchvishays ; of these, for which objects do I have powerful desires and for which do I have strong cravings?’ If a person contemplates in this manner, he can realize himself as he truly is; otherwise, he cannot. During that contemplation, he should also realize, ‘I have very strong desires for this object, and I am striving to attain it. But, when the Sant attempts to have me forsake it, I will become disturbed.’ In this way, he becomes clear about his own self. If his nature is stubborn, and God or the Sant do not attempt to alter it, then he will survive in the Satsang fellowship; however, if they do attempt to alter it, then he will definitely fall. Ultimately, then, he will become extremely disturbed and will fall from Satsang.”\n\nThereafter Shriji Mahārāj said, “The scriptures claim that to malign the Sant is the gravest of all sins. What is the reason for this? Well, it is because Shri Krishna Bhagwān himself resides in the heart of that Sant. Therefore, when one maligns the Sant, one maligns God as well. After all, when one maligns the Sant, God, who resides within his heart - is hurt. In such a case, the sin of maligning God is an even graver sin. Therefore, it is said that to malign the Sant is the gravest of all sins.\n\n“Having said that though, Kansa, Shishupāl, Putnā and other demons spited God, yet God still granted them liberation like that of a devotee. Why was this? Because even though it was out of animosity, those demons did contemplate upon God. Therefore God felt, ‘Those demons thought of Me and thus associated with Me, albeit out of animosity. So I should grant them liberation.’ These cases should be taken as examples of God’s compassion. One should also realize, ‘If God granted them liberation even though they sought the refuge of God through animosity, why would God not grant liberation to a devotee who seeks His refuge by offering bhakti and who pleases Him by that bhakti ? Of course, He will.’\n\n“The intention of those who have given the scriptures is to inspire people towards the bhakti of God by showing God’s abundant compassion; their intention was not to allow people to behave against God’s wishes like those demons. Therefore, a person who spites God by keeping animosity towards Him and who behaves against His wishes should definitely be considered to be a demon - because that is the way of demons. However, one should behave only in a manner that will please God; one should engage in bhakti and please Him and His Bhakta. That is the way of devotees of God.”\n\nShuk Muni then asked further, “Mahārāj, what are the characteristics of a Sant who is such that by maligning him, God residing within his heart is also maligned, and by serving him, God is served?”\n\nShriji Mahārāj thought for a while and then answered out of compassion, “First of all, the foremost characteristic is that he never believes God to be formless. He understands God to eternally possess a form and to be divine. In fact, no matter how many of the Purāns, Upanishads, Vedas, or other scriptures he may hear - if ever he comes across the idea of God being formless, he thinks, ‘Either I have not understood the true meaning of the scriptures, or there may be some other purpose behind such words; but God indeed always possesses a form.’ If he does not understand God to possess a form, then his upāsanā cannot be considered resolute. Besides, if God did not possess a form, then He could not be called the all-doer - just as ākāsh cannot be called the doer; nor could He be said to reside in one location. Thus God eternally possesses a form. In addition, He is the creator, sustainer and destroyer of countless brahmānds ; He is forever present in His Akshardhām; He is the lord of all; and He is manifest here before your eyes. The aforementioned Sant always has this understanding; but this understanding of his is never shaken in any way or under any circumstances.\n\n“Secondly, he engages himself in the ekāntik bhakti of God. Moreover, when he sees someone else engaged in spiritual discourses, singing devotional songs, chanting the holy name of God, etc., he becomes extremely pleased in his mind.\n\n“Thirdly, when he stays amongst devotees, he does not allow any of his swabhāvs to interfere. In fact, he will forsake his swabhāvs , but he will not leave the company of the devotees of God. If the Sant happens to denounce his swabhāvs , he does not bear contempt towards the Sant. Instead, he finds faults with his own swabhāvs , but never does he become upset or even think of departing from the company of the devotees of God. In this manner, he remains within the fellowship of devotees.\n\n“Fourthly, when he comes across any precious item such as an expensive piece of clothing, some delicious food, clean water, etc., he thinks, ‘It would be nice to give this to a devotee of God.’ He would give away the items to him and be happy.\n\n“Fifth, the devotees in whose company he is staying do not feel of him, ‘He has being staying with us for so many years, yet we have not been able to truly understand him; and who knows what he is really like? It is difficult to judge him.’ He would not be like that. Instead, he would be such that everyone would know him outwardly and inwardly, and they would feel, ‘He is definitely like this.’ He would be of such a frank nature.\n\n“Sixth, even if he is of a quiet nature, he would not like the company of kusangis ; and if he does happen to come across them, he would, in fact, become infuriated. In this manner, he has a natural dislike for the company of those who are non-believers.\n\n“Thus, it should be known that God Himself resides in the heart of a Sant who possesses these six qualities. By maligning such a Sant, one commits a sin equivalent to maligning God; and if one serves such a Sant, one earns merits equivalent to having served God.”\n\nOn Chaitra sudi 9, Samvat 1885 [12 April 1829], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThen Shuk Muni asked Shriji Maharaj, “Maharaj, how can we recognize that a person has such a firm refuge of God and His Bhakta that it will in no way falter - regardless of the extent of hardships he may have to face; regardless of any physical happiness or distress; and regardless of whether he faces honor or insult, or even adverse circumstances? Please also describe what type of thoughts such a person has in his mind, as well as how he behaves physically.”\n\nThereupon Shriji Maharaj said in reply, “If a devotee realizes that only God is great, but he does not believe anything else to be greater than God; and if he also believes that everything except God is vain; and if he does not become disturbed or annoyed when God or the Sant attempts to forcefully alter his innate nature or when they do not allow him to behave according to his nature; and if he can forsake his nature, no matter how ingrained it may be, and follow the commands of God and the Sant in a straightforward manner - then that devotee’s acceptance of the refuge of God will not falter, regardless of how adverse the circumstances may be.”\n\nShuk Muni then queried, “Such a person must become disturbed, because when anyone’s nature is forcefully altered, one naturally becomes disturbed. But the question is, are there differences in the types of disturbances that are experienced or not?”\n\nShriji Maharaj explained, “If a person is disturbed when his nature is forcefully altered, and if he then finds faults with himself rather than with God or the Sant, then he is good. However, instead of finding faults with himself, if a person perceives faults in God and the Sant, then his future is doubtful; i.e., there is no stability in such a person’s refuge of God.”\n\nAgain, Shuk Muni asked, “If God or the Sant have never attempted to twist one’s nature, how can one realize in one’s own mind, ‘If they do attempt to do so at some time in the future, I will become disturbed.’? After all, how can one be sure of something that one has not experienced?”\n\nHearing this, Shriji Maharaj explained, “One should reflect upon the thoughts that occur in one’s mind. For example, ‘In my mind, besides the thoughts of God, there are also thoughts related to the panchvishays ; of these, for which objects do I have powerful desires and for which do I have strong cravings?’ If a person contemplates in this manner, he can realize himself as he truly is; otherwise, he cannot. During that contemplation, he should also realize, ‘I have very strong desires for this object, and I am striving to attain it. But, when the Sant attempts to have me forsake it, I will become disturbed.’ In this way, he becomes clear about his own self. If his nature is stubborn, and God or the Sant do not attempt to alter it, then he will survive in the Satsang fellowship; however, if they do attempt to alter it, then he will definitely fall. Ultimately, then, he will become extremely disturbed and will fall from Satsang.”\n\nThereafter Shriji Maharaj said, “The scriptures claim that to malign the Sant is the gravest of all sins. What is the reason for this? Well, it is because Shri Krishna Bhagwan himself resides in the heart of that Sant. Therefore, when one maligns the Sant, one maligns God as well. After all, when one maligns the Sant, God, who resides within his heart - is hurt. In such a case, the sin of maligning God is an even graver sin. Therefore, it is said that to malign the Sant is the gravest of all sins.\n\n“Having said that though, Kansa, Shishupal, Putna and other demons spited God, yet God still granted them liberation like that of a devotee. Why was this? Because even though it was out of animosity, those demons did contemplate upon God. Therefore God felt, ‘Those demons thought of Me and thus associated with Me, albeit out of animosity. So I should grant them liberation.’ These cases should be taken as examples of God’s compassion. One should also realize, ‘If God granted them liberation even though they sought the refuge of God through animosity, why would God not grant liberation to a devotee who seeks His refuge by offering bhakti and who pleases Him by that bhakti ? Of course, He will.’\n\n“The intention of those who have given the scriptures is to inspire people towards the bhakti of God by showing God’s abundant compassion; their intention was not to allow people to behave against God’s wishes like those demons. Therefore, a person who spites God by keeping animosity towards Him and who behaves against His wishes should definitely be considered to be a demon - because that is the way of demons. However, one should behave only in a manner that will please God; one should engage in bhakti and please Him and His Bhakta. That is the way of devotees of God.”\n\nShuk Muni then asked further, “Maharaj, what are the characteristics of a Sant who is such that by maligning him, God residing within his heart is also maligned, and by serving him, God is served?”\n\nShriji Maharaj thought for a while and then answered out of compassion, “First of all, the foremost characteristic is that he never believes God to be formless. He understands God to eternally possess a form and to be divine. In fact, no matter how many of the Purans, Upanishads, Vedas, or other scriptures he may hear - if ever he comes across the idea of God being formless, he thinks, ‘Either I have not understood the true meaning of the scriptures, or there may be some other purpose behind such words; but God indeed always possesses a form.’ If he does not understand God to possess a form, then his upasana cannot be considered resolute. Besides, if God did not possess a form, then He could not be called the all-doer - just as akash cannot be called the doer; nor could He be said to reside in one location. Thus God eternally possesses a form. In addition, He is the creator, sustainer and destroyer of countless brahmands ; He is forever present in His Akshardham; He is the lord of all; and He is manifest here before your eyes. The aforementioned Sant always has this understanding; but this understanding of his is never shaken in any way or under any circumstances.\n\n“Secondly, he engages himself in the ekantik bhakti of God. Moreover, when he sees someone else engaged in spiritual discourses, singing devotional songs, chanting the holy name of God, etc., he becomes extremely pleased in his mind.\n\n“Thirdly, when he stays amongst devotees, he does not allow any of his swabhavs to interfere. In fact, he will forsake his swabhavs , but he will not leave the company of the devotees of God. If the Sant happens to denounce his swabhavs , he does not bear contempt towards the Sant. Instead, he finds faults with his own swabhavs , but never does he become upset or even think of departing from the company of the devotees of God. In this manner, he remains within the fellowship of devotees.\n\n“Fourthly, when he comes across any precious item such as an expensive piece of clothing, some delicious food, clean water, etc., he thinks, ‘It would be nice to give this to a devotee of God.’ He would give away the items to him and be happy.\n\n“Fifth, the devotees in whose company he is staying do not feel of him, ‘He has being staying with us for so many years, yet we have not been able to truly understand him; and who knows what he is really like? It is difficult to judge him.’ He would not be like that. Instead, he would be such that everyone would know him outwardly and inwardly, and they would feel, ‘He is definitely like this.’ He would be of such a frank nature.\n\n“Sixth, even if he is of a quiet nature, he would not like the company of kusangis ; and if he does happen to come across them, he would, in fact, become infuriated. In this manner, he has a natural dislike for the company of those who are non-believers.\n\n“Thus, it should be known that God Himself resides in the heart of a Sant who possesses these six qualities. By maligning such a Sant, one commits a sin equivalent to maligning God; and if one serves such a Sant, one earns merits equivalent to having served God.”"
}