{
    "number": 149,
    "vachanamrut": "Gadhada II-16",
    "title": "Faith in God and Faith in Dharma",
    "setting": "On Bhādarvā sudi 10, Samvat 1878 [7 September 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a wooden cot near the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked, “Some may have faith in God like Arjun, and others may have faith in dharma like Yudhishthir. Of these two, if one attempts to maintain faith in God, faith in dharma may decline; and if one attempts to maintain faith in dharma , faith in God may decline. So, what means can one employ so that neither of the two declines?”\n\nShriji Mahārāj replied, “The first canto of the Shrimad Bhāgwat includes a dialogue between Pruthvi and Dharma that mentions that God possesses the 39 redemptive attributes, i.e., truthfulness, purity, etc. Thus, all forms of dharma are supported by the form of God. That is precisely why God is called ‘Dharma-dhurandhar’. 1\n\n“Also in the first canto of the Shrimad Bhāgwat, the Sanakādik rishis ask Sutpurāni, ‘In whom did dharma seek refuge after Shri Krishna Bhagwān - who was the shield for dharma - reverted to his abode?’ Thus dharma takes refuge only in God’s form. That is why when a person keeps faith in God’s form, God comes and dwells in the person’s heart; consequently, dharma also dwells in his heart. Therefore, faith in dharma naturally develops in one who possesses faith in God. However, if one maintains faith in dharma alone, then faith in God will decline. It is for this reason that one who is intelligent should certainly maintain resolute faith in God, since thereby faith in dharma will also remain firm.”\n\nThereafter, Muktānand Swāmi asked another question, “Can the desires for the panchvishays be conquered by vairāgya or are they conquered by another method?”\n\nShriji Mahārāj answered, “Whether or not one has vairāgya , if one diligently observes the niyams prescribed by God, then the desires for the panchvishays can be conquered.\n\n“With vairāgya , a great deal of effort is required to withdraw one’s vrutti from sounds; and even then, the ears can still hear. If, however, the ears are simply plugged, then naturally no sounds will be heard. Similarly, if one does not touch anything inappropriate, one automatically conquers touch. In the same way, if one does not look at anything improper, one automatically conquers sight. Also, when there is delicious food, if one mixes it together and adds water therein, and one controls one’s diet, then the sense of taste will automatically be conquered. If one blocks one’s nose when there is an alluring smell, one also automatically conquers the sense of smell. In this manner, the panchvishays can be conquered by observing niyams . However, if a person does not observe these niyams , then regardless of how intense his vairāgya may be, or how much gnān he may possess, he will not remain stable in any way. Therefore, the only means to overcome the desires for the panchvishays is to follow the niyams prescribed by God. Furthermore, for those who have little vairāgya , remaining within niyams is the only way of being saved, just as an ailing person can be cured only if he controls his diet and completes his course of medication.”\n\nThereupon Akhandānand Swāmi asked, “An ailing person has a fixed number of days over which he must follow his course of medication. Similarly, is there a definite time period for which one must endeavor to attain liberation?”\n\nShriji Mahārāj explained, “It takes a person who has feeble shraddhā many lives to reach the culmination of his spiritual endeavors. In fact, the Bhagwad Gitā states: ‘Aneka-janma-sansiddhas-tato yāti parām gatim ||’ . 2 This verse explains that only a yogi who has become realized after many lives attains the highest state of enlightenment. This has been said for those who have less shraddhā .\n\n“In comparison, one who has strong shraddhā becomes enlightened immediately. This is also mentioned in the Bhagwad Gitā:\n\n“The meaning of this verse is, ‘He whose indriyas are under control and who also possesses shraddhā attains gnān . Upon attaining that gnān , such a person immediately attains the highest state of enlightenment.’ Therefore, one who has intense shraddhā reaches the culmination of his spiritual endeavors earlier, whereas one who has weak shraddhā reaches that state after many lives. For example, if a man is going to Kāshi but walks only two steps throughout the day, it will obviously take him many days to reach Kāshi. If, on the other hand, he starts walking 20 miles a day, it will take him only a few days to reach Kāshi. In the same way, if a person has abundant shraddhā , then even if he has only recently become a satsangi , he will still become great. Conversely, a person who has little shraddhā , even though he may have joined the Satsang fellowship a long time ago, still remains weak.”\n\nThen Shri Gurucharanratānand Swāmi asked, “If those who have less shraddhā attain liberation after many lives, where do they stay until then?”\n\nShriji Mahārāj answered, “They go and reside in the beautiful realms of the deities. This is because when that devotee meditated on God, he used to look towards God and God used to look towards him as well. But God was aware of the vishays the devotee thought about and had affection for while meditating on Him. Thus, when the devotee leaves his body, God sends him to a realm full of the vishays for which he had a passion. God also issues the following command to kāl : ‘You should not interfere in this devotee’s indulgence in the vishays .’ As a result, that devotee remains in Devlok and enjoys those pleasures. Thereafter, when he returns to Mrutyulok, he attains liberation eventually after many lives.”\n\nAkhandānand Swāmi then asked another question, “What are the characteristics of one who possesses intense shraddhā ?”\n\nShriji Mahārāj replied, “Whenever a person who has intense shraddhā wants to engage in an activity related to God - such as going for the darshan of God, or listening to talks and discourses related to God, or performing His mānsi pujā , etc., then to be able to do so, he would become very hasty in carrying out his bodily activities such as bathing, etc. Also, if I were to write a letter changing a particular religious vow, he would be eager to comply with it. In addition, even if he were a senior person, he would become as impatient as a child to have the darshan of God. One who has such characteristics should be known as one who possesses intense shraddhā .\n\n“One who has such shraddhā is able to immediately conquer all of one’s indriyas . However, the indriyas of one who has little shraddhā on the path of God are acutely attached to the vishays . Moreover, no matter how hard one tries to hide it, everyone still realizes the fact that this person’s indriyas are very acutely attracted towards the vishays .”\n\nThereafter Shriji Mahārāj explained, “The indriyas are like the wind - even though the wind cannot be seen, it can be inferred that the wind is blowing by the way in which it shakes the trees. Similarly, the vruttis of the indriyas cannot be seen, but everyone realizes that they surge towards the vishays . If a person deceitfully attempts to hide this, then realizing him to be deceitful, others will condemn him all the more. Therefore, in no way can one conceal the acute cravings of one’s indriyas to indulge in the vishays .”\n\nMuktānand Swāmi then asked, “How can those acute cravings of the indriyas to indulge in the vishays be eradicated?”\n\nShriji Mahārāj replied, “The only means to eradicate the acuteness of the indriyas is to force the indriyas to observe the niyams for renunciants and householders as prescribed by God. The acuteness of the indriyas automatically diminishes as a result. When one does not allow the five indriyas , i.e., the ears, the skin, the eyes, the tongue and the nose to wander, the diet of the indriyas becomes pure, after which the antahkaran becomes pure as well. Therefore, regardless of whether a person possesses intense vairāgya or not, if he conquers his indriyas and keeps them within the niyams prescribed by God, he can conquer the desires for the vishays more thoroughly than one does so with intense vairāgya . Thus, one should firmly abide by the niyams prescribed by God.”\n\nAgain, Akhandānand Swāmi asked, “If one has weak shraddhā , how can it become stronger?”\n\nShriji Mahārāj replied, “If one can realize the greatness of God, then even if one has weak shraddhā , it will grow stronger. For example, one would never be attracted to earthen utensils that are used for drinking water. However, if those utensils were made of gold, then one would naturally be attracted to them. Similarly, if one realizes the greatness of the discourses, devotional songs, etc., related to God, then one’s shraddhā in God and in those activities will naturally increase. Therefore, one should employ whichever method is necessary to understand the greatness of God. If one does employ such a method, then even if one has no shraddhā at all, still one will develop shraddhā ; and if one has feeble shraddhā , it will become stronger.”\n\nOn Bhadarva sudi 10, Samvat 1878 [7 September 1821], Swami Shri Sahajanandji Maharaj was sitting on a wooden cot near the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked, “Some may have faith in God like Arjun, and others may have faith in dharma like Yudhishthir. Of these two, if one attempts to maintain faith in God, faith in dharma may decline; and if one attempts to maintain faith in dharma , faith in God may decline. So, what means can one employ so that neither of the two declines?”\n\nShriji Maharaj replied, “The first canto of the Shrimad Bhagwat includes a dialogue between Pruthvi and Dharma that mentions that God possesses the 39 redemptive attributes, i.e., truthfulness, purity, etc. Thus, all forms of dharma are supported by the form of God. That is precisely why God is called ‘Dharma-dhurandhar’. 1\n\n“Also in the first canto of the Shrimad Bhagwat, the Sanakadik rishis ask Sutpurani, ‘In whom did dharma seek refuge after Shri Krishna Bhagwan - who was the shield for dharma - reverted to his abode?’ Thus dharma takes refuge only in God’s form. That is why when a person keeps faith in God’s form, God comes and dwells in the person’s heart; consequently, dharma also dwells in his heart. Therefore, faith in dharma naturally develops in one who possesses faith in God. However, if one maintains faith in dharma alone, then faith in God will decline. It is for this reason that one who is intelligent should certainly maintain resolute faith in God, since thereby faith in dharma will also remain firm.”\n\nThereafter, Muktanand Swami asked another question, “Can the desires for the panchvishays be conquered by vairagya or are they conquered by another method?”\n\nShriji Maharaj answered, “Whether or not one has vairagya , if one diligently observes the niyams prescribed by God, then the desires for the panchvishays can be conquered.\n\n“With vairagya , a great deal of effort is required to withdraw one’s vrutti from sounds; and even then, the ears can still hear. If, however, the ears are simply plugged, then naturally no sounds will be heard. Similarly, if one does not touch anything inappropriate, one automatically conquers touch. In the same way, if one does not look at anything improper, one automatically conquers sight. Also, when there is delicious food, if one mixes it together and adds water therein, and one controls one’s diet, then the sense of taste will automatically be conquered. If one blocks one’s nose when there is an alluring smell, one also automatically conquers the sense of smell. In this manner, the panchvishays can be conquered by observing niyams . However, if a person does not observe these niyams , then regardless of how intense his vairagya may be, or how much gnan he may possess, he will not remain stable in any way. Therefore, the only means to overcome the desires for the panchvishays is to follow the niyams prescribed by God. Furthermore, for those who have little vairagya , remaining within niyams is the only way of being saved, just as an ailing person can be cured only if he controls his diet and completes his course of medication.”\n\nThereupon Akhandanand Swami asked, “An ailing person has a fixed number of days over which he must follow his course of medication. Similarly, is there a definite time period for which one must endeavor to attain liberation?”\n\nShriji Maharaj explained, “It takes a person who has feeble shraddha many lives to reach the culmination of his spiritual endeavors. In fact, the Bhagwad Gita states: ‘Aneka-janma-sansiddhas-tato yati param gatim ||’ . 2 This verse explains that only a yogi who has become realized after many lives attains the highest state of enlightenment. This has been said for those who have less shraddha .\n\n“In comparison, one who has strong shraddha becomes enlightened immediately. This is also mentioned in the Bhagwad Gita:\n\n“The meaning of this verse is, ‘He whose indriyas are under control and who also possesses shraddha attains gnan . Upon attaining that gnan , such a person immediately attains the highest state of enlightenment.’ Therefore, one who has intense shraddha reaches the culmination of his spiritual endeavors earlier, whereas one who has weak shraddha reaches that state after many lives. For example, if a man is going to Kashi but walks only two steps throughout the day, it will obviously take him many days to reach Kashi. If, on the other hand, he starts walking 20 miles a day, it will take him only a few days to reach Kashi. In the same way, if a person has abundant shraddha , then even if he has only recently become a satsangi , he will still become great. Conversely, a person who has little shraddha , even though he may have joined the Satsang fellowship a long time ago, still remains weak.”\n\nThen Shri Gurucharanratanand Swami asked, “If those who have less shraddha attain liberation after many lives, where do they stay until then?”\n\nShriji Maharaj answered, “They go and reside in the beautiful realms of the deities. This is because when that devotee meditated on God, he used to look towards God and God used to look towards him as well. But God was aware of the vishays the devotee thought about and had affection for while meditating on Him. Thus, when the devotee leaves his body, God sends him to a realm full of the vishays for which he had a passion. God also issues the following command to kal : ‘You should not interfere in this devotee’s indulgence in the vishays .’ As a result, that devotee remains in Devlok and enjoys those pleasures. Thereafter, when he returns to Mrutyulok, he attains liberation eventually after many lives.”\n\nAkhandanand Swami then asked another question, “What are the characteristics of one who possesses intense shraddha ?”\n\nShriji Maharaj replied, “Whenever a person who has intense shraddha wants to engage in an activity related to God - such as going for the darshan of God, or listening to talks and discourses related to God, or performing His mansi puja , etc., then to be able to do so, he would become very hasty in carrying out his bodily activities such as bathing, etc. Also, if I were to write a letter changing a particular religious vow, he would be eager to comply with it. In addition, even if he were a senior person, he would become as impatient as a child to have the darshan of God. One who has such characteristics should be known as one who possesses intense shraddha .\n\n“One who has such shraddha is able to immediately conquer all of one’s indriyas . However, the indriyas of one who has little shraddha on the path of God are acutely attached to the vishays . Moreover, no matter how hard one tries to hide it, everyone still realizes the fact that this person’s indriyas are very acutely attracted towards the vishays .”\n\nThereafter Shriji Maharaj explained, “The indriyas are like the wind - even though the wind cannot be seen, it can be inferred that the wind is blowing by the way in which it shakes the trees. Similarly, the vruttis of the indriyas cannot be seen, but everyone realizes that they surge towards the vishays . If a person deceitfully attempts to hide this, then realizing him to be deceitful, others will condemn him all the more. Therefore, in no way can one conceal the acute cravings of one’s indriyas to indulge in the vishays .”\n\nMuktanand Swami then asked, “How can those acute cravings of the indriyas to indulge in the vishays be eradicated?”\n\nShriji Maharaj replied, “The only means to eradicate the acuteness of the indriyas is to force the indriyas to observe the niyams for renunciants and householders as prescribed by God. The acuteness of the indriyas automatically diminishes as a result. When one does not allow the five indriyas , i.e., the ears, the skin, the eyes, the tongue and the nose to wander, the diet of the indriyas becomes pure, after which the antahkaran becomes pure as well. Therefore, regardless of whether a person possesses intense vairagya or not, if he conquers his indriyas and keeps them within the niyams prescribed by God, he can conquer the desires for the vishays more thoroughly than one does so with intense vairagya . Thus, one should firmly abide by the niyams prescribed by God.”\n\nAgain, Akhandanand Swami asked, “If one has weak shraddha , how can it become stronger?”\n\nShriji Maharaj replied, “If one can realize the greatness of God, then even if one has weak shraddha , it will grow stronger. For example, one would never be attracted to earthen utensils that are used for drinking water. However, if those utensils were made of gold, then one would naturally be attracted to them. Similarly, if one realizes the greatness of the discourses, devotional songs, etc., related to God, then one’s shraddha in God and in those activities will naturally increase. Therefore, one should employ whichever method is necessary to understand the greatness of God. If one does employ such a method, then even if one has no shraddha at all, still one will develop shraddha ; and if one has feeble shraddha , it will become stronger.”"
}