{
    "number": 48,
    "vachanamrut": "Gadhada I-48",
    "title": "The Four Types of Kusangis",
    "setting": "On the evening of Mahā sudi 13, Samvat 1876 [28 January 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. Two torches were lit in front of Him after the evening ārti of Shri Vāsudevnārāyan and the ‘Nārāyan’ dhunya had finished.",
    "text": "Then Shriji Mahārāj said, “I wish to speak to you, so please listen with attention.”\n\nAll of the munis and devotees said, “Please do, Mahārāj.”\n\nThereupon Shriji Mahārāj said, “After performing the puja and prayers of God, a devotee should daily pray, ‘O Mahārāj! O Swāmi! You are an ocean of grace! You are a guardian to those who have surrendered to You! Please protect me from the influence of kusangis .’”\n\nShriji Mahārāj then elaborated, “There are four types of kusangis : the first are Kudā-panthis, the second are Shakti-panthis, the third are shushka-Vedāntis and the fourth are nāstiks . Of these four types of kusangis , if a person associates with Kudā-panthis, they will cause him to falter in his religious vows and make him impure. If a person associates with Shakti-panthis, he will be forced to consume meat and alcohol, thus deflecting him from his observance of swadharma . By associating with a shushka-Vedānti, a person falls from bhakti and upāsanā because such people claim that the abode of God, His eternally divine form, and the forms of God’s avatārs are all false. Finally, if a person associates with nāstiks , they propound that only karmas are real and deny the existence of God, i.e., Shri Krishna Bhagwān, thereby leading one astray from the path prescribed by the eternal, sacred scriptures.\n\n“Therefore, one should request from God: ‘May I never encounter the company of these four types of people.’ One should also pray: ‘O Mahārāj! Please protect me from the inner enemies of lust, anger, avarice, infatuation, egotism, jealousy, the belief that I am the body, etc. Forever bestow upon me the company of your devotees.’ One should daily pray to God in this manner and always be wary of such kusangis and one’s inner enemies.”\n\nOn the evening of Maha sudi 13, Samvat 1876 [28 January 1820], Swami Shri Sahajanandji Maharaj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. Two torches were lit in front of Him after the evening arti of Shri Vasudevnarayan and the ‘Narayan’ dhunya had finished.\n\nThen Shriji Maharaj said, “I wish to speak to you, so please listen with attention.”\n\nAll of the munis and devotees said, “Please do, Maharaj.”\n\nThereupon Shriji Maharaj said, “After performing the puja and prayers of God, a devotee should daily pray, ‘O Maharaj! O Swami! You are an ocean of grace! You are a guardian to those who have surrendered to You! Please protect me from the influence of kusangis .’”\n\nShriji Maharaj then elaborated, “There are four types of kusangis : the first are Kuda-panthis, the second are Shakti-panthis, the third are shushka-Vedantis and the fourth are nastiks . Of these four types of kusangis , if a person associates with Kuda-panthis, they will cause him to falter in his religious vows and make him impure. If a person associates with Shakti-panthis, he will be forced to consume meat and alcohol, thus deflecting him from his observance of swadharma . By associating with a shushka-Vedanti, a person falls from bhakti and upasana because such people claim that the abode of God, His eternally divine form, and the forms of God’s avatars are all false. Finally, if a person associates with nastiks , they propound that only karmas are real and deny the existence of God, i.e., Shri Krishna Bhagwan, thereby leading one astray from the path prescribed by the eternal, sacred scriptures.\n\n“Therefore, one should request from God: ‘May I never encounter the company of these four types of people.’ One should also pray: ‘O Maharaj! Please protect me from the inner enemies of lust, anger, avarice, infatuation, egotism, jealousy, the belief that I am the body, etc. Forever bestow upon me the company of your devotees.’ One should daily pray to God in this manner and always be wary of such kusangis and one’s inner enemies.”"
}