{
    "number": 150,
    "vachanamrut": "Gadhada II-17",
    "title": "The Elements in the Form of God; ‘Sthitapragna’",
    "setting": "On the night of Āso vadi 11, Samvat 1878 [21 October 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on an ornate seat on the veranda outside the rooms near the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Two torches were lit in front of Him. At that time, while devotional songs were being sung, paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then Shriji Mahārāj said, “Please stop the devotional songs now and let us begin a question-answer session.”\n\nThereupon all the munis replied, “Very well, Mahārāj.”\n\nShriji Mahārāj then posed a question, “Some devotees understand the form of God as being composed of the 24 elements of māyā , while some understand it as being composed purely of chaitanya , free of māyik elements. Of these two types of devotees, whose understanding is correct and whose understanding is incorrect?”\n\nMuktānand Swāmi replied, “The understanding of one who considers God’s form as being composed of the 24 māyik elements is incorrect. The understanding of one who considers God’s form as being composed purely of chaitanya , free of māyik elements, is correct.”\n\nShriji Mahārāj then said, “Adherents of the Sānkhya philosophy claim that there are 24 elements. According to that doctrine, there are 23 elements, and the 24 th is kshetragna - in the form of jiva - ishwar - which is chaitanya . The 24 elements have been described in this manner. This is because kshetra and kshetragna have a mutual dependence on each other. Without kshetragna , kshetra cannot be described, and without kshetra , kshetragna cannot be described. For this reason, jiva and ishwar have been included with the elements, while God has been described as the refuge of both kshetra and kshetragna . In this case, then, how can the māyik elements be described as being distinct from God? For example, four elements reside within ākāsh , yet ākāsh is unaffected by any of their flaws. In the same way, not a single flaw of the māyik elements influences the form of God. So what is the inconsistency in believing that God’s form is composed of the 24 elements? Does claiming that God’s form is not composed of the elements prevent inconsistencies? This is how I understand it.”\n\nThen Dinānāth Bhatt asked, “Should one who wishes to meditate on God’s form understand it as being composed of the elements or understand it as not being composed of the elements?”\n\nShriji Mahārāj replied, “ One who understands God’s form as being composed of the elements is a sinner, and one who understands God’s form as not being composed of the elements is also a sinner. 1 Those who are devotees of God do not at all like to senselessly quibble over whether or not God’s form is composed of the elements. A devotee realizes, ‘God is God. There is no scope for dividing or discarding any part of Him. That very God is the ātmā of countless brahmānds . One who has no doubts at all regarding the nature of God should be known to have attained the nirvikalp state. One with such stable understanding should be known as ‘sthitapragna’ . 2 Moreover, God redeems all the sins of a person who has such stable understanding regarding God.\n\n“In the Bhagwad Gitā, God has said to Arjun,\n\n“In fact, it is a usual custom in this world that an intelligent person will not notice a fault in someone who serves the person’s major self-interests. For example, to serve her self-interest, a woman will not notice any faults in her husband. This also applies to other householders who, if they have intense self-interest in their relatives - brother, nephew, son, etc. - do not notice their faults. In the same way, if one realizes that God serves one’s own self-interest; i.e., God relieves His devotees of their sins and ignorance and grants them liberation, then one will never perceive flaws in God in any way. For example, when Shukji narrated the Rās-panchādhyāyi, King Parikshit raised the following doubt: ‘Why did God associate with other women?’ Shukji, however, did not have the slightest doubt. Even the gopis , with whom God engaged in amorous actions, did not doubt by thinking, ‘If he is God, why does he behave like this?’ They did not entertain any such doubts. Moreover, when God went to the home of Kubjā, he took Uddhavji along with him, yet Uddhavji did not have any doubts at all. Moreover, when Uddhavji was sent to Vraj, he still did not entertain any doubts on hearing the words of the gopis . On the contrary, he profoundly realized the eminence of the gopis .\n\n“Therefore, the understanding of a person who has developed an unflinching refuge of God will not become distorted, regardless of whether he is very learned in the scriptures or he is naïve. Moreover, the greatness of a staunch devotee of God can only be realized by one who is a devotee of God. Regardless of whether one is learned in the scriptures or is naïve, only one with a firm understanding of God realizes the greatness of a devotee of God, and only he recognizes a devotee possessing a staunch understanding. On the other hand, non-believers in the world, regardless of whether they are pundits or fools, are unable to develop such firm understanding of God. Moreover, they do not recognize a devotee possessing a staunch understanding, nor do they realize the greatness of a devotee of God. Therefore, only a devotee of God can recognize another devotee of God, and only he can realize his greatness. For example, Uddhavji realized the profound greatness of the gopis . Likewise, the gopis realized the greatness of Uddhavji.\n\n“Although Purushottam Bhagwān is the Kshetragna of all kshetragnas , He is still not subject to change. Moreover, the disturbances of objects that cause disturbances - such as māyā and other factors - do not influence Purushottam Bhagwān. In fact, if the disturbances of sthul , sukshma and kāran do not influence a person who has realized the ātmā , what can be said about them not influencing Purushottam Bhagwān? Therefore, God is certainly not subject to change; He is absolutely uninfluenced.\n\n“A devotee of God who understands God’s form in this manner should be known to be ‘sthitapragna’. Just as a person who has realized his ātmā is called ‘sthitapragna’, a devotee of God who behaves as follows is called ‘sthitapragna’ with regards to the form of Purushottam: Entertaining no doubts at all regarding the nature of God, he glorifies God’s weaknesses in exactly the same way that he glorifies His strengths. He also glorifies those actions and incidents of God that appear to be inappropriate in exactly the same way that he glorifies actions and incidents that are appropriate - without harboring any doubts about the appropriateness or inappropriateness of those actions and incidents. Such a devotee should be known as being ‘sthitapragna’ with regards to the nature of Purushottam. One who has developed such a firm conviction of the nature of Purushottam has nothing more left to understand.”\n\nOn the night of Aso vadi 11, Samvat 1878 [21 October 1821], Swami Shri Sahajanandji Maharaj was sitting on an ornate seat on the veranda outside the rooms near the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Two torches were lit in front of Him. At that time, while devotional songs were being sung, paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThen Shriji Maharaj said, “Please stop the devotional songs now and let us begin a question-answer session.”\n\nThereupon all the munis replied, “Very well, Maharaj.”\n\nShriji Maharaj then posed a question, “Some devotees understand the form of God as being composed of the 24 elements of maya , while some understand it as being composed purely of chaitanya , free of mayik elements. Of these two types of devotees, whose understanding is correct and whose understanding is incorrect?”\n\nMuktanand Swami replied, “The understanding of one who considers God’s form as being composed of the 24 mayik elements is incorrect. The understanding of one who considers God’s form as being composed purely of chaitanya , free of mayik elements, is correct.”\n\nShriji Maharaj then said, “Adherents of the Sankhya philosophy claim that there are 24 elements. According to that doctrine, there are 23 elements, and the 24 th is kshetragna - in the form of jiva - ishwar - which is chaitanya . The 24 elements have been described in this manner. This is because kshetra and kshetragna have a mutual dependence on each other. Without kshetragna , kshetra cannot be described, and without kshetra , kshetragna cannot be described. For this reason, jiva and ishwar have been included with the elements, while God has been described as the refuge of both kshetra and kshetragna . In this case, then, how can the mayik elements be described as being distinct from God? For example, four elements reside within akash , yet akash is unaffected by any of their flaws. In the same way, not a single flaw of the mayik elements influences the form of God. So what is the inconsistency in believing that God’s form is composed of the 24 elements? Does claiming that God’s form is not composed of the elements prevent inconsistencies? This is how I understand it.”\n\nThen Dinanath Bhatt asked, “Should one who wishes to meditate on God’s form understand it as being composed of the elements or understand it as not being composed of the elements?”\n\nShriji Maharaj replied, “ One who understands God’s form as being composed of the elements is a sinner, and one who understands God’s form as not being composed of the elements is also a sinner. 1 Those who are devotees of God do not at all like to senselessly quibble over whether or not God’s form is composed of the elements. A devotee realizes, ‘God is God. There is no scope for dividing or discarding any part of Him. That very God is the atma of countless brahmands . One who has no doubts at all regarding the nature of God should be known to have attained the nirvikalp state. One with such stable understanding should be known as ‘sthitapragna’ . 2 Moreover, God redeems all the sins of a person who has such stable understanding regarding God.\n\n“In the Bhagwad Gita, God has said to Arjun,\n\n“In fact, it is a usual custom in this world that an intelligent person will not notice a fault in someone who serves the person’s major self-interests. For example, to serve her self-interest, a woman will not notice any faults in her husband. This also applies to other householders who, if they have intense self-interest in their relatives - brother, nephew, son, etc. - do not notice their faults. In the same way, if one realizes that God serves one’s own self-interest; i.e., God relieves His devotees of their sins and ignorance and grants them liberation, then one will never perceive flaws in God in any way. For example, when Shukji narrated the Ras-panchadhyayi, King Parikshit raised the following doubt: ‘Why did God associate with other women?’ Shukji, however, did not have the slightest doubt. Even the gopis , with whom God engaged in amorous actions, did not doubt by thinking, ‘If he is God, why does he behave like this?’ They did not entertain any such doubts. Moreover, when God went to the home of Kubja, he took Uddhavji along with him, yet Uddhavji did not have any doubts at all. Moreover, when Uddhavji was sent to Vraj, he still did not entertain any doubts on hearing the words of the gopis . On the contrary, he profoundly realized the eminence of the gopis .\n\n“Therefore, the understanding of a person who has developed an unflinching refuge of God will not become distorted, regardless of whether he is very learned in the scriptures or he is naïve. Moreover, the greatness of a staunch devotee of God can only be realized by one who is a devotee of God. Regardless of whether one is learned in the scriptures or is naïve, only one with a firm understanding of God realizes the greatness of a devotee of God, and only he recognizes a devotee possessing a staunch understanding. On the other hand, non-believers in the world, regardless of whether they are pundits or fools, are unable to develop such firm understanding of God. Moreover, they do not recognize a devotee possessing a staunch understanding, nor do they realize the greatness of a devotee of God. Therefore, only a devotee of God can recognize another devotee of God, and only he can realize his greatness. For example, Uddhavji realized the profound greatness of the gopis . Likewise, the gopis realized the greatness of Uddhavji.\n\n“Although Purushottam Bhagwan is the Kshetragna of all kshetragnas , He is still not subject to change. Moreover, the disturbances of objects that cause disturbances - such as maya and other factors - do not influence Purushottam Bhagwan. In fact, if the disturbances of sthul , sukshma and karan do not influence a person who has realized the atma , what can be said about them not influencing Purushottam Bhagwan? Therefore, God is certainly not subject to change; He is absolutely uninfluenced.\n\n“A devotee of God who understands God’s form in this manner should be known to be ‘sthitapragna’. Just as a person who has realized his atma is called ‘sthitapragna’, a devotee of God who behaves as follows is called ‘sthitapragna’ with regards to the form of Purushottam: Entertaining no doubts at all regarding the nature of God, he glorifies God’s weaknesses in exactly the same way that he glorifies His strengths. He also glorifies those actions and incidents of God that appear to be inappropriate in exactly the same way that he glorifies actions and incidents that are appropriate - without harboring any doubts about the appropriateness or inappropriateness of those actions and incidents. Such a devotee should be known as being ‘sthitapragna’ with regards to the nature of Purushottam. One who has developed such a firm conviction of the nature of Purushottam has nothing more left to understand.”"
}