{
    "number": 224,
    "vachanamrut": "Gadhada III-1",
    "title": "The Inclinations of Gnān and Affection",
    "setting": "On Vaishākh vadi 11, Samvat 1882 [1 June 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed upon a beautifully colored, decorated cot. The cot rested on the high veranda outside the west-facing rooms in the courtyard of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Beautiful tassels of mogrā flowers decorated the large, white pāgh that was tied around His head. Also, a garland of mogrā flowers hung around His neck, and a string of flowers decorated His wrists. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj asked the paramhansas , “What is the understanding of a devotee who, despite facing adverse circumstances, experiences no setbacks in his bhakti towards God?”\n\nThe paramhansas replied according to their understanding, but they were unable to provide a satisfactory reply.\n\nThereupon Shriji Mahārāj said, “One who worships God needs, firstly, firm vairāgya ; and secondly, the virtue of ātmā -realization. If vairāgya is lacking, then when one obtains desired objects, one will also develop love for those objects in the same way that one has love for God. If the virtue of ātmā -realization is lacking, then when the body experiences pain or pleasure, that devotee’s vruttis become disturbed. Then, he develops love for anything one considers pleasurable and an aversion for anything he considers to be full of misery. In this way, his mind becomes polluted. Therefore, a devotee of God needs extremely firm realization of the ātmā as well as extremely firm vairāgya .\n\n“Why? Because, by vairāgya , all worldly forms except for God’s form are negated; and through ātmā -realization, worldly pleasures and miseries are negated. A person who does not have the virtues of ātmā -realization and vairāgya , even though he has attained nirvikalp samādhi , experiences happiness and peace only while he remains in samādhi . But when he comes out of samādhi , then, like Nārāyandās, on seeing pleasurable objects, he becomes attracted to them .” 1\n\nThereafter Shriji Mahārāj said, “A devotee of God either has an inclination of gnān or an inclination of affection towards God. Of these, one who has the inclination of gnān understands the profound greatness of God, and one with an inclination of affection for God cannot stay without God even for a moment. Jhinābhāi, Devrām and Prabhāshankar, for example, have an inclination of gnān . Such devotees who understand the greatness of God should be known as having an inclination of gnān . A devotee who has affection for God like the gopis of Vraj should be known as having an inclination of affection.\n\n“Of these, one who has the inclination of gnān realizes God as being antaryāmi and believes, ‘God does not make judgements based on what He hears from others. Instead, God recognizes a devotee’s inclination and speaks to him accordingly, but He does not act based on others’ advice.’ Conversely, one who believes, ‘God rebukes me based on someone else’s words even though I am not at fault,’ has no gnān of God.\n\n“Even in worldly life, we notice that a person who has selfish motives of gaining something from another will never see the other person’s faults. Why? Because his affection is based on self-interest. Similarly, if a person has self-interest in mind that God will free him from the fear of births and deaths, then he will never perceive faults in God. But one who attributes faults in God by thinking, ‘God changes His stand based on the prompting of others,’ has neither the inclination of gnān nor the inclination of affection.”\n\nHaving said this, Shriji Mahārāj said to the senior paramhansas , “Please reveal which of these two is your inclination.”\n\nAll of the paramhansas replied, “We have the inclination of gnān .”\n\nThen Shriji Mahārāj continued, “A person who has an inclination of affection will do for his loved one even that which is not fit to be done. For example, in the world, thieves have affection for their wives and children. Yet, when they go to steal, they kill other people and pass on the money to their own family. In reality that thief is quite merciless, but since he has affection for his own family, he is not merciless towards them. Similarly, one who has affection for God and His devotees can never become angry on or jealous of God or His devotees, and in no way does he attribute faults to them. One who has such affection can be said to have the inclination of affection. One with neither the inclination of gnān nor the inclination of affection is said to be confused.”\n\nHaving delivered this discourse, Shriji Mahārāj returned to His residence.\n\nOn the evening of that same day, Shriji Mahārāj was seated on a cushion with a cylindrical pillow placed on a decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār . He was dressed entirely in white clothes. He had also worn a garland of mogrā flowers around His neck. At that time, some sādhus were singing devotional songs to the accompaniment of a dukad and sarodā , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nWhen the sādhus had finished singing, Shriji Mahārāj addressed the assembly, “The Shikshāpatri which I have written should be read daily by all of My followers - renunciant sādhus and brahmachāris , as well as all male and female householders. Those who do not know how to read should listen to it daily; and those who do not have the facility to listen to it should worship it daily. I have stated this in the Shikshāpatri itself. One should observe a fast on the day one fails to do any of the three. This is My command.”\n\nThereupon everyone resolved to observe this command of Shriji Mahārāj by saying, “O Mahārāj, we will do as You have said.”\n\nHearing this, Shriji Mahārāj became extremely pleased. He embraced all of the sādhus and brahmachāris and imprinted His holy footprints on the chests of all of the satsangis .\n\nOn Vaishakh vadi 11, Samvat 1882 [1 June 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed upon a beautifully colored, decorated cot. The cot rested on the high veranda outside the west-facing rooms in the courtyard of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Beautiful tassels of mogra flowers decorated the large, white pagh that was tied around His head. Also, a garland of mogra flowers hung around His neck, and a string of flowers decorated His wrists. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj asked the paramhansas , “What is the understanding of a devotee who, despite facing adverse circumstances, experiences no setbacks in his bhakti towards God?”\n\nThe paramhansas replied according to their understanding, but they were unable to provide a satisfactory reply.\n\nThereupon Shriji Maharaj said, “One who worships God needs, firstly, firm vairagya ; and secondly, the virtue of atma -realization. If vairagya is lacking, then when one obtains desired objects, one will also develop love for those objects in the same way that one has love for God. If the virtue of atma -realization is lacking, then when the body experiences pain or pleasure, that devotee’s vruttis become disturbed. Then, he develops love for anything one considers pleasurable and an aversion for anything he considers to be full of misery. In this way, his mind becomes polluted. Therefore, a devotee of God needs extremely firm realization of the atma as well as extremely firm vairagya .\n\n“Why? Because, by vairagya , all worldly forms except for God’s form are negated; and through atma -realization, worldly pleasures and miseries are negated. A person who does not have the virtues of atma -realization and vairagya , even though he has attained nirvikalp samadhi , experiences happiness and peace only while he remains in samadhi . But when he comes out of samadhi , then, like Narayandas, on seeing pleasurable objects, he becomes attracted to them .” 1\n\nThereafter Shriji Maharaj said, “A devotee of God either has an inclination of gnan or an inclination of affection towards God. Of these, one who has the inclination of gnan understands the profound greatness of God, and one with an inclination of affection for God cannot stay without God even for a moment. Jhinabhai, Devram and Prabhashankar, for example, have an inclination of gnan . Such devotees who understand the greatness of God should be known as having an inclination of gnan . A devotee who has affection for God like the gopis of Vraj should be known as having an inclination of affection.\n\n“Of these, one who has the inclination of gnan realizes God as being antaryami and believes, ‘God does not make judgements based on what He hears from others. Instead, God recognizes a devotee’s inclination and speaks to him accordingly, but He does not act based on others’ advice.’ Conversely, one who believes, ‘God rebukes me based on someone else’s words even though I am not at fault,’ has no gnan of God.\n\n“Even in worldly life, we notice that a person who has selfish motives of gaining something from another will never see the other person’s faults. Why? Because his affection is based on self-interest. Similarly, if a person has self-interest in mind that God will free him from the fear of births and deaths, then he will never perceive faults in God. But one who attributes faults in God by thinking, ‘God changes His stand based on the prompting of others,’ has neither the inclination of gnan nor the inclination of affection.”\n\nHaving said this, Shriji Maharaj said to the senior paramhansas , “Please reveal which of these two is your inclination.”\n\nAll of the paramhansas replied, “We have the inclination of gnan .”\n\nThen Shriji Maharaj continued, “A person who has an inclination of affection will do for his loved one even that which is not fit to be done. For example, in the world, thieves have affection for their wives and children. Yet, when they go to steal, they kill other people and pass on the money to their own family. In reality that thief is quite merciless, but since he has affection for his own family, he is not merciless towards them. Similarly, one who has affection for God and His devotees can never become angry on or jealous of God or His devotees, and in no way does he attribute faults to them. One who has such affection can be said to have the inclination of affection. One with neither the inclination of gnan nor the inclination of affection is said to be confused.”\n\nHaving delivered this discourse, Shriji Maharaj returned to His residence.\n\nOn the evening of that same day, Shriji Maharaj was seated on a cushion with a cylindrical pillow placed on a decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar . He was dressed entirely in white clothes. He had also worn a garland of mogra flowers around His neck. At that time, some sadhus were singing devotional songs to the accompaniment of a dukad and saroda , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nWhen the sadhus had finished singing, Shriji Maharaj addressed the assembly, “The Shikshapatri which I have written should be read daily by all of My followers - renunciant sadhus and brahmacharis , as well as all male and female householders. Those who do not know how to read should listen to it daily; and those who do not have the facility to listen to it should worship it daily. I have stated this in the Shikshapatri itself. One should observe a fast on the day one fails to do any of the three. This is My command.”\n\nThereupon everyone resolved to observe this command of Shriji Maharaj by saying, “O Maharaj, we will do as You have said.”\n\nHearing this, Shriji Maharaj became extremely pleased. He embraced all of the sadhus and brahmacharis and imprinted His holy footprints on the chests of all of the satsangis ."
}