{
    "number": 122,
    "vachanamrut": "Loya-14",
    "title": "Personal Preferences",
    "setting": "On Māgshar vadi 11, Samvat 1877 [31 December 1820], Shriji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a white khes and had tied a white feto around His head. He had covered Himself with a white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said to the paramhansas , “All of the āchāryas of the past have had differing beliefs. Of them, Shankar Swāmi seems to have leaned predominantly towards the Advait doctrine. Rāmānuj’s principle is that jivas , māyā and Purushottam are eternal; Purushottam is the controller of the jivas and māyā ; He is the ultimate cause of all; He forever dwells in His Akshardhām in a divine form; all avatārs emanate from Him; and it is this Purushottam Nārāyan that individuals should worship. This seems to be the understanding of Rāmānuj. Vallabhāchārya seems to have intense faith only in bhakti . All of these āchāryas have occasionally referred to other principles in their own scriptures, but ultimately, in one way or another, they have leaned towards their own personal preference. Their views can be accurately inferred from the statements in their scriptures.\n\n“In the same way, having listened to My discourses, what have all of you realized My personal preference to be? Just as a thread easily follows the needle or a thread runs through each and every bead of a rosary, which principle is consistently interwoven in all of My talks? Please state your beliefs.”\n\nThereupon all of the senior paramhansas spoke according to their understanding.\n\nThen, Shriji Mahārāj said, “Here, allow Me to reveal My own principles and preferences.\n\n“First of all, I like the fact that although Rushabhdev Bhagwān had attained oneness with Vāsudev, and despite being God himself, when yogic powers manifested before him, he did not accept them because he wished to set an example for all renunciants . Also, the Shrimad Bhāgwat states: ‘Even an accomplished yogi should never trust his mind - even though he may appear to have conquered it.’ There are verses to that effect as well:\n\n“In this manner, I like a renunciant who does not trust his mind.\n\n“Also, in My mind I do not like other realms as much as I like Shwetdwip and Badrikāshram. In fact, I feel that it would be very good to go there to perform austerities without any food. I would prefer not to indulge in the various types of pleasures of the other realms.\n\n“Furthermore, I realise that the many avatārs are all ultimately of God; yet, among these avatārs , I like Rushabhdevji greatly. I also like Kapilji and Dattātreya equally, but to a lesser extent than Rushabhdevji. But more than these three, I have a million-fold more affection for the avatār of Shri Krishna. I feel, ‘This avatār is greater and more powerful than all of the others. Also, in him, one cannot make the distinction of the avatār and the source of the avatār .’ On the other hand, I do not have a great liking for the other avatārs of God such as Matsya, Kachchha, etc.\n\n“In addition to this, My understanding is as follows: There is an all-transcending mass of divine light which cannot be measured from above, below, or in any of the four directions; that is to say, it is endless. Amidst this mass of light lies a large, ornate throne upon which presides the divine form of Shri Nārāyan Purushottam Bhagwān. Countless millions of muktas are seated around that throne and enjoy the darshan of God. I constantly see Him accompanied by the muktas . Moreover, that God is extremely luminous. At times when, due to this luminosity, I cannot see God with the assembly of muktas , I feel deeply hurt. Despite being able to constantly see this mass of divine light, I am not attracted by it; I experience profound bliss only from the darshan of God’s form. This is My method of worship.\n\n“Moreover, I like the bhakti that the gopis had towards God. For this reason, I continuously observe people, and having seen the affection a lustful woman has for a man, or a lustful man has for a woman, I feel, ‘It would be good to have such affection for God.’ Also, whenever I see someone having great affection for their son or their money, I again feel, ‘It would be good to have such affection towards God.’ That is why whenever I hear someone singing, I would either send someone to that person, or I would personally go there, and I would feel, ‘What he is doing is very good.’\n\n“Also, I only get along with one who has no swabhāvs , i.e., lust, anger, avarice, affection, egotism, jealousy, hypocrisy, deceit, cravings for taste, etc.; one who observes dharma as prescribed in the Dharma-shāstras; and one who has bhakti towards God. I enjoy the company of only such a person. If a person is not like that, then I do not get along with him, even if he is staying close to Me. In fact, I feel an aversion towards him.\n\n“Initially I had a strong dislike for anyone with lust. However, now I have a strong dislike for those who have anger, egotism or jealousy. The reason is that a lustful person passes his days in the Satsang fellowship by being meek - like a householder devotee; but as for those who have anger, egotism or jealousy, they can be seen to definitely regress in Satsang. For this reason, I am deeply saddened by these types of people.\n\n“What is egotism like? Well, a person with egotism remains arrogant even before those who are superior to him, but he cannot become humble and serve them.\n\n“Now allow Me to summarize My preferences in brief. I do not agree with Shankar Swāmi’s propagation of the non-dual Brahma. Rāmānuj Swāmi describes Purushottam Bhagwān as transcending the perishable and the imperishable, and I worship that Purushottam Bhagwān. My bhakti towards that Purushottam Bhagwān is like that of the gopis , and the virtues of vairāgya and ātmā -realization within Me are like Shukji’s and Jadbharat’s. These are My principles and preferences. The intelligent can realize this if they analyze My talks as well as the scriptures of our sampradāy which have been accepted by Me as authoritative.”\n\nThus, Shriji Mahārāj spoke for the sake of His devotees, while He Himself is Purushottam Nārāyan.\n\nOn Magshar vadi 11, Samvat 1877 [31 December 1820], Shriji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a white khes and had tied a white feto around His head. He had covered Himself with a white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said to the paramhansas , “All of the acharyas of the past have had differing beliefs. Of them, Shankar Swami seems to have leaned predominantly towards the Advait doctrine. Ramanuj’s principle is that jivas , maya and Purushottam are eternal; Purushottam is the controller of the jivas and maya ; He is the ultimate cause of all; He forever dwells in His Akshardham in a divine form; all avatars emanate from Him; and it is this Purushottam Narayan that individuals should worship. This seems to be the understanding of Ramanuj. Vallabhacharya seems to have intense faith only in bhakti . All of these acharyas have occasionally referred to other principles in their own scriptures, but ultimately, in one way or another, they have leaned towards their own personal preference. Their views can be accurately inferred from the statements in their scriptures.\n\n“In the same way, having listened to My discourses, what have all of you realized My personal preference to be? Just as a thread easily follows the needle or a thread runs through each and every bead of a rosary, which principle is consistently interwoven in all of My talks? Please state your beliefs.”\n\nThereupon all of the senior paramhansas spoke according to their understanding.\n\nThen, Shriji Maharaj said, “Here, allow Me to reveal My own principles and preferences.\n\n“First of all, I like the fact that although Rushabhdev Bhagwan had attained oneness with Vasudev, and despite being God himself, when yogic powers manifested before him, he did not accept them because he wished to set an example for all renunciants . Also, the Shrimad Bhagwat states: ‘Even an accomplished yogi should never trust his mind - even though he may appear to have conquered it.’ There are verses to that effect as well:\n\n“In this manner, I like a renunciant who does not trust his mind.\n\n“Also, in My mind I do not like other realms as much as I like Shwetdwip and Badrikashram. In fact, I feel that it would be very good to go there to perform austerities without any food. I would prefer not to indulge in the various types of pleasures of the other realms.\n\n“Furthermore, I realise that the many avatars are all ultimately of God; yet, among these avatars , I like Rushabhdevji greatly. I also like Kapilji and Dattatreya equally, but to a lesser extent than Rushabhdevji. But more than these three, I have a million-fold more affection for the avatar of Shri Krishna. I feel, ‘This avatar is greater and more powerful than all of the others. Also, in him, one cannot make the distinction of the avatar and the source of the avatar .’ On the other hand, I do not have a great liking for the other avatars of God such as Matsya, Kachchha, etc.\n\n“In addition to this, My understanding is as follows: There is an all-transcending mass of divine light which cannot be measured from above, below, or in any of the four directions; that is to say, it is endless. Amidst this mass of light lies a large, ornate throne upon which presides the divine form of Shri Narayan Purushottam Bhagwan. Countless millions of muktas are seated around that throne and enjoy the darshan of God. I constantly see Him accompanied by the muktas . Moreover, that God is extremely luminous. At times when, due to this luminosity, I cannot see God with the assembly of muktas , I feel deeply hurt. Despite being able to constantly see this mass of divine light, I am not attracted by it; I experience profound bliss only from the darshan of God’s form. This is My method of worship.\n\n“Moreover, I like the bhakti that the gopis had towards God. For this reason, I continuously observe people, and having seen the affection a lustful woman has for a man, or a lustful man has for a woman, I feel, ‘It would be good to have such affection for God.’ Also, whenever I see someone having great affection for their son or their money, I again feel, ‘It would be good to have such affection towards God.’ That is why whenever I hear someone singing, I would either send someone to that person, or I would personally go there, and I would feel, ‘What he is doing is very good.’\n\n“Also, I only get along with one who has no swabhavs , i.e., lust, anger, avarice, affection, egotism, jealousy, hypocrisy, deceit, cravings for taste, etc.; one who observes dharma as prescribed in the Dharma-shastras; and one who has bhakti towards God. I enjoy the company of only such a person. If a person is not like that, then I do not get along with him, even if he is staying close to Me. In fact, I feel an aversion towards him.\n\n“Initially I had a strong dislike for anyone with lust. However, now I have a strong dislike for those who have anger, egotism or jealousy. The reason is that a lustful person passes his days in the Satsang fellowship by being meek - like a householder devotee; but as for those who have anger, egotism or jealousy, they can be seen to definitely regress in Satsang. For this reason, I am deeply saddened by these types of people.\n\n“What is egotism like? Well, a person with egotism remains arrogant even before those who are superior to him, but he cannot become humble and serve them.\n\n“Now allow Me to summarize My preferences in brief. I do not agree with Shankar Swami’s propagation of the non-dual Brahma. Ramanuj Swami describes Purushottam Bhagwan as transcending the perishable and the imperishable, and I worship that Purushottam Bhagwan. My bhakti towards that Purushottam Bhagwan is like that of the gopis , and the virtues of vairagya and atma -realization within Me are like Shukji’s and Jadbharat’s. These are My principles and preferences. The intelligent can realize this if they analyze My talks as well as the scriptures of our sampraday which have been accepted by Me as authoritative.”\n\nThus, Shriji Maharaj spoke for the sake of His devotees, while He Himself is Purushottam Narayan."
}