{
    "number": 218,
    "vachanamrut": "Vartal-18",
    "title": "Facts That Must Be Understood",
    "setting": "After the evening ārti on Mahā sudi 1, Samvat 1882 [7 February 1826], Shriji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed under the dome of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, all of the paramhansas as well as devotees from various places had gathered on all four sides around Him.",
    "text": "Thereupon Shriji Mahārāj said, “Seeing that you are all senior paramhansas , I shall ask you a question: Which facts are essential for a satsangi to understand? Because if someone were to ask him, or if he were to experience a doubt in his own mind, then without knowing these facts, how would he be able to find the solution?”\n\nHaving asked the question, Mahārāj Himself continued, “Here, I shall answer the question Myself. Firstly, one should realize that ours is an Uddhav Sampradāy, and therefore, one should know its customs.\n\n“Secondly, one should know the line of succession of our gurus. Specifically, Rāmānand Swāmi was the form of Uddhav himself, and in a dream, that same Rāmānand Swāmi was initiated into the Vaishnav fold by Rāmānujāchārya himself in Shrirangkshetra. So, Rāmānand Swāmi’s guru was Rāmānujāchārya, and I am Rāmānand Swāmi’s disciple. One should understand the succession of gurus in this manner. In addition, one should understand the tradition of the Dharmakul that I have established.\n\n“Thirdly, one should know the authoritative scriptures of our sampradāy , the names of which are: 1. The Vedas, 2. The Vyās Sutras, 3. The Shrimad Bhāgwat Purān, 4. The Vishnu-sahasranām from the Mahābhārat, 5. The Bhagwad Gitā, 6. The Vidurniti, 7. The Vāsudev Māhātmya from the Vishnu-khand of the Skand Purān, and 8. The Yāgnavalkya Smruti. One should know these eight scriptures.\n\n“Fourthly, one should know all of the niyams which are prescribed for all satsangis .\n\n“Fifth, one should understand Shri Krishna Bhagwān, our ishtadev , and also the variety of the forms of Shri Krishna Bhagwān due to varying locations, attendants and works.\n\n“In addition, the manifest and the non-manifest form of Shri Krishna Bhagwān should be understood. He is non-manifest in the sense that Shri Krishna Bhagwān resides in Akshardhām in the midst of Golok , 1 which transcends the darkness of māyā . He has two arms and is as luminous as millions and millions of suns, while he himself has a dark complexion. Rādhikāji and Lakshmiji are beside him, and he is served by the attendants Nand, Sunand, Shridāmā, etc. He is the cause of the creation, sustenance and dissolution of countless millions of brahmānds . He reigns as the supreme ruler of everything. This God sometimes assumes a form with four arms; sometimes, he assumes a form with eight arms; and he may even assume a form with a thousand arms. He also assumes all of the forms of the four emanations, i.e., Vāsudev, Sankarshan, Aniruddha and Pradyumna; as well as the 24 forms, i.e., Keshav, etc. He also manifests through avatārs such as Varāh, Nrusinh, Vāman, Kapil, Hayagriv, etc., while he himself actually always possesses two arms. It is this same form that has been described in the Upanishads, the Sānkhya scriptures, the Yoga scriptures and the Panchrātra. This is how God’s form is described as being non-manifest.\n\n“Furthermore, of all the āchāryas that have lived, Vyāsji is the greatest. Even Shankarāchārya cannot be said to be like Vyāsji; in fact, nor can Rāmānujāchārya, nor can Madhvācharya, nor can Nimbārk, nor can Vishnu Swāmi, nor can Vallabhāchārya. This is due to the fact that only if those āchāryas accept the authority of Vyāsji’s words will the words of those āchāryas be accepted as authoritative in the world, but not otherwise. However, Vyāsji himself does not need to rely upon anyone else to be authoritative. This is because Vyāsji is the āchārya of the Vedas and is himself an avatār of God. Therefore, we should abide by Vyāsji’s teachings only.\n\n“That same Vyāsji, for the liberation of the jivas , separated the Vedas into four parts, wrote the 17 Purāns and the Mahābhārat. Still, he felt in his mind, ‘I have not been able to comprehensively explain the methods for the liberation of the jivas .’ As a result, he did not feel satisfied in his mind. So, he wrote the Shrimad Bhāgwat Purān, which is the essence of all of the Vedas, the Purāns, the Itihās scriptures, the Panchrātra, the Yoga scriptures and the Sānkhya scriptures. In that Shrimad Bhāgwat, he has described Shri Krishna Bhagwān as greater than all of the other avatārs , and that it is that same Shri Krishna Bhagwān from whom all of the other avatārs emanate.\n\n“In the Guna-vibhāg chapter of the Shrimad Bhāgwat, Shri Krishna Bhagwān says to Uddhav, ‘I am nirgun , and whoever comes into my contact also becomes nirgun .’ That is why all those who came into contact with Shri Krishna Bhagwān – with whichever feeling – also became nirgun , regardless of whether it was a feeling of lust, hatred, fear, kinship, or love. Thus, Shri Krishna Bhagwān himself is nirgun . This is how Vyāsji has described Shri Krishna Bhagwān. Also, Vyāsji has established the following principle: ‘Shri Krishna Bhagwān himself is the God who assumes all of the avatārs , and all other avatārs are also his.’ If Shri Krishna Bhagwān, instead of being described as nirgun , is described as being merely the embodiment of pure sattvagun , then one has not grasped the context of the Shrimad Bhāgwat and it results in a major discrepancy. After all, the gopis did not realize Shri Krishna Bhagwān to be God; their feeling of lust for Shri Krishna Bhagwān was their method of worship of him. Still, they became nirgun . How, then, can Shri Krishna Bhagwān be described as being merely the embodiment of pure sattvagun ? Therefore, Shri Krishna Bhagwān is definitely nirgun . In addition, Shri Krishna Bhagwān himself has said to Arjun:\n\n“At the time of his birth, Shri Krishna Bhagwān showed Vāsudev and Devki his form with four arms so that they would realize him to be God. He also showed Brahmā many forms with four arms; he showed Akrur the form of Shesh-shāyi; and he showed himself in the Vishwarup form to Arjun. In this manner, it is justifiable to make distinctions in the modes of worship of Shri Krishna Bhagwān due to differences in his forms. However, his true form is different. Because in Vraj, Shri Krishna Bhagwān was known as Bālmukund; he was also called Murlimanohar and Rādhākrishna; he used to take the cows and calves for grazing; he lifted Mount Govardhan; he played rās with the gopis ; he came to Mathurā and killed Kansa; he pleased the Yādavs; he studied at the home of the Brāhmin Sāndipani; he associated with Kubjā; he stayed in Dwārkāpuri, where he married eight chief queens such as Rukmini , etc.; he also wedded 16,000 women ; while staying in Hastināpur, he protected the Pāndavs from all of the calamities which fell upon them; he saved Draupadi from humiliation ; he became Arjun’s charioteer, etc. In this manner, there were many divine incidents of Shri Krishna Bhagwān due to differences in locations. But from this, one should not make distinctions in the modes of worship of Shri Krishna Bhagwān’s two-armed form. One who does should be known as a blasphemer of the guru and the guru’s word.\n\n“In fact, Shri Krishna Bhagwān has behaved in many different ways. He has eaten the leftovers of the gopas and has even played rās with the gopis . However, Shri Krishna Bhagwān’s devotees should not imitate his behavior. Rather, they should behave according to the characteristics of a sādhu and abide by the dharma of one’s caste and āshram . They should offer bhakti to him as prescribed by Shri Krishna Bhagwān in the 11 th canto of the Shrimad Bhāgwat, the Bhagwad Gitā and in the Vāsudev Māhātmya. But none should behave as Shri Krishna Bhagwān behaved. One who does so is an outcast and is not My satsangi .\n\n“Just as one should not imitate the behavior of our ishtadev Shri Krishna Bhagwān, similarly, as I am your spiritual master, your guru and your preceptor, you should not imitate My physical behavior. Instead, all of you should behave according to My words in the form of the respective injunctions which I have prescribed for those in My sampradāy ; but none should imitate My behavior.\n\n“All paramhansas and all satsangis should learn these facts which I have told you. After understanding them, all should behave accordingly. Also, when speaking with others, you should tell them to behave similarly.”\n\nHaving said this, Shriji Mahārāj left for dinner. Upon hearing this discourse, all of the sādhus and satsangis understood that the non-manifest form of Shri Krishna Bhagwān whom Shriji Mahārāj spoke of is none other than this Shriji Mahārāj, son of Bhakti and Dharma, and that no one transcends Him. It is only He who is our Ishtadev, and it is only He who is our guru.\n\nAfter the evening arti on Maha sudi 1, Samvat 1882 [7 February 1826], Shriji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed under the dome of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, all of the paramhansas as well as devotees from various places had gathered on all four sides around Him.\n\nThereupon Shriji Maharaj said, “Seeing that you are all senior paramhansas , I shall ask you a question: Which facts are essential for a satsangi to understand? Because if someone were to ask him, or if he were to experience a doubt in his own mind, then without knowing these facts, how would he be able to find the solution?”\n\nHaving asked the question, Maharaj Himself continued, “Here, I shall answer the question Myself. Firstly, one should realize that ours is an Uddhav Sampraday, and therefore, one should know its customs.\n\n“Secondly, one should know the line of succession of our gurus. Specifically, Ramanand Swami was the form of Uddhav himself, and in a dream, that same Ramanand Swami was initiated into the Vaishnav fold by Ramanujacharya himself in Shrirangkshetra. So, Ramanand Swami’s guru was Ramanujacharya, and I am Ramanand Swami’s disciple. One should understand the succession of gurus in this manner. In addition, one should understand the tradition of the Dharmakul that I have established.\n\n“Thirdly, one should know the authoritative scriptures of our sampraday , the names of which are: 1. The Vedas, 2. The Vyas Sutras, 3. The Shrimad Bhagwat Puran, 4. The Vishnu-sahasranam from the Mahabharat, 5. The Bhagwad Gita, 6. The Vidurniti, 7. The Vasudev Mahatmya from the Vishnu-khand of the Skand Puran, and 8. The Yagnavalkya Smruti. One should know these eight scriptures.\n\n“Fourthly, one should know all of the niyams which are prescribed for all satsangis .\n\n“Fifth, one should understand Shri Krishna Bhagwan, our ishtadev , and also the variety of the forms of Shri Krishna Bhagwan due to varying locations, attendants and works.\n\n“In addition, the manifest and the non-manifest form of Shri Krishna Bhagwan should be understood. He is non-manifest in the sense that Shri Krishna Bhagwan resides in Akshardham in the midst of Golok , 1 which transcends the darkness of maya . He has two arms and is as luminous as millions and millions of suns, while he himself has a dark complexion. Radhikaji and Lakshmiji are beside him, and he is served by the attendants Nand, Sunand, Shridama, etc. He is the cause of the creation, sustenance and dissolution of countless millions of brahmands . He reigns as the supreme ruler of everything. This God sometimes assumes a form with four arms; sometimes, he assumes a form with eight arms; and he may even assume a form with a thousand arms. He also assumes all of the forms of the four emanations, i.e., Vasudev, Sankarshan, Aniruddha and Pradyumna; as well as the 24 forms, i.e., Keshav, etc. He also manifests through avatars such as Varah, Nrusinh, Vaman, Kapil, Hayagriv, etc., while he himself actually always possesses two arms. It is this same form that has been described in the Upanishads, the Sankhya scriptures, the Yoga scriptures and the Panchratra. This is how God’s form is described as being non-manifest.\n\n“Furthermore, of all the acharyas that have lived, Vyasji is the greatest. Even Shankaracharya cannot be said to be like Vyasji; in fact, nor can Ramanujacharya, nor can Madhvacharya, nor can Nimbark, nor can Vishnu Swami, nor can Vallabhacharya. This is due to the fact that only if those acharyas accept the authority of Vyasji’s words will the words of those acharyas be accepted as authoritative in the world, but not otherwise. However, Vyasji himself does not need to rely upon anyone else to be authoritative. This is because Vyasji is the acharya of the Vedas and is himself an avatar of God. Therefore, we should abide by Vyasji’s teachings only.\n\n“That same Vyasji, for the liberation of the jivas , separated the Vedas into four parts, wrote the 17 Purans and the Mahabharat. Still, he felt in his mind, ‘I have not been able to comprehensively explain the methods for the liberation of the jivas .’ As a result, he did not feel satisfied in his mind. So, he wrote the Shrimad Bhagwat Puran, which is the essence of all of the Vedas, the Purans, the Itihas scriptures, the Panchratra, the Yoga scriptures and the Sankhya scriptures. In that Shrimad Bhagwat, he has described Shri Krishna Bhagwan as greater than all of the other avatars , and that it is that same Shri Krishna Bhagwan from whom all of the other avatars emanate.\n\n“In the Guna-vibhag chapter of the Shrimad Bhagwat, Shri Krishna Bhagwan says to Uddhav, ‘I am nirgun , and whoever comes into my contact also becomes nirgun .’ That is why all those who came into contact with Shri Krishna Bhagwan – with whichever feeling – also became nirgun , regardless of whether it was a feeling of lust, hatred, fear, kinship, or love. Thus, Shri Krishna Bhagwan himself is nirgun . This is how Vyasji has described Shri Krishna Bhagwan. Also, Vyasji has established the following principle: ‘Shri Krishna Bhagwan himself is the God who assumes all of the avatars , and all other avatars are also his.’ If Shri Krishna Bhagwan, instead of being described as nirgun , is described as being merely the embodiment of pure sattvagun , then one has not grasped the context of the Shrimad Bhagwat and it results in a major discrepancy. After all, the gopis did not realize Shri Krishna Bhagwan to be God; their feeling of lust for Shri Krishna Bhagwan was their method of worship of him. Still, they became nirgun . How, then, can Shri Krishna Bhagwan be described as being merely the embodiment of pure sattvagun ? Therefore, Shri Krishna Bhagwan is definitely nirgun . In addition, Shri Krishna Bhagwan himself has said to Arjun:\n\n“At the time of his birth, Shri Krishna Bhagwan showed Vasudev and Devki his form with four arms so that they would realize him to be God. He also showed Brahma many forms with four arms; he showed Akrur the form of Shesh-shayi; and he showed himself in the Vishwarup form to Arjun. In this manner, it is justifiable to make distinctions in the modes of worship of Shri Krishna Bhagwan due to differences in his forms. However, his true form is different. Because in Vraj, Shri Krishna Bhagwan was known as Balmukund; he was also called Murlimanohar and Radhakrishna; he used to take the cows and calves for grazing; he lifted Mount Govardhan; he played ras with the gopis ; he came to Mathura and killed Kansa; he pleased the Yadavs; he studied at the home of the Brahmin Sandipani; he associated with Kubja; he stayed in Dwarkapuri, where he married eight chief queens such as Rukmini , etc.; he also wedded 16,000 women ; while staying in Hastinapur, he protected the Pandavs from all of the calamities which fell upon them; he saved Draupadi from humiliation ; he became Arjun’s charioteer, etc. In this manner, there were many divine incidents of Shri Krishna Bhagwan due to differences in locations. But from this, one should not make distinctions in the modes of worship of Shri Krishna Bhagwan’s two-armed form. One who does should be known as a blasphemer of the guru and the guru’s word.\n\n“In fact, Shri Krishna Bhagwan has behaved in many different ways. He has eaten the leftovers of the gopas and has even played ras with the gopis . However, Shri Krishna Bhagwan’s devotees should not imitate his behavior. Rather, they should behave according to the characteristics of a sadhu and abide by the dharma of one’s caste and ashram . They should offer bhakti to him as prescribed by Shri Krishna Bhagwan in the 11 th canto of the Shrimad Bhagwat, the Bhagwad Gita and in the Vasudev Mahatmya. But none should behave as Shri Krishna Bhagwan behaved. One who does so is an outcast and is not My satsangi .\n\n“Just as one should not imitate the behavior of our ishtadev Shri Krishna Bhagwan, similarly, as I am your spiritual master, your guru and your preceptor, you should not imitate My physical behavior. Instead, all of you should behave according to My words in the form of the respective injunctions which I have prescribed for those in My sampraday ; but none should imitate My behavior.\n\n“All paramhansas and all satsangis should learn these facts which I have told you. After understanding them, all should behave accordingly. Also, when speaking with others, you should tell them to behave similarly.”\n\nHaving said this, Shriji Maharaj left for dinner. Upon hearing this discourse, all of the sadhus and satsangis understood that the non-manifest form of Shri Krishna Bhagwan whom Shriji Maharaj spoke of is none other than this Shriji Maharaj, son of Bhakti and Dharma, and that no one transcends Him. It is only He who is our Ishtadev, and it is only He who is our guru."
}