{
    "number": 31,
    "vachanamrut": "Gadhada I-31",
    "title": "Greatness Is Due To Faith",
    "setting": "On the evening of Posh vadi 2, Samvat 1876 [2 January 1820], Shriji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on the east-facing veranda outside His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes.",
    "text": "At that time, Yogānand Muni asked, “Mahārāj, suppose there are two devotees of God. One observes nivrutti and does not hurt anyone verbally. The other, however, is constantly serving God and His Bhakta - by offering food, clothes, flowers, etc. In doing so, however, he may occasionally hurt someone verbally. Of these two devotees, who is better?”\n\nShriji Mahārāj did not answer the question immediately; instead, He called for Muktānand Swāmi and Brahmānand Swāmi. He had them listen to the question and then requested, “Please answer this question.”\n\nBoth Muktānand Swāmi and Brahmānand Swāmi then answered, “The devotee who may verbally hurt someone but serves God and the Sant is better. On the other hand, the one who observes nivrutti without hurting anyone and is thereby unable to serve God and the Sant should be known to be feeble. The devotee who serves others can be described as having bhakti ; thus, the devotee with bhakti is the better of the two.”\n\nShriji Mahārāj confirmed, “The answer you have given is correct.” He then added, “It is a major drawback if one notices some negligible flaw and subsequently bears an aversion towards a person who possesses such bhakti and implicitly abides by the injunctions of God. A person who perceives flaws in this way may also perceive flaws in God, who has assumed a human form for the purpose of granting liberation to the jivas ; he may also perceive flaws in the profoundly great devotees of God.\n\n“Moreover, just because such a person alleges such faults in God or His Sant, does that render the avatārs of God or the Sant incapable of granting liberation? They are indeed capable of granting liberation. However, one whose intellect is distorted always negatively misinterprets things. For example, Shishupāl always maintained, ‘The Pāndavs are bastards; and because all five of them have the same wife, they are also immoral. Krishna is also a scoundrel, because from the moment he was born, first he killed a woman, then he killed a crane, and then he killed a calf. He is known as Madhusudan not because he killed a demon named Madhu, but because he destroyed honeycombs. Just because those bastard Pāndavs worship him, does that make him God?’ In this manner, Shishupāl, with his demonic intellect, perceived flaws in God and His devotees. However, those who were devotees of God did not do so in any way. Therefore, one who perceives flaws should be known to have a demonic intellect.”\n\nHearing this, Yogānand Muni remarked, “But Mahārāj, we do not perceive flaws in the great devotees of God; we merely perceive flaws in ordinary devotees.”\n\nShriji Mahārāj said in return, “A devotee’s greatness or smallness is not measured the way you seem to understand it. Greatness is due to one’s faith in the manifest form of God and the observance of His commands. However great a person may be in worldly matters, if he lacks these two attributes, then he is still ordinary.\n\n“Besides, the greatness which I have just described is present today in all of the devotees in our Satsang fellowship. Why? Because all of the devotees here realize, ‘We have attained Purushottam Bhagwān - who transcends even Akshar - in a manifest form; and thus we have become fulfilled.’ Realizing this, they offer bhakti to the manifest form of God while following His commands. Therefore, on seeing some insignificant personal peculiarity in such a devotee, one should not perceive flaws in him. Moreover, if a person does have a habit of doing so, his intellect becomes demonic.”\n\nOn the evening of Posh vadi 2, Samvat 1876 [2 January 1820], Shriji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on the east-facing veranda outside His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes.\n\nAt that time, Yoganand Muni asked, “Maharaj, suppose there are two devotees of God. One observes nivrutti and does not hurt anyone verbally. The other, however, is constantly serving God and His Bhakta - by offering food, clothes, flowers, etc. In doing so, however, he may occasionally hurt someone verbally. Of these two devotees, who is better?”\n\nShriji Maharaj did not answer the question immediately; instead, He called for Muktanand Swami and Brahmanand Swami. He had them listen to the question and then requested, “Please answer this question.”\n\nBoth Muktanand Swami and Brahmanand Swami then answered, “The devotee who may verbally hurt someone but serves God and the Sant is better. On the other hand, the one who observes nivrutti without hurting anyone and is thereby unable to serve God and the Sant should be known to be feeble. The devotee who serves others can be described as having bhakti ; thus, the devotee with bhakti is the better of the two.”\n\nShriji Maharaj confirmed, “The answer you have given is correct.” He then added, “It is a major drawback if one notices some negligible flaw and subsequently bears an aversion towards a person who possesses such bhakti and implicitly abides by the injunctions of God. A person who perceives flaws in this way may also perceive flaws in God, who has assumed a human form for the purpose of granting liberation to the jivas ; he may also perceive flaws in the profoundly great devotees of God.\n\n“Moreover, just because such a person alleges such faults in God or His Sant, does that render the avatars of God or the Sant incapable of granting liberation? They are indeed capable of granting liberation. However, one whose intellect is distorted always negatively misinterprets things. For example, Shishupal always maintained, ‘The Pandavs are bastards; and because all five of them have the same wife, they are also immoral. Krishna is also a scoundrel, because from the moment he was born, first he killed a woman, then he killed a crane, and then he killed a calf. He is known as Madhusudan not because he killed a demon named Madhu, but because he destroyed honeycombs. Just because those bastard Pandavs worship him, does that make him God?’ In this manner, Shishupal, with his demonic intellect, perceived flaws in God and His devotees. However, those who were devotees of God did not do so in any way. Therefore, one who perceives flaws should be known to have a demonic intellect.”\n\nHearing this, Yoganand Muni remarked, “But Maharaj, we do not perceive flaws in the great devotees of God; we merely perceive flaws in ordinary devotees.”\n\nShriji Maharaj said in return, “A devotee’s greatness or smallness is not measured the way you seem to understand it. Greatness is due to one’s faith in the manifest form of God and the observance of His commands. However great a person may be in worldly matters, if he lacks these two attributes, then he is still ordinary.\n\n“Besides, the greatness which I have just described is present today in all of the devotees in our Satsang fellowship. Why? Because all of the devotees here realize, ‘We have attained Purushottam Bhagwan - who transcends even Akshar - in a manifest form; and thus we have become fulfilled.’ Realizing this, they offer bhakti to the manifest form of God while following His commands. Therefore, on seeing some insignificant personal peculiarity in such a devotee, one should not perceive flaws in him. Moreover, if a person does have a habit of doing so, his intellect becomes demonic.”"
}