{
    "number": 65,
    "vachanamrut": "Gadhada I-65",
    "title": "‘Gnān-shakti’, ‘Kriyā-shakti’ and ‘Ichchhā-shakti’",
    "setting": "On Fāgun vadi 14, Samvat 1876 [13 March 1820], Shriji Mahārāj was sitting on a cushion with a cylindrical pillow placed on the veranda outside His bedroom in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "While scriptural reading was underway, Shriji Mahārāj called the senior paramhansas near Him. Then when the reading of the scriptural passage was completed, Shriji Mahārāj said, “Now all of the senior sādhus seated here will answer each other’s questions, since doing so reveals one’s level of intelligence.”\n\nThereupon Swayamprakāshānand Swāmi asked Paramānand Swāmi, “How is ākāsh created and destroyed?”\n\nParamānand Swāmi attempted to answer the question but was unable to do so satisfactorily.\n\nShriji Mahārāj then said, “When a child is initially in its mother’s womb and at the time of its birth, the cavities of its heart and other indriyas are small. But as the child grows, those cavities also develop, and the ākāsh within seems to increase as well. When it becomes old, however, the cavities of its indriyas decrease in size, and the ākāsh within also appears to contract. Similarly, when Virāt’s body is produced, ākāsh appears to be created in the cavity of his heart and other internal organs. Moreover, when Virāt’s body is destroyed, the ākāsh within appears to be destroyed as well. This is how ākāsh is created and destroyed. However, just as Prakruti-Purush are eternal , 1 the ākāsh that is the supporter of all is also eternal and is not subject to creation or destruction. Furthermore, ākāsh is also created and destroyed through samādhi ; one who experiences samādhi knows its method.”\n\nThereafter Paramānand Swāmi asked Swayamprakāshānand Swāmi, “How does the sushumnā nādi reside within the body and outside of the body?”\n\nSwayamprakāshānand Swāmi attempted to answer the question but could not do so satisfactorily.\n\nSo Shriji Mahārāj replied, “Whatever is present in this brahmānd is also present within this body; the only difference is that in the body the scale is small, whereas in the brahmānd it is large. In fact, the arrangement of the brahmānd is the same as that of the body. For example, just as there are rivers in the brahmānd , similarly there are blood vessels in the body; just as there are oceans in the brahmānd , similarly water is present in the abdomen of the body; and just as the sun and the moon are present in the brahmānd , similarly the idā nādi and pingalā nādi house the sun and moon in the body. In the same way, just as other objects are present in the brahmānd , they are also present in the body.\n\n“Also, the nādis of the indriyas in this body are one with those of the brahmānd . When one acquires control over the tongue, one attains Varundev; when one acquires control over speech, one attains Agnidev; when one acquires control over the skin, one attains Vāyudev; when one acquires control over the genitals, one attains Prajāpati; and when one acquires control over the hands, one attains Indra. In the same way, when one controls the brahmarandhra - the end portion of the sushumnā nādi located in the heart - one reaches the fiery deity by the name of Vaishwānar, which resides in the shishumār chakra . It is then that one sees the uninterrupted path of light from the brahmarandhra to Prakruti-Purush. That path of light is known as sushumnā . This is how the sushumnā nādi resides in the body and in the brahmānd .”\n\nParamānand Swāmi then asked Swayamprakāshānand Swāmi another question, “Which state dissolves first - the waking state, the dream state, or the deep sleep state?”\n\nAs Swayamprakāshānand Swāmi was unable to answer that question, Shriji Mahārāj replied, “When one focuses on the form of God with love in the waking state, the waking state dissolves first, then the dream state, and finally the deep sleep state. When the mind thinks of and focuses on the form of God in the dream state, the dream state dissolves first, then the waking state, and finally the deep sleep state. Furthermore, when one attains the state of upsham while contemplating on the form of God, the deep sleep state dissolves first, then the waking state, and finally the dream state.” Shriji Mahārāj answered the question in this manner.\n\nThereafter, Swayamprakāshānand Swāmi asked Paramānand Swāmi another question, “How should one understand the ‘ichchhā-shakti’, ‘gnān-shakti’ and ‘kriyā-shakti’ - the faculties of volition, cognition and conation - of God?”\n\nLaughing, Shriji Mahārāj commented, “Even you probably do not know the answer to that question.” So saying, He began to give the answer Himself, “When sattvagun is predominant, the fruits of any karmas performed by a jiva are experienced in the waking state. When rajogun is predominant, the fruits of any karmas performed are experienced in the dream state. When tamogun is predominant, the fruits of any karmas performed are experienced in the deep sleep state.\n\n“Moreover, when a jiva enters the state of deep sleep, it becomes inert like a slab of stone and retains no type of consciousness; such as, ‘I am a pundit, or I am a fool; I have done this task, or I want to do this task; this is my gender, or this is my caste, or this is my āshram ; this is my name, or my appearance is like this. Am I a deity or am I a human? Am I a child or am I old? Am I righteous or am I a sinner?’ and so on. No such consciousness is retained. When a jiva enters such a state, God awakens it from unconsciousness through His ‘gnān-shakti’ and makes it aware of its actions. This is known as ‘gnān-shakti’, the faculty of cognition. Furthermore, whatever action a jiva engages in, it does so with the support of what is known as God’s ‘kriyā-shakti’, the faculty of conation. Finally, whatever object a jiva desires, it acquires with the help of what is known as God’s ‘ichchhā-shakti’, the faculty of volition.\n\n“Moreover, the three states of waking, dream and deep sleep experienced by a jiva are not due to the consequences of its own karmas alone. They are experienced only when the giver of the fruits of karmas , God, allows the jiva to do so. When a jiva , indulging in the fruits of the waking state, wishes to enter the dream state, it cannot do so independently. This is because God, the giver of the fruits of karmas , restrains its vrutti . Similarly, if it wishes to enter the waking state from the dream state, it is unable to do so. Nor can it enter the deep sleep state or emerge from it to enter the dream or waking states. It is only when God, who grants the fruits of karmas , allows it to indulge in the fruits of the karmas of that particular state that it is able to indulge in them. However, a jiva cannot indulge in the fruits of its karmas according to its own will or as a direct consequence of its karmas . This is how one should understand the ‘gnān-shakti’, ‘kriyā-shakti’ and ‘ichchhā-shakti’ of God.”\n\nShriji Mahārāj answered the question in this manner out of compassion.\n\nOn Fagun vadi 14, Samvat 1876 [13 March 1820], Shriji Maharaj was sitting on a cushion with a cylindrical pillow placed on the veranda outside His bedroom in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nWhile scriptural reading was underway, Shriji Maharaj called the senior paramhansas near Him. Then when the reading of the scriptural passage was completed, Shriji Maharaj said, “Now all of the senior sadhus seated here will answer each other’s questions, since doing so reveals one’s level of intelligence.”\n\nThereupon Swayamprakashanand Swami asked Paramanand Swami, “How is akash created and destroyed?”\n\nParamanand Swami attempted to answer the question but was unable to do so satisfactorily.\n\nShriji Maharaj then said, “When a child is initially in its mother’s womb and at the time of its birth, the cavities of its heart and other indriyas are small. But as the child grows, those cavities also develop, and the akash within seems to increase as well. When it becomes old, however, the cavities of its indriyas decrease in size, and the akash within also appears to contract. Similarly, when Virat’s body is produced, akash appears to be created in the cavity of his heart and other internal organs. Moreover, when Virat’s body is destroyed, the akash within appears to be destroyed as well. This is how akash is created and destroyed. However, just as Prakruti-Purush are eternal , 1 the akash that is the supporter of all is also eternal and is not subject to creation or destruction. Furthermore, akash is also created and destroyed through samadhi ; one who experiences samadhi knows its method.”\n\nThereafter Paramanand Swami asked Swayamprakashanand Swami, “How does the sushumna nadi reside within the body and outside of the body?”\n\nSwayamprakashanand Swami attempted to answer the question but could not do so satisfactorily.\n\nSo Shriji Maharaj replied, “Whatever is present in this brahmand is also present within this body; the only difference is that in the body the scale is small, whereas in the brahmand it is large. In fact, the arrangement of the brahmand is the same as that of the body. For example, just as there are rivers in the brahmand , similarly there are blood vessels in the body; just as there are oceans in the brahmand , similarly water is present in the abdomen of the body; and just as the sun and the moon are present in the brahmand , similarly the ida nadi and pingala nadi house the sun and moon in the body. In the same way, just as other objects are present in the brahmand , they are also present in the body.\n\n“Also, the nadis of the indriyas in this body are one with those of the brahmand . When one acquires control over the tongue, one attains Varundev; when one acquires control over speech, one attains Agnidev; when one acquires control over the skin, one attains Vayudev; when one acquires control over the genitals, one attains Prajapati; and when one acquires control over the hands, one attains Indra. In the same way, when one controls the brahmarandhra - the end portion of the sushumna nadi located in the heart - one reaches the fiery deity by the name of Vaishwanar, which resides in the shishumar chakra . It is then that one sees the uninterrupted path of light from the brahmarandhra to Prakruti-Purush. That path of light is known as sushumna . This is how the sushumna nadi resides in the body and in the brahmand .”\n\nParamanand Swami then asked Swayamprakashanand Swami another question, “Which state dissolves first - the waking state, the dream state, or the deep sleep state?”\n\nAs Swayamprakashanand Swami was unable to answer that question, Shriji Maharaj replied, “When one focuses on the form of God with love in the waking state, the waking state dissolves first, then the dream state, and finally the deep sleep state. When the mind thinks of and focuses on the form of God in the dream state, the dream state dissolves first, then the waking state, and finally the deep sleep state. Furthermore, when one attains the state of upsham while contemplating on the form of God, the deep sleep state dissolves first, then the waking state, and finally the dream state.” Shriji Maharaj answered the question in this manner.\n\nThereafter, Swayamprakashanand Swami asked Paramanand Swami another question, “How should one understand the ‘ichchha-shakti’, ‘gnan-shakti’ and ‘kriya-shakti’ - the faculties of volition, cognition and conation - of God?”\n\nLaughing, Shriji Maharaj commented, “Even you probably do not know the answer to that question.” So saying, He began to give the answer Himself, “When sattvagun is predominant, the fruits of any karmas performed by a jiva are experienced in the waking state. When rajogun is predominant, the fruits of any karmas performed are experienced in the dream state. When tamogun is predominant, the fruits of any karmas performed are experienced in the deep sleep state.\n\n“Moreover, when a jiva enters the state of deep sleep, it becomes inert like a slab of stone and retains no type of consciousness; such as, ‘I am a pundit, or I am a fool; I have done this task, or I want to do this task; this is my gender, or this is my caste, or this is my ashram ; this is my name, or my appearance is like this. Am I a deity or am I a human? Am I a child or am I old? Am I righteous or am I a sinner?’ and so on. No such consciousness is retained. When a jiva enters such a state, God awakens it from unconsciousness through His ‘gnan-shakti’ and makes it aware of its actions. This is known as ‘gnan-shakti’, the faculty of cognition. Furthermore, whatever action a jiva engages in, it does so with the support of what is known as God’s ‘kriya-shakti’, the faculty of conation. Finally, whatever object a jiva desires, it acquires with the help of what is known as God’s ‘ichchha-shakti’, the faculty of volition.\n\n“Moreover, the three states of waking, dream and deep sleep experienced by a jiva are not due to the consequences of its own karmas alone. They are experienced only when the giver of the fruits of karmas , God, allows the jiva to do so. When a jiva , indulging in the fruits of the waking state, wishes to enter the dream state, it cannot do so independently. This is because God, the giver of the fruits of karmas , restrains its vrutti . Similarly, if it wishes to enter the waking state from the dream state, it is unable to do so. Nor can it enter the deep sleep state or emerge from it to enter the dream or waking states. It is only when God, who grants the fruits of karmas , allows it to indulge in the fruits of the karmas of that particular state that it is able to indulge in them. However, a jiva cannot indulge in the fruits of its karmas according to its own will or as a direct consequence of its karmas . This is how one should understand the ‘gnan-shakti’, ‘kriya-shakti’ and ‘ichchha-shakti’ of God.”\n\nShriji Maharaj answered the question in this manner out of compassion."
}