{
    "number": 138,
    "vachanamrut": "Gadhada II-5",
    "title": "Fidelity and Courage",
    "setting": "On Shrāvan sudi 7, Samvat 1878 [5 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth which had been placed on the platform in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some munis were singing devotional songs to the accompaniment of a tāl and mrudang , while other munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then with a gesture of His eyes, Shriji Mahārāj stopped the devotional songs and said, “Everyone please listen; I wish to speak. A devotee of God should firstly maintain fidelity, and secondly, courage. For example, consider a woman who observes the vow of fidelity. Even if her husband is old, sick, poor or ugly, the mind of that faithful wife would never sway upon seeing the virtues of another man. Even if a beggar’s wife, who observes such a vow, were to see a great king, her mind would not waver. In a similar manner, a devotee of God should observe the vow of fidelity with God.\n\n“Furthermore, if someone were to speak ill of one’s husband, then one should not remain timid and become subdued. Rather, one should reply very boldly. In this manner, a devotee of God should not become suppressed by evil people; he should be courageous.\n\n“However, it is generally said that a sādhu should view everyone equally. But this is not the principle of the scriptures. Because Nārad, the Sanakādik, Dhruv, Prahlād, etc., have taken the side of only God and His devotees; they have never taken the side of nonbelievers. One who does side with a nonbeliever will himself, either in this life or in the next, definitely become a nonbeliever as well. Therefore, a devotee of God should certainly side with God’s devotees and forsake the side of nonbelievers. Please imbibe this discourse of Mine extremely firmly.”\n\nOn Shravan sudi 7, Samvat 1878 [5 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth which had been placed on the platform in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some munis were singing devotional songs to the accompaniment of a tal and mrudang , while other munis as well as devotees from various places had gathered before Him in an assembly.\n\nThen with a gesture of His eyes, Shriji Maharaj stopped the devotional songs and said, “Everyone please listen; I wish to speak. A devotee of God should firstly maintain fidelity, and secondly, courage. For example, consider a woman who observes the vow of fidelity. Even if her husband is old, sick, poor or ugly, the mind of that faithful wife would never sway upon seeing the virtues of another man. Even if a beggar’s wife, who observes such a vow, were to see a great king, her mind would not waver. In a similar manner, a devotee of God should observe the vow of fidelity with God.\n\n“Furthermore, if someone were to speak ill of one’s husband, then one should not remain timid and become subdued. Rather, one should reply very boldly. In this manner, a devotee of God should not become suppressed by evil people; he should be courageous.\n\n“However, it is generally said that a sadhu should view everyone equally. But this is not the principle of the scriptures. Because Narad, the Sanakadik, Dhruv, Prahlad, etc., have taken the side of only God and His devotees; they have never taken the side of nonbelievers. One who does side with a nonbeliever will himself, either in this life or in the next, definitely become a nonbeliever as well. Therefore, a devotee of God should certainly side with God’s devotees and forsake the side of nonbelievers. Please imbibe this discourse of Mine extremely firmly.”"
}