{
    "number": 200,
    "vachanamrut": "Gadhada II-67",
    "title": "The Gangājaliyo Well",
    "setting": "On Mahā vadi 3, Samvat 1881 [6 February 1825], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the platform near the Gangājaliyo well adjacent to His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some sādhus were singing a Vishnupad to the accompaniment of a dukad and sarodā , while munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Upon completion of the singing of devotional songs, Shriji Mahārāj said, “I wish to ask all of the sādhus the following question: A devotee of God leaves his body, becomes brahmarup , and attains the abode of God. Thereafter, what is the difference between that devotee and God whereby the master-servant relationship between them still remains? After all, that devotee of God then becomes independent just like God. He also becomes free from the shackles of kāl , karma and māyā just like God. Therefore, what difference remains so that the master-servant relationship is maintained? This is My question.”\n\nThe paramhansas answered according to their understanding, but they could not supply a precise answer to Shriji Mahārāj’s question. So, all of the sādhus said, “Mahārāj, Your question will only be answered when You Yourself answer it.”\n\nThereupon, Shriji Mahārāj explained, “The answer is as follows: In whatever way a devotee of God has realized God - i.e., ‘God possesses this many powers; He possesses this much charm; He is the embodiment of bliss;’ and so on - that is the extent to which he has realized the greatness of God. Then, when that devotee leaves his body and goes to the abode of God, he attains charm and powers based on the extent to which he has realized the majesty of God. Despite this, that devotee still feels God’s majesty in the form of His powers, charm, etc., to be much greater. He then realizes, ‘God has granted me just as many divine powers and as much charm as I had realized in Him. Yet, God’s divine powers and charm appear to be totally limitless. Like me, countless others have also attained qualities similar to that of God, yet, no one is capable of becoming like God.’\n\n“Why is this so? Because not even Shesh, Shāradā, Brahmā or the other deities - in fact, not even the four Vedas - can fathom the vastness of God’s greatness, His virtues, His actions, His birth, His power, His charm, His blissful nature, or His countless other redemptive virtues. In fact, God Himself cannot comprehend the limits of His own greatness. Thus God, with all of His powers, is beyond all limits.\n\n“By worshipping that God, countless millions of Vaishnavs have become like God; yet, God’s majesty has not diminished even slightly. For example, even if there were an ocean filled with sweet water from which all humans, animals and birds could drink as much as they wished and from which vessels could be filled, the water would still not decrease because of the vastness of the ocean. Similarly, God’s greatness is unfathomable; there is no way in which it can either increase or decrease. For this reason, then, those devotees of God who become brahmaswarup still behave as God’s servants and engage in His worship. In this way, devotees of God attain qualities similar to those of God, and yet, the master-servant relationship between them is maintained. That is the answer to the question.”\n\nOn Maha vadi 3, Samvat 1881 [6 February 1825], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the platform near the Gangajaliyo well adjacent to His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some sadhus were singing a Vishnupad to the accompaniment of a dukad and saroda , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nUpon completion of the singing of devotional songs, Shriji Maharaj said, “I wish to ask all of the sadhus the following question: A devotee of God leaves his body, becomes brahmarup , and attains the abode of God. Thereafter, what is the difference between that devotee and God whereby the master-servant relationship between them still remains? After all, that devotee of God then becomes independent just like God. He also becomes free from the shackles of kal , karma and maya just like God. Therefore, what difference remains so that the master-servant relationship is maintained? This is My question.”\n\nThe paramhansas answered according to their understanding, but they could not supply a precise answer to Shriji Maharaj’s question. So, all of the sadhus said, “Maharaj, Your question will only be answered when You Yourself answer it.”\n\nThereupon, Shriji Maharaj explained, “The answer is as follows: In whatever way a devotee of God has realized God - i.e., ‘God possesses this many powers; He possesses this much charm; He is the embodiment of bliss;’ and so on - that is the extent to which he has realized the greatness of God. Then, when that devotee leaves his body and goes to the abode of God, he attains charm and powers based on the extent to which he has realized the majesty of God. Despite this, that devotee still feels God’s majesty in the form of His powers, charm, etc., to be much greater. He then realizes, ‘God has granted me just as many divine powers and as much charm as I had realized in Him. Yet, God’s divine powers and charm appear to be totally limitless. Like me, countless others have also attained qualities similar to that of God, yet, no one is capable of becoming like God.’\n\n“Why is this so? Because not even Shesh, Sharada, Brahma or the other deities - in fact, not even the four Vedas - can fathom the vastness of God’s greatness, His virtues, His actions, His birth, His power, His charm, His blissful nature, or His countless other redemptive virtues. In fact, God Himself cannot comprehend the limits of His own greatness. Thus God, with all of His powers, is beyond all limits.\n\n“By worshipping that God, countless millions of Vaishnavs have become like God; yet, God’s majesty has not diminished even slightly. For example, even if there were an ocean filled with sweet water from which all humans, animals and birds could drink as much as they wished and from which vessels could be filled, the water would still not decrease because of the vastness of the ocean. Similarly, God’s greatness is unfathomable; there is no way in which it can either increase or decrease. For this reason, then, those devotees of God who become brahmaswarup still behave as God’s servants and engage in His worship. In this way, devotees of God attain qualities similar to those of God, and yet, the master-servant relationship between them is maintained. That is the answer to the question.”"
}