{
    "number": 63,
    "vachanamrut": "Gadhada I-63",
    "title": "Faith; Realising God Perfectly",
    "setting": "On Fāgun vadi 7, Samvat 1876 [7 March 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the platform outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white cloth with a border of silken thread around His head. Garlands of white flowers adorned His neck, and tassels of roses had been inserted in His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Nrusinhānand Swāmi then asked, “What kind of thoughts arise in a person who has a deficiency in his faith in God?”\n\nThereupon Shriji Mahārāj replied, “A person with a deficiency in faith would become extremely elated on seeing God displaying some of His powers. However, when he sees no such display of divine powers, he would become disheartened. If, despite trying, he is unable to eradicate impure thoughts from his heart, he then bears an aversion towards God. That is, he would feel, ‘I have bent over backwards practicing satsang for so long, yet God still has not eradicated my impure thoughts.’ In this manner, he perceives a flaw in God. If, despite much effort, he is unable to disengage his mind from the objects he cherishes, he then perceives the very same fault in God. Specifically, he believes, ‘Just as I have vicious natures such as lust, anger, etc., God also has the same natures; the only difference is that God is regarded as being great.’ A person who harbors such doubting thoughts within should be known to have a deficiency in faith. His faith cannot be called perfect.”\n\nParamchaitanyānand Swāmi then asked, “Mahārāj, what type of thoughts does a person with perfect faith in God have?”\n\nShriji Mahārāj replied, “A person with perfect faith feels within, ‘I have attained all there is to attain; and wherever the manifest form of God resides, that itself is the highest abode. All these sādhus are like Nārad and the Sanakādik; all satsangis are like Uddhav, Akrur, Vidur, Sudāmā, and the gopas of Vrundāvan; and all female devotees are like the gopis , Draupadi, Kuntāji, Sitā, Rukmini, Lakshmi and Pārvati. Now I have nothing more to achieve - I have attained Golok, Vaikunth and Brahmapur.’ A person with perfect faith has such thoughts and experiences extreme elation in his heart. One who experiences such feelings within should be known to have perfect faith.”\n\nSo saying, Shriji Mahārāj continued, “A person who has realized the form of God perfectly has nothing left to realize. Please listen as I now explain the method of realizing this; hearing this, one develops firm faith in God.\n\n“Firstly, he should realize the greatness of God. To illustrate this, consider the analogy of a great king. If even his servants and maids stay in seven-story havelis , and their gardens, horses, carriages, ornaments, and other such luxuries make their houses appear as majestic as Devlok, then imagine how majestic the darbār and its luxuries of that king must be. Similarly, consider the realms of the lords of this brahmānd - Brahmā and the other deities - who follow the commands of Shri Purushottam Bhagwān. If there is no limit to those realms and their opulence, then how can one possibly comprehend the extent of the opulence of Virāt-Purush from whose navel Brahmā was produced? Furthermore, the master of countless millions of such Virāt-Purushes is Purushottam Bhagwān - whose abode is Akshar. Within that abode, countless millions of such brahmānds float like mere atoms in each and every hair of Akshar. Such is the abode of God. In that abode, Purushottam Bhagwān Himself resides eternally with a divine form. Moreover, countless divine objects exist in that abode. So, if this is the greatness of Akshar, then how can one possibly comprehend the extent of God’s greatness? One with faith understands God’s greatness in this manner.\n\n“Besides, that which is greater than another is subtler than the other and is also its cause. For example, jal is greater than pruthvi , is the cause of that pruthvi and is subtler than it as well. In turn, tej is greater than jal , vāyu is greater than tej , and ākāsh is greater than vāyu . In the same way, ahamkār , mahattattva , Pradhān-Purush, Prakrut-Purush, and Akshar are all progressively greater than each other, the cause of each other and subtler than each other. They also possess a form.\n\n“In comparison, however, God’s Akshardhām is extremely large. Countless millions of brahmānds float like mere atoms in each of its hairs. Just as an ant moving on the body of a huge elephant appears insignificant, likewise, before the greatness of that Akshar, everything else pales into insignificance. Consider the following: An ant appears large amidst small mosquitoes; a scorpion appears large amidst ants; a snake appears large amidst scorpions; a kite appears large amidst snakes; a bull appears large amidst kites; an elephant appears large amidst bulls; a mountain such as Girnār appears large amidst elephants; and Mount Meru appears large amidst Girnār. In turn, Mount Lokālok appears extremely large amidst a mountain such as Meru. The pruthvi appears very large in comparison to Mount Lokālok. In turn, jal , the cause of pruthvi , is larger than it and is subtler than it. In the same way, tej is the cause of jal , vāyu is the cause of tej , ākāsh is the cause of vāyu , ahamkār is the cause of ākāsh , mahattattva is the cause of ahamkār , Pradhān and Purush are the cause of mahattattva , and Mul-Prakruti and Brahma 1 are the causes of Pradhān and Purush. The cause of all of these is Aksharbrahma, which is the abode of Purushottam Bhagwān.\n\n“That Akshar does not have any states of contraction or expansion; it forever remains in the same state. That Akshar also possesses a form, but because it is so vast, its form cannot be visualized. For example, the brahmānd , which has evolved from the 24 elements, is known as Purushāvatār. That Virāt-Purush possesses hands, feet, etc., but because his form is extremely vast, he is beyond visualization. Brahmā walked for a hundred years 2 on the stalk of the lotus that emerged from Virāt-Purush’s navel, but was still unable to reach its end. So if the end of the lotus could not be reached, how can Virāt-Purush possibly be gauged? Therefore, the form of Virāt-Purush cannot be visualized. In the same manner, despite having a definite form, Akshardhām cannot be visualized. This is because it is so vast that countless brahmānds float within its each and every hair.\n\n“It is within that Akshardhām that Purushottam Bhagwān Himself eternally resides. By His antaryāmi powers, He resides in His anvay form in Akshardhām, in the countless millions of brahmānds , and also in the ishwars of those brahmānds . Also in that Akshardhām, countless millions of muktas , who have acquired qualities similar to those of God, remain in God’s service. Divine light equivalent to that of millions and millions of suns radiates from each and every hair of those attendants of God. Therefore, if those attendants are so great, how can the greatness of their master, Purushottam Bhagwān, possibly be described?\n\n“That extremely powerful God Himself ‘enters’ Akshar and assumes the form of Akshar. Thereafter, He assumes the form of Mul-Prakruti-Purush, and then the form of Pradhān-Purush. Then He ‘enters’ the 24 elements produced from Pradhān and assumes that form. He then ‘enters’ Virāt-Purush produced from those elements and assumes that form. Then He ‘enters’ Brahmā, Vishnu and Shiv and assumes their forms.\n\n“In this way, that God, who is extremely powerful, extremely luminous, and extremely great, contains His own spiritual powers and divine light within Himself and becomes like a human being for the liberation of jivas . He assumes a form that allows people to do His darshan , serve Him, offer worship to Him, etc. For example, a minute thorn that has pricked an ant’s leg cannot be removed with a spear or a pin; it can only be removed using an extremely fine needle. In the same manner, God confines His own greatness within Himself and assumes an extremely modest form. Just as Agni constrains his own light and flames to assume a human form, similarly, God also suppresses His own powers and acts as a human for the liberation of jivas . However, a foolish person thinks, ‘Why does God not manifest any powers?’ But he does not realize that God deliberately conceals His powers for the sake of the liberation of jivas . After all, if He were to manifest His own greatness, then even the brahmānd would pale into insignificance. What, then, can be said of jivas ?\n\n“ Kāl , karma and māyā are incapable of binding a person who has developed such firm faith coupled with an understanding of God’s greatness in his heart. Therefore, he who realizes God perfectly in this way has nothing left to achieve.”\n\nThereafter Nityānand Swāmi asked, “When God assumes a human form, does He always do so sequentially in the order described, or can He also assume a human form directly?”\n\nShriji Mahārāj replied, “For God, sequential order is not necessary. For example, a person who takes a plunge into a pond can emerge from wherever he wishes - either at the same entry point of the dive, or at the banks, or anywhere nearby. Similarly, if He so wishes, Purushottam Bhagwān can take a ‘plunge’ in His abode in the form of Akshar and directly assume a human form; or, if He so wishes, He can assume a human form following the sequential order.”\n\nFollowing this explanation, Shriji Mahārāj continued, “I shall now briefly explain the characteristics of a person with profoundly firm faith, so please listen attentively. Firstly, even if he has intense renunciation, a person with perfect faith will do any task on the path of pravrutti asked of him, without ever backing away. Moreover, he does not do it reluctantly; he does it willingly. The second characteristic is that regardless of any swabhāv he may possess - even if it cannot be eradicated by a million means - if he senses God’s insistence in forsaking that swabhāv , he forsakes it immediately. The third characteristic is that despite his own drawbacks, he is unable to live without the discourses and devotional songs related to God, and without the Sant of God even for a moment. He finds faults only within himself and thoroughly imbibes the virtues of the Sant. He also understands the great glory of the discourses and devotional songs of God, as well as of the Sant of God. A person with such understanding should be known to have perfect faith. Furthermore, if a person with such faith were to transgress the religious vows on account of his prārabdha , he would still not fall from the path of liberation. Conversely, regardless of how great a renunciant he may be, the liberation of a person without such faith is not guaranteed.”\n\nOn Fagun vadi 7, Samvat 1876 [7 March 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the platform outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white cloth with a border of silken thread around His head. Garlands of white flowers adorned His neck, and tassels of roses had been inserted in His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nNrusinhanand Swami then asked, “What kind of thoughts arise in a person who has a deficiency in his faith in God?”\n\nThereupon Shriji Maharaj replied, “A person with a deficiency in faith would become extremely elated on seeing God displaying some of His powers. However, when he sees no such display of divine powers, he would become disheartened. If, despite trying, he is unable to eradicate impure thoughts from his heart, he then bears an aversion towards God. That is, he would feel, ‘I have bent over backwards practicing satsang for so long, yet God still has not eradicated my impure thoughts.’ In this manner, he perceives a flaw in God. If, despite much effort, he is unable to disengage his mind from the objects he cherishes, he then perceives the very same fault in God. Specifically, he believes, ‘Just as I have vicious natures such as lust, anger, etc., God also has the same natures; the only difference is that God is regarded as being great.’ A person who harbors such doubting thoughts within should be known to have a deficiency in faith. His faith cannot be called perfect.”\n\nParamchaitanyanand Swami then asked, “Maharaj, what type of thoughts does a person with perfect faith in God have?”\n\nShriji Maharaj replied, “A person with perfect faith feels within, ‘I have attained all there is to attain; and wherever the manifest form of God resides, that itself is the highest abode. All these sadhus are like Narad and the Sanakadik; all satsangis are like Uddhav, Akrur, Vidur, Sudama, and the gopas of Vrundavan; and all female devotees are like the gopis , Draupadi, Kuntaji, Sita, Rukmini, Lakshmi and Parvati. Now I have nothing more to achieve - I have attained Golok, Vaikunth and Brahmapur.’ A person with perfect faith has such thoughts and experiences extreme elation in his heart. One who experiences such feelings within should be known to have perfect faith.”\n\nSo saying, Shriji Maharaj continued, “A person who has realized the form of God perfectly has nothing left to realize. Please listen as I now explain the method of realizing this; hearing this, one develops firm faith in God.\n\n“Firstly, he should realize the greatness of God. To illustrate this, consider the analogy of a great king. If even his servants and maids stay in seven-story havelis , and their gardens, horses, carriages, ornaments, and other such luxuries make their houses appear as majestic as Devlok, then imagine how majestic the darbar and its luxuries of that king must be. Similarly, consider the realms of the lords of this brahmand - Brahma and the other deities - who follow the commands of Shri Purushottam Bhagwan. If there is no limit to those realms and their opulence, then how can one possibly comprehend the extent of the opulence of Virat-Purush from whose navel Brahma was produced? Furthermore, the master of countless millions of such Virat-Purushes is Purushottam Bhagwan - whose abode is Akshar. Within that abode, countless millions of such brahmands float like mere atoms in each and every hair of Akshar. Such is the abode of God. In that abode, Purushottam Bhagwan Himself resides eternally with a divine form. Moreover, countless divine objects exist in that abode. So, if this is the greatness of Akshar, then how can one possibly comprehend the extent of God’s greatness? One with faith understands God’s greatness in this manner.\n\n“Besides, that which is greater than another is subtler than the other and is also its cause. For example, jal is greater than pruthvi , is the cause of that pruthvi and is subtler than it as well. In turn, tej is greater than jal , vayu is greater than tej , and akash is greater than vayu . In the same way, ahamkar , mahattattva , Pradhan-Purush, Prakrut-Purush, and Akshar are all progressively greater than each other, the cause of each other and subtler than each other. They also possess a form.\n\n“In comparison, however, God’s Akshardham is extremely large. Countless millions of brahmands float like mere atoms in each of its hairs. Just as an ant moving on the body of a huge elephant appears insignificant, likewise, before the greatness of that Akshar, everything else pales into insignificance. Consider the following: An ant appears large amidst small mosquitoes; a scorpion appears large amidst ants; a snake appears large amidst scorpions; a kite appears large amidst snakes; a bull appears large amidst kites; an elephant appears large amidst bulls; a mountain such as Girnar appears large amidst elephants; and Mount Meru appears large amidst Girnar. In turn, Mount Lokalok appears extremely large amidst a mountain such as Meru. The pruthvi appears very large in comparison to Mount Lokalok. In turn, jal , the cause of pruthvi , is larger than it and is subtler than it. In the same way, tej is the cause of jal , vayu is the cause of tej , akash is the cause of vayu , ahamkar is the cause of akash , mahattattva is the cause of ahamkar , Pradhan and Purush are the cause of mahattattva , and Mul-Prakruti and Brahma 1 are the causes of Pradhan and Purush. The cause of all of these is Aksharbrahma, which is the abode of Purushottam Bhagwan.\n\n“That Akshar does not have any states of contraction or expansion; it forever remains in the same state. That Akshar also possesses a form, but because it is so vast, its form cannot be visualized. For example, the brahmand , which has evolved from the 24 elements, is known as Purushavatar. That Virat-Purush possesses hands, feet, etc., but because his form is extremely vast, he is beyond visualization. Brahma walked for a hundred years 2 on the stalk of the lotus that emerged from Virat-Purush’s navel, but was still unable to reach its end. So if the end of the lotus could not be reached, how can Virat-Purush possibly be gauged? Therefore, the form of Virat-Purush cannot be visualized. In the same manner, despite having a definite form, Akshardham cannot be visualized. This is because it is so vast that countless brahmands float within its each and every hair.\n\n“It is within that Akshardham that Purushottam Bhagwan Himself eternally resides. By His antaryami powers, He resides in His anvay form in Akshardham, in the countless millions of brahmands , and also in the ishwars of those brahmands . Also in that Akshardham, countless millions of muktas , who have acquired qualities similar to those of God, remain in God’s service. Divine light equivalent to that of millions and millions of suns radiates from each and every hair of those attendants of God. Therefore, if those attendants are so great, how can the greatness of their master, Purushottam Bhagwan, possibly be described?\n\n“That extremely powerful God Himself ‘enters’ Akshar and assumes the form of Akshar. Thereafter, He assumes the form of Mul-Prakruti-Purush, and then the form of Pradhan-Purush. Then He ‘enters’ the 24 elements produced from Pradhan and assumes that form. He then ‘enters’ Virat-Purush produced from those elements and assumes that form. Then He ‘enters’ Brahma, Vishnu and Shiv and assumes their forms.\n\n“In this way, that God, who is extremely powerful, extremely luminous, and extremely great, contains His own spiritual powers and divine light within Himself and becomes like a human being for the liberation of jivas . He assumes a form that allows people to do His darshan , serve Him, offer worship to Him, etc. For example, a minute thorn that has pricked an ant’s leg cannot be removed with a spear or a pin; it can only be removed using an extremely fine needle. In the same manner, God confines His own greatness within Himself and assumes an extremely modest form. Just as Agni constrains his own light and flames to assume a human form, similarly, God also suppresses His own powers and acts as a human for the liberation of jivas . However, a foolish person thinks, ‘Why does God not manifest any powers?’ But he does not realize that God deliberately conceals His powers for the sake of the liberation of jivas . After all, if He were to manifest His own greatness, then even the brahmand would pale into insignificance. What, then, can be said of jivas ?\n\n“ Kal , karma and maya are incapable of binding a person who has developed such firm faith coupled with an understanding of God’s greatness in his heart. Therefore, he who realizes God perfectly in this way has nothing left to achieve.”\n\nThereafter Nityanand Swami asked, “When God assumes a human form, does He always do so sequentially in the order described, or can He also assume a human form directly?”\n\nShriji Maharaj replied, “For God, sequential order is not necessary. For example, a person who takes a plunge into a pond can emerge from wherever he wishes - either at the same entry point of the dive, or at the banks, or anywhere nearby. Similarly, if He so wishes, Purushottam Bhagwan can take a ‘plunge’ in His abode in the form of Akshar and directly assume a human form; or, if He so wishes, He can assume a human form following the sequential order.”\n\nFollowing this explanation, Shriji Maharaj continued, “I shall now briefly explain the characteristics of a person with profoundly firm faith, so please listen attentively. Firstly, even if he has intense renunciation, a person with perfect faith will do any task on the path of pravrutti asked of him, without ever backing away. Moreover, he does not do it reluctantly; he does it willingly. The second characteristic is that regardless of any swabhav he may possess - even if it cannot be eradicated by a million means - if he senses God’s insistence in forsaking that swabhav , he forsakes it immediately. The third characteristic is that despite his own drawbacks, he is unable to live without the discourses and devotional songs related to God, and without the Sant of God even for a moment. He finds faults only within himself and thoroughly imbibes the virtues of the Sant. He also understands the great glory of the discourses and devotional songs of God, as well as of the Sant of God. A person with such understanding should be known to have perfect faith. Furthermore, if a person with such faith were to transgress the religious vows on account of his prarabdha , he would still not fall from the path of liberation. Conversely, regardless of how great a renunciant he may be, the liberation of a person without such faith is not guaranteed.”"
}