{
    "number": 16,
    "vachanamrut": "Gadhada I-16",
    "title": "Wisdom",
    "setting": "On Māgshar vadi 4, Samvat 1876 [5 December 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A wise devotee of God who can discern between sat and asat identifies the flaws within himself and thoughtfully eradicates them. He also rejects any apparent flaws he perceives in the Sant or a satsangi and imbibes only their virtues. Moreover, he never perceives any faults whatsoever in God. In addition, he accepts whatever words of advice God and the Sant offer as the highest truth but does not doubt their words in any way. Thus, when the Sant tells him, ‘You are distinct from the mind, body, indriyas and prāns ; you are satya ; you are the knower of the body, indriyas and prāns , which are all asatya ’ - he accepts this to be the truth. He then behaves as the ātmā - distinct from them all - but never follows the instincts of his own mind.\n\n“Furthermore, such a person identifies those objects and evil company that may cause bondage or raise deficiencies in his ekāntik dharma and shuns them; but he does not become bound by them. Also, he imbibes positive thoughts and avoids negative thoughts. One who behaves in this manner should be known to possess wisdom .” 1\n\nOn Magshar vadi 4, Samvat 1876 [5 December 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A wise devotee of God who can discern between sat and asat identifies the flaws within himself and thoughtfully eradicates them. He also rejects any apparent flaws he perceives in the Sant or a satsangi and imbibes only their virtues. Moreover, he never perceives any faults whatsoever in God. In addition, he accepts whatever words of advice God and the Sant offer as the highest truth but does not doubt their words in any way. Thus, when the Sant tells him, ‘You are distinct from the mind, body, indriyas and prans ; you are satya ; you are the knower of the body, indriyas and prans , which are all asatya ’ - he accepts this to be the truth. He then behaves as the atma - distinct from them all - but never follows the instincts of his own mind.\n\n“Furthermore, such a person identifies those objects and evil company that may cause bondage or raise deficiencies in his ekantik dharma and shuns them; but he does not become bound by them. Also, he imbibes positive thoughts and avoids negative thoughts. One who behaves in this manner should be known to possess wisdom .” 1"
}