{
    "number": 157,
    "vachanamrut": "Gadhada II-24",
    "title": "Resoluteness in Sānkhya and in Yoga ; Choko-Pātlo 1",
    "setting": "On Shrāvan sudi 8, Samvat 1879 [26 July 1822], Swāmi Shri Sahajānandji Mahārāj arrived at Lakshmivādi on horseback from Dādā Khāchar’s darbār in Gadhadā. There, He sat facing north upon the platform, dressed entirely in white clothes. He was wearing a garland of mogrā flowers around His neck, and a tassel of mogrā flowers was also inserted in His pāgh . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked Shriji Mahārāj, “Mahārāj, does a devotee who has resolute conviction in God experience any hindrances or not?”\n\nShriji Mahārāj replied, “A devotee may be resolute in two ways: One is by being resolute in yoga , and the other is by being resolute in sānkhya . Of these, a devotee who is resolute in yoga keeps his vrutti constantly fixed on the form of God. A devotee who is resolute in sānkhya understands the extent of human pleasures, as well as the extent of the pleasures of the realized yogis, chārans , vidyādhars , gandharvas , deities, etc. In addition, he appraises the pleasures of the 14 realms and believes, ‘These pleasures are only so much;’ moreover, he also appraises the miseries that subsequently follow those pleasures. As a result, he develops vairāgya towards those misery-filled pleasures, and thereby maintains profound love only for God. So, such a person who is resolute in sānkhya possesses the strength of understanding.\n\n“In comparison, the strength of one who is resolute in yoga is based only on keeping his vrutti constantly on the form of God. If he were to encounter some disturbances due to adverse circumstances, then although his vrutti was originally fixed on God’s form, it would become attached elsewhere as well. This is because one who is resolute in yoga somewhat lacks the strength of understanding. Thus, it is possible that such a devotee may well experience hindrances.\n\n“However, if one is resolute in both sānkhya and yoga , then there would be no problems whatsoever. Such a devotee of God is never enticed by any object other than the form of God. He realizes, ‘With the exception of God’s Akshardhām, the form of God in that Akshardhām and His devotees in that Akshardhām, everything else - all of the realms, the deities, and the opulence of the deities - is perishable.’ Realizing this, he maintains profound love only for God. Such a devotee never experiences any sort of hindrances whatsoever.”\n\nOn Shravan sudi 8, Samvat 1879 [26 July 1822], Swami Shri Sahajanandji Maharaj arrived at Lakshmivadi on horseback from Dada Khachar’s darbar in Gadhada. There, He sat facing north upon the platform, dressed entirely in white clothes. He was wearing a garland of mogra flowers around His neck, and a tassel of mogra flowers was also inserted in His pagh . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked Shriji Maharaj, “Maharaj, does a devotee who has resolute conviction in God experience any hindrances or not?”\n\nShriji Maharaj replied, “A devotee may be resolute in two ways: One is by being resolute in yoga , and the other is by being resolute in sankhya . Of these, a devotee who is resolute in yoga keeps his vrutti constantly fixed on the form of God. A devotee who is resolute in sankhya understands the extent of human pleasures, as well as the extent of the pleasures of the realized yogis, charans , vidyadhars , gandharvas , deities, etc. In addition, he appraises the pleasures of the 14 realms and believes, ‘These pleasures are only so much;’ moreover, he also appraises the miseries that subsequently follow those pleasures. As a result, he develops vairagya towards those misery-filled pleasures, and thereby maintains profound love only for God. So, such a person who is resolute in sankhya possesses the strength of understanding.\n\n“In comparison, the strength of one who is resolute in yoga is based only on keeping his vrutti constantly on the form of God. If he were to encounter some disturbances due to adverse circumstances, then although his vrutti was originally fixed on God’s form, it would become attached elsewhere as well. This is because one who is resolute in yoga somewhat lacks the strength of understanding. Thus, it is possible that such a devotee may well experience hindrances.\n\n“However, if one is resolute in both sankhya and yoga , then there would be no problems whatsoever. Such a devotee of God is never enticed by any object other than the form of God. He realizes, ‘With the exception of God’s Akshardham, the form of God in that Akshardham and His devotees in that Akshardham, everything else - all of the realms, the deities, and the opulence of the deities - is perishable.’ Realizing this, he maintains profound love only for God. Such a devotee never experiences any sort of hindrances whatsoever.”"
}