{
    "number": 151,
    "vachanamrut": "Gadhada II-18",
    "title": "Nāstiks and Shushka -Vedāntis",
    "setting": "On Māgshar vadi 6, Samvat 1878 [14 December 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed in His residence in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. On top of that cloth, He had covered Himself with a richly embroidered blanket as well. He had also tied a white feto around His head. At that time, Prāgji Dave was reading a scripture before Him, and paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Thereupon Shriji Mahārāj said, “Having thought over it from all aspects, I have come to the conclusion that of all the so-called evil company in the world, the company which is worse than all others is that of those who do not have bhakti towards God, or the faith in their hearts that God loves His devotees, is the master of all, is the uplifter of the wretched, and is also the redeemer of sinners. Two such schools of thought are prevalent in this world that share these beliefs: one is that of the nāstiks and the other is that of the shushka -Vedāntis. Both are extreme forms of evil company. Now, even if a person has committed the five grave sins, if he has faith in God, then at some time or another he will be redeemed. In fact, even if a person has committed the grave sins of killing a child, slaughtering a cow, killing a woman, etc., then he too can be redeemed at some point in time. However, one who has come to accept either of these two sets of beliefs will never be redeemed. This is because such a person’s understanding is contrary to that of the Vedas, the Shāstras and the Purāns.\n\n“Of the two, the nāstiks believe that Rāmchandraji and Shri Krishna Bhagwān were actually only kings; and because Shri Krishna killed demons and committed adultery, he has been consigned to the third narak . Thus, in no way do they consider Shri Krishna Bhagwān, who is the redeemer of sinners and the uplifter of the wretched, as being God. Rather, they believe their liberation to be through karmas ; that is, while performing karmas , when one attains keval-gnān , one becomes God. 1 In this way, they believe that there are countless Gods. So, according to the belief of the nāstiks , there is no one, beginning-less God, by whose worship a jiva is released from the bondage of births and deaths. Thus, that belief is not in accordance with the Vedas.\n\n“The shushka -Vedāntis believe that Brahma itself has assumed the form of the jivas - just as in the relationship between the sun and its reflection. Thus, when one realizes, ‘I am Brahma,’ one has no further spiritual endeavors left to perform. Then, when one has become God, one need not worship anyone. Thinking this, they no longer have fear in committing sins. Moreover, they believe, ‘We have attained the nirgun path, so we will not have to take birth again.’ However, the shushka -Vedāntis do not examine their own understanding which implies that nirgun Brahma, which transgresses māyā , will also have to pass through births and deaths. This is because they claim that Brahma itself has assumed the form of all mobile and immobile objects. This means that just as a jiva has to undergo births and deaths, Brahma also has to undergo births and deaths. While they think, ‘We will be released from births and deaths,’ they do not realize, ‘According to our own beliefs, births and deaths have become a reality for Brahma itself. Therefore, if we do develop deep understanding, at the most, we shall realize ourselves to be brahmaswarup . But even then, the cycle of births and deaths will still not be dispelled.’ Thus, by their own beliefs, liberation is refuted. Nevertheless, no one examines this. On the contrary, they boast, ‘We are brahmaswarup , so whom do we need to worship? Before whom do we have to bow?’ Thinking this, they become extremely arrogant. Even though they have not truly understood anything, they still harbor vanity of their gnān . But they do not realize that their own liberation is refuted by their own beliefs. Moreover, they convert whosoever keeps their company into such a fool as well.\n\n“However, devotees possessing true gnān , such as Nārad, the Sanakādik and Shukji, constantly meditate on God, chant His holy name and sing devotional songs. Even the niranna-muktas in Shwetdwip, who are brahmaswarup and who can control kāl , continuously meditate on God, chant His holy name and sing devotional songs related to Him. They also offer puja, apply sandalwood paste and do prostrations to Him. Despite being aksharrup , they behave as the servants of Purushottam Bhagwān, who transcends Akshar. Also, the residents of Badrikāshram, including Uddhav, Tanu Rishi, and the other munis , perform austerities and continuously offer bhakti to God. The shushka -Vedāntis, on the other hand, are completely oriented around their bodies; they do not meditate on God, nor do they chant the name of God, nor do they bow before God. Compared to the power and gnān of Nārad, the Sanakādik and Shukji; and compared to the power and gnān of the niranna-muktas who reside in Shwetdwip; and compared to the power and gnān of the rishis who reside in Badrikāshram, these shushka -Vedāntis do not possess even a millionth of a fraction of such power and gnān . Nevertheless, they equate themselves with God. Indeed, they are absolutely ignorant. In fact, they are the most ignorant of all ignorant people. Even after spending countless millions of years in the pits of narak suffering the torments of Yam, they will still not be released.\n\n“Thus, to associate with such people is the very definition of evil company. Just as there is no deed greater than keeping the company of the Satpurush, conversely, there is no sin graver than keeping the company of ignorant people such as the shushka -Vedāntis. Therefore, one who aspires to attain liberation should in no way keep the company of a nāstik or a shushka -Vedānti.”\n\nOn Magshar vadi 6, Samvat 1878 [14 December 1821], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed in His residence in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. On top of that cloth, He had covered Himself with a richly embroidered blanket as well. He had also tied a white feto around His head. At that time, Pragji Dave was reading a scripture before Him, and paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThereupon Shriji Maharaj said, “Having thought over it from all aspects, I have come to the conclusion that of all the so-called evil company in the world, the company which is worse than all others is that of those who do not have bhakti towards God, or the faith in their hearts that God loves His devotees, is the master of all, is the uplifter of the wretched, and is also the redeemer of sinners. Two such schools of thought are prevalent in this world that share these beliefs: one is that of the nastiks and the other is that of the shushka -Vedantis. Both are extreme forms of evil company. Now, even if a person has committed the five grave sins, if he has faith in God, then at some time or another he will be redeemed. In fact, even if a person has committed the grave sins of killing a child, slaughtering a cow, killing a woman, etc., then he too can be redeemed at some point in time. However, one who has come to accept either of these two sets of beliefs will never be redeemed. This is because such a person’s understanding is contrary to that of the Vedas, the Shastras and the Purans.\n\n“Of the two, the nastiks believe that Ramchandraji and Shri Krishna Bhagwan were actually only kings; and because Shri Krishna killed demons and committed adultery, he has been consigned to the third narak . Thus, in no way do they consider Shri Krishna Bhagwan, who is the redeemer of sinners and the uplifter of the wretched, as being God. Rather, they believe their liberation to be through karmas ; that is, while performing karmas , when one attains keval-gnan , one becomes God. 1 In this way, they believe that there are countless Gods. So, according to the belief of the nastiks , there is no one, beginning-less God, by whose worship a jiva is released from the bondage of births and deaths. Thus, that belief is not in accordance with the Vedas.\n\n“The shushka -Vedantis believe that Brahma itself has assumed the form of the jivas - just as in the relationship between the sun and its reflection. Thus, when one realizes, ‘I am Brahma,’ one has no further spiritual endeavors left to perform. Then, when one has become God, one need not worship anyone. Thinking this, they no longer have fear in committing sins. Moreover, they believe, ‘We have attained the nirgun path, so we will not have to take birth again.’ However, the shushka -Vedantis do not examine their own understanding which implies that nirgun Brahma, which transgresses maya , will also have to pass through births and deaths. This is because they claim that Brahma itself has assumed the form of all mobile and immobile objects. This means that just as a jiva has to undergo births and deaths, Brahma also has to undergo births and deaths. While they think, ‘We will be released from births and deaths,’ they do not realize, ‘According to our own beliefs, births and deaths have become a reality for Brahma itself. Therefore, if we do develop deep understanding, at the most, we shall realize ourselves to be brahmaswarup . But even then, the cycle of births and deaths will still not be dispelled.’ Thus, by their own beliefs, liberation is refuted. Nevertheless, no one examines this. On the contrary, they boast, ‘We are brahmaswarup , so whom do we need to worship? Before whom do we have to bow?’ Thinking this, they become extremely arrogant. Even though they have not truly understood anything, they still harbor vanity of their gnan . But they do not realize that their own liberation is refuted by their own beliefs. Moreover, they convert whosoever keeps their company into such a fool as well.\n\n“However, devotees possessing true gnan , such as Narad, the Sanakadik and Shukji, constantly meditate on God, chant His holy name and sing devotional songs. Even the niranna-muktas in Shwetdwip, who are brahmaswarup and who can control kal , continuously meditate on God, chant His holy name and sing devotional songs related to Him. They also offer puja, apply sandalwood paste and do prostrations to Him. Despite being aksharrup , they behave as the servants of Purushottam Bhagwan, who transcends Akshar. Also, the residents of Badrikashram, including Uddhav, Tanu Rishi, and the other munis , perform austerities and continuously offer bhakti to God. The shushka -Vedantis, on the other hand, are completely oriented around their bodies; they do not meditate on God, nor do they chant the name of God, nor do they bow before God. Compared to the power and gnan of Narad, the Sanakadik and Shukji; and compared to the power and gnan of the niranna-muktas who reside in Shwetdwip; and compared to the power and gnan of the rishis who reside in Badrikashram, these shushka -Vedantis do not possess even a millionth of a fraction of such power and gnan . Nevertheless, they equate themselves with God. Indeed, they are absolutely ignorant. In fact, they are the most ignorant of all ignorant people. Even after spending countless millions of years in the pits of narak suffering the torments of Yam, they will still not be released.\n\n“Thus, to associate with such people is the very definition of evil company. Just as there is no deed greater than keeping the company of the Satpurush, conversely, there is no sin graver than keeping the company of ignorant people such as the shushka -Vedantis. Therefore, one who aspires to attain liberation should in no way keep the company of a nastik or a shushka -Vedanti.”"
}