{
    "number": 23,
    "vachanamrut": "Gadhada I-23",
    "title": "Emptying a Pot of Water; Remaining in an Elevated Spiritual State",
    "setting": "On Posh sudi 5, Samvat 1876 [21 December 1819], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He had tied a white feto around His head and was wearing a white angarkhu and a white survāl . He had also tied a deep orange shelu around His waist. At that time, paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Out of compassion, Shriji Mahārāj then began to speak to the paramhansas , “The Vāsudev Māhātmya scripture is extremely dear to Me because it describes all of the methods of how devotees of God should worship Him.”\n\nShriji Mahārāj then continued, “There are two types of devotees of God: One has a complete conviction of God, yet worships God identifying himself with the body. The other, however, believes his own self to be chaitanya , transcending the influences of the three states - waking, dream and deep sleep - and the three bodies - sthul , sukshma and kāran . This devotee worships God while beholding God’s form within his own self. As a result, he sees his own self, which transcends the three states and the three bodies, as being extremely full of divine light. Within that light, he sees the form of God, just as it is in its incarnate form, as being extremely luminous. Such is the elevated spiritual state of the latter devotee.\n\n“As long as one has not attained this elevated spiritual state, one is subject to obstacles, even if one is a devotee of God. Shivji, for example, did not behave in such an elevated spiritual state and was therefore enticed by the beauty of Mohini. Brahmā also did not behave in such a state and thus became infatuated on seeing Saraswati. Nāradji also did not behave in such an elevated spiritual state and consequently harbored a desire to marry. Moreover, because Indra , Chandra and others were not behaving in such a state, their reputations were also blemished due to their mistakes.\n\n“Furthermore, if a person has not developed this elevated spiritual state, he will perceive worldly attributes even in God, even if he himself is a devotee of God. King Parikshit, for example, was not such a devotee, and so he raised doubts about the divinity of Shri Krishna Bhagwān after hearing of the rās episode. On the other hand, because Shukji was such an elevated devotee, he had no doubts whatsoever. Such a devotee firmly realizes, ‘If no flaws can affect me or bind me in any way, how can there possibly be any māyik flaws in God, by whose worship I have become like this?’ Such a devotee firmly realizes this.\n\n“When such a devotee of God focuses his vrutti on the form of God, that vrutti is divided into two. Of these, one vrutti focuses on the form of God, while the other focuses within the worshipper himself. The vrutti that is fixed on God’s form is applied lovingly, whereas the vrutti that is fixed on the worshipper himself is full of contemplation. This latter vrutti negates all other thoughts and desires - except those of worshipping God - that may arise in the worshipper. It also negates all of the flaws within the worshipper himself. In this manner, the vrutti of such a devotee constantly remains on God.\n\n“A person who at times worships God with a concentrated mind and, at other times, indulges in worldly thoughts does not develop such an elevated spiritual state. Consider, for example, a pot that is filled with water and emptied somewhere. If another pot of water is subsequently emptied at the same place on the following day or the day after that, a pool of water will not collect there. Why? Because the water poured on the first day dries up on that very day, and the water poured on the second day also dries up on that same day. On the other hand, if a trickle of water were to flow continuously, a large pool of water would soon be formed. Therefore, while eating, drinking, walking, engaging in any activity whatsoever - whether it be pure or impure - in fact, at all times, one should constantly keep one’s vrutti on God. While maintaining one’s vrutti constantly on God in this manner, one attains that abiding elevated spiritual state.”\n\nOn Posh sudi 5, Samvat 1876 [21 December 1819], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He had tied a white feto around His head and was wearing a white angarkhu and a white surval . He had also tied a deep orange shelu around His waist. At that time, paramhansas as well as devotees from various places had gathered before Him.\n\nOut of compassion, Shriji Maharaj then began to speak to the paramhansas , “The Vasudev Mahatmya scripture is extremely dear to Me because it describes all of the methods of how devotees of God should worship Him.”\n\nShriji Maharaj then continued, “There are two types of devotees of God: One has a complete conviction of God, yet worships God identifying himself with the body. The other, however, believes his own self to be chaitanya , transcending the influences of the three states - waking, dream and deep sleep - and the three bodies - sthul , sukshma and karan . This devotee worships God while beholding God’s form within his own self. As a result, he sees his own self, which transcends the three states and the three bodies, as being extremely full of divine light. Within that light, he sees the form of God, just as it is in its incarnate form, as being extremely luminous. Such is the elevated spiritual state of the latter devotee.\n\n“As long as one has not attained this elevated spiritual state, one is subject to obstacles, even if one is a devotee of God. Shivji, for example, did not behave in such an elevated spiritual state and was therefore enticed by the beauty of Mohini. Brahma also did not behave in such a state and thus became infatuated on seeing Saraswati. Naradji also did not behave in such an elevated spiritual state and consequently harbored a desire to marry. Moreover, because Indra , Chandra and others were not behaving in such a state, their reputations were also blemished due to their mistakes.\n\n“Furthermore, if a person has not developed this elevated spiritual state, he will perceive worldly attributes even in God, even if he himself is a devotee of God. King Parikshit, for example, was not such a devotee, and so he raised doubts about the divinity of Shri Krishna Bhagwan after hearing of the ras episode. On the other hand, because Shukji was such an elevated devotee, he had no doubts whatsoever. Such a devotee firmly realizes, ‘If no flaws can affect me or bind me in any way, how can there possibly be any mayik flaws in God, by whose worship I have become like this?’ Such a devotee firmly realizes this.\n\n“When such a devotee of God focuses his vrutti on the form of God, that vrutti is divided into two. Of these, one vrutti focuses on the form of God, while the other focuses within the worshipper himself. The vrutti that is fixed on God’s form is applied lovingly, whereas the vrutti that is fixed on the worshipper himself is full of contemplation. This latter vrutti negates all other thoughts and desires - except those of worshipping God - that may arise in the worshipper. It also negates all of the flaws within the worshipper himself. In this manner, the vrutti of such a devotee constantly remains on God.\n\n“A person who at times worships God with a concentrated mind and, at other times, indulges in worldly thoughts does not develop such an elevated spiritual state. Consider, for example, a pot that is filled with water and emptied somewhere. If another pot of water is subsequently emptied at the same place on the following day or the day after that, a pool of water will not collect there. Why? Because the water poured on the first day dries up on that very day, and the water poured on the second day also dries up on that same day. On the other hand, if a trickle of water were to flow continuously, a large pool of water would soon be formed. Therefore, while eating, drinking, walking, engaging in any activity whatsoever - whether it be pure or impure - in fact, at all times, one should constantly keep one’s vrutti on God. While maintaining one’s vrutti constantly on God in this manner, one attains that abiding elevated spiritual state.”"
}