{
    "number": 116,
    "vachanamrut": "Loya-8",
    "title": "Eradicating the Over-Excitability of the Indriyas ; Accepting Only Words Related to One’s Inclination",
    "setting": "On the night of Māgshar sudi 5, Samvat 1877 [10 December 1820], Shriji Mahārāj was sitting in Surā Khāchar’s darbār in Loyā. He was wearing a white khes and had tied a white feto around His head. He was also wearing a white dagli made of chhint . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi asked Shriji Mahārāj, “On seeing some inappropriate swabhāv of a sādhu , one who is thoughtless may perceive flaws in the sādhu . But why does one who is wise perceive flaws in the sādhu ?”\n\nShriji Mahārāj replied, “If a person is wise and has noticed an inappropriate swabhāv within himself, and while harboring an intense aversion towards it, is continually endeavoring to overcome that swabhāv , then when he sees that very same swabhāv in another sādhu , he develops an aversion towards that sādhu . On the other hand, a fool not only does not overcome his own swabhāvs , but when he sees that same swabhāv in another sādhu , he perceives flaws in that sādhu . Such a person should be considered a fool.”\n\nThen Shriji Mahārāj gathered the junior paramhansas , and He Himself asked and answered questions.\n\nFirst, He asked, “The intensity and mildness of the force of lust, anger, avarice, and other inner enemies is due to the phases of childhood, youth and old age. In what way? Well, in childhood, the force is weak; in youth, the force is intense; then in old age, the force becomes weak again. Thus, the intensity and mildness of lust, anger, etc., can be noticed; but can they be weakened by any thought process?”\n\nShriji Mahārāj Himself replied, “The force of lust, anger, etc., can be weakened by a thought process, which is as follows: The mildness of those swabhāvs in childhood, their greater intensity in youth, and mildness once again in old age is due to food. Specifically, in childhood, since the dietary intake is small, the force of lust is mild. Similarly, in old age, one’s dietary intake is small, so again the force of lust is mild. But in youth, as the dietary intake increases, lust also increases. Therefore, in youth, if one’s food intake is decreased, and if one deliberately tolerates cold, heat, rain and hunger, then by maintaining such a thought process, and by maintaining profound association with the great Sant, the force of lust is weakened - even in the period of youth.”\n\nAgain Shriji Mahārāj asked, “People become addicted to many different types of things, for example, bhang, marijuana, opium, alcohol, etc. Are these addictions due to one’s kriyamān or prārabdha karmas ?”\n\nReplying, Shriji Mahārāj said, “These addictions are developed not by prārabdha , but by habit. Therefore, if one maintains courage, keeps shraddhā , and becomes adamant on overcoming the addiction, then it can be overcome. But if one has no shraddhā and is cowardly, then that vice cannot be overcome.”\n\nThen Shriji Mahārāj asked, “Some children have a mature nature like elder people, whereas some have an extremely fidgety nature. Is that nature due to company, or is it inherent within their jiva ?”\n\nShriji Mahārāj answered, “For the most part, a good or bad nature is due to the company one keeps, but in some cases, it is due to past karmas .”\n\nThen Kapileshwarānand Swāmi asked, “Mahārāj, how can one recognize a swabhāv which has formed previously, and how can one recognize a swabhāv which has formed recently?”\n\nShriji Mahārāj replied, “A recently formed swabhāv is overcome by staying in the company of a pious sādhu and by making a little effort to eradicate it. Just as grass growing on a wall dries up when there is no rain for five days, similarly, a recently formed swabhāv can be overcome in a few days. However, an established swabhāv can barely be overcome, even after one makes a great effort to eradicate it. For example, if there are strong weeds or a bordi tree in the soil, then even if they are set on fire and burnt by a farmer, they will still sprout again. But if one uses a hoe to uproot them from their roots, they can be removed. Similarly, if one remains in the company of a pious sādhu and perseveres with great effort, even an established swabhāv can be overcome, but only with great effort.”\n\nThen Shriji Mahārāj asked, “For one whose indriyas are overly excitable, what are the individual methods by which that excitability can be overcome?”\n\nShriji Mahārāj replied, “To overcome the excitability of the eyes, a person should fix his gaze on the tip of his nose and not look elsewhere. He should continue to study while studying, and he should also engage in worship. While doing this, if he continues to keep his eyes open without blinking for half an hour or so - until his eyes begin to burn intensely and tears flow - and he does not harbor a debased thought even if he happens to notice a woman or other objects, then even if his eyes are excitable, they will become controlled.\n\n“The nose does not like the odors coming from someone’s body, mouth or clothes. At that time, a person should think, ‘My own body appears attractive superficially, but it is filled with blood, flesh and bones; and in the abdomen there is feces, urine and the intestines.’ If he thinks in this way the over-excitability of the nose is eradicated.\n\n“The over-excitability of the ears can be eradicated as follows: When some humorous talks are on-going or a folk-drama is being performed, one develops a keen interest to listen to them; whereas, while listening to the discourses and devotional songs related to God, one falls asleep. In that situation, one should rise and subdue sleep and lethargy. One should also keep faith in and maintain a keen interest in listening to the discourses of God; thereby, the ears can be controlled.\n\n“The sense of touch can be controlled by deliberately tolerating the cold, heat and rain; by lying down anywhere; by keeping a blanket as a pillow and using it for covering the body only when one feels very cold. Thereby, the skin becomes numbed, and the over-excitability of the sense of touch is eradicated.\n\n“To overcome the over-excitability of the hands, whenever the hands are idle, one should keep a rosary in one’s hand and turn it while chanting the name of God in rhythm with the inhaling and exhaling of one’s breath. One should not, however, turn the rosary hurriedly. Some say, ‘One can chant the name of God more quickly mentally.’ But that principle is wrong because, in actuality, the mind can chant the name of God only as many times as the tongue can chant the name of God. So, by applying this method, the over-excitability of the hands is eradicated.\n\n“If the legs are overly active, they can be controlled by controlling one’s sitting posture.\n\n“Overly excitable genitals can be controlled as follows: When one gets scabies or ringworm, and one scratches oneself, the itching is not relieved until bleeding occurs. However, if one does not scratch the affected area, then the itching subsides by itself. Thus, even if an itching sensation arises on the genitals, it should not be scratched. Moreover, in the case of it becoming frequently excited, if one decreases one’s diet, observes fasts and physically weakens the body, then the genitals can be controlled.\n\n“To conquer the tongue, it should not be given items that it likes, and one’s diet should be restricted. Thereby, the over-excitability of the tongue is eradicated.\n\n“Finally, the over-activity of one’s speech can be eradicated by not interrupting with wise remarks when people like Muktānand Swāmi are speaking or narrating from a scripture. Moreover, if one does happen to interrupt, one should turn a rosary 25 times. Thereby, the over-activity of speech can be eradicated.”\n\nThen Shriji Mahārāj asked, “Of all these indriyas , which one, if fully controlled, leads to control over all of the other indriyas ?”\n\nShriji Mahārāj answered His own question, “If the tongue is fully subdued, then all of the other indriyas can be subdued.”\n\nAgain Shriji Mahārāj asked, “If lust pervades a person’s heart, and even though his genitals are covered by his clothes, how can one realize that he has been pervaded by lust?”\n\nShriji Mahārāj Himself replied, “When lust pervades a person, his eyes and all of his other indriyas become overly excited. Thereby, one can realize that he has become overwhelmed by lust.”\n\nOnce again, Shriji Mahārāj asked, “One who has an overactive nature should become calm, and one who has a calm nature should become active. By which thought process can this be achieved?”\n\nShriji Mahārāj Himself replied, “If a person who is overactive thinks, ‘I am the ātmā , Brahma , 1 genderless, and stable like ākāsh ,’ and he attains the upsham state through such thoughts, then he becomes calm. If a person who is calm wishes to become more active, then he should realize the greatness of God and His devotees. When he realizes the greatness of God, he engages in the nine types of bhakti and performs the menial service of the devotees of God. Consequently, his nature becomes more active.”\n\nThen Shriji Mahārāj asked, “Is there anything in the eight scriptures such as the Shrimad Bhāgwat, etc., which should be disregarded, or should everything be imbibed?”\n\nReplying to His own question, Shriji Mahārāj said, “In all of those scriptures there are countless incidents, and through all of those incidents, the inclinations of the devotees who have attained God are described. Therefore, they are all suitable to be imbibed. However, among all of these incidents, only those incidents that match one’s own inclination should be imbibed. The others, however, may be disregarded with the understanding, ‘These talks are true, but they are for the benefit of other devotees; they are not for me.”\n\nOnce more, Shriji Mahārāj asked, “All of you youngsters are seated here; and from amongst you, all of the sādhus certify some and do not certify others. Now, all of you are of a similar age and all have the same company. In fact, all have the same food, clothing, mode of worship, scriptures, and mantra; and all listen to the same spiritual discourses. What, then, is the reason for the difference in levels amongst you? Moreover, he who is a sādhu observes dharma completely, is unbiased and views all equally; hence, he would describe everyone as they truly are. So, please answer the question.”\n\nAgain, Shriji Mahārāj supplied the reply, “Only he who has shraddhā is praised by a sādhu , and that is also why he observes dharma more staunchly. Also, he has shraddhā in serving the Sant and in listening to the talks of God. He also has faith in the Sant. Therefore, he has progressed. On the other hand, one who has not progressed despite staying in such association should be known to lack shraddhā .”\n\nOn the night of Magshar sudi 5, Samvat 1877 [10 December 1820], Shriji Maharaj was sitting in Sura Khachar’s darbar in Loya. He was wearing a white khes and had tied a white feto around His head. He was also wearing a white dagli made of chhint . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami asked Shriji Maharaj, “On seeing some inappropriate swabhav of a sadhu , one who is thoughtless may perceive flaws in the sadhu . But why does one who is wise perceive flaws in the sadhu ?”\n\nShriji Maharaj replied, “If a person is wise and has noticed an inappropriate swabhav within himself, and while harboring an intense aversion towards it, is continually endeavoring to overcome that swabhav , then when he sees that very same swabhav in another sadhu , he develops an aversion towards that sadhu . On the other hand, a fool not only does not overcome his own swabhavs , but when he sees that same swabhav in another sadhu , he perceives flaws in that sadhu . Such a person should be considered a fool.”\n\nThen Shriji Maharaj gathered the junior paramhansas , and He Himself asked and answered questions.\n\nFirst, He asked, “The intensity and mildness of the force of lust, anger, avarice, and other inner enemies is due to the phases of childhood, youth and old age. In what way? Well, in childhood, the force is weak; in youth, the force is intense; then in old age, the force becomes weak again. Thus, the intensity and mildness of lust, anger, etc., can be noticed; but can they be weakened by any thought process?”\n\nShriji Maharaj Himself replied, “The force of lust, anger, etc., can be weakened by a thought process, which is as follows: The mildness of those swabhavs in childhood, their greater intensity in youth, and mildness once again in old age is due to food. Specifically, in childhood, since the dietary intake is small, the force of lust is mild. Similarly, in old age, one’s dietary intake is small, so again the force of lust is mild. But in youth, as the dietary intake increases, lust also increases. Therefore, in youth, if one’s food intake is decreased, and if one deliberately tolerates cold, heat, rain and hunger, then by maintaining such a thought process, and by maintaining profound association with the great Sant, the force of lust is weakened - even in the period of youth.”\n\nAgain Shriji Maharaj asked, “People become addicted to many different types of things, for example, bhang, marijuana, opium, alcohol, etc. Are these addictions due to one’s kriyaman or prarabdha karmas ?”\n\nReplying, Shriji Maharaj said, “These addictions are developed not by prarabdha , but by habit. Therefore, if one maintains courage, keeps shraddha , and becomes adamant on overcoming the addiction, then it can be overcome. But if one has no shraddha and is cowardly, then that vice cannot be overcome.”\n\nThen Shriji Maharaj asked, “Some children have a mature nature like elder people, whereas some have an extremely fidgety nature. Is that nature due to company, or is it inherent within their jiva ?”\n\nShriji Maharaj answered, “For the most part, a good or bad nature is due to the company one keeps, but in some cases, it is due to past karmas .”\n\nThen Kapileshwaranand Swami asked, “Maharaj, how can one recognize a swabhav which has formed previously, and how can one recognize a swabhav which has formed recently?”\n\nShriji Maharaj replied, “A recently formed swabhav is overcome by staying in the company of a pious sadhu and by making a little effort to eradicate it. Just as grass growing on a wall dries up when there is no rain for five days, similarly, a recently formed swabhav can be overcome in a few days. However, an established swabhav can barely be overcome, even after one makes a great effort to eradicate it. For example, if there are strong weeds or a bordi tree in the soil, then even if they are set on fire and burnt by a farmer, they will still sprout again. But if one uses a hoe to uproot them from their roots, they can be removed. Similarly, if one remains in the company of a pious sadhu and perseveres with great effort, even an established swabhav can be overcome, but only with great effort.”\n\nThen Shriji Maharaj asked, “For one whose indriyas are overly excitable, what are the individual methods by which that excitability can be overcome?”\n\nShriji Maharaj replied, “To overcome the excitability of the eyes, a person should fix his gaze on the tip of his nose and not look elsewhere. He should continue to study while studying, and he should also engage in worship. While doing this, if he continues to keep his eyes open without blinking for half an hour or so - until his eyes begin to burn intensely and tears flow - and he does not harbor a debased thought even if he happens to notice a woman or other objects, then even if his eyes are excitable, they will become controlled.\n\n“The nose does not like the odors coming from someone’s body, mouth or clothes. At that time, a person should think, ‘My own body appears attractive superficially, but it is filled with blood, flesh and bones; and in the abdomen there is feces, urine and the intestines.’ If he thinks in this way the over-excitability of the nose is eradicated.\n\n“The over-excitability of the ears can be eradicated as follows: When some humorous talks are on-going or a folk-drama is being performed, one develops a keen interest to listen to them; whereas, while listening to the discourses and devotional songs related to God, one falls asleep. In that situation, one should rise and subdue sleep and lethargy. One should also keep faith in and maintain a keen interest in listening to the discourses of God; thereby, the ears can be controlled.\n\n“The sense of touch can be controlled by deliberately tolerating the cold, heat and rain; by lying down anywhere; by keeping a blanket as a pillow and using it for covering the body only when one feels very cold. Thereby, the skin becomes numbed, and the over-excitability of the sense of touch is eradicated.\n\n“To overcome the over-excitability of the hands, whenever the hands are idle, one should keep a rosary in one’s hand and turn it while chanting the name of God in rhythm with the inhaling and exhaling of one’s breath. One should not, however, turn the rosary hurriedly. Some say, ‘One can chant the name of God more quickly mentally.’ But that principle is wrong because, in actuality, the mind can chant the name of God only as many times as the tongue can chant the name of God. So, by applying this method, the over-excitability of the hands is eradicated.\n\n“If the legs are overly active, they can be controlled by controlling one’s sitting posture.\n\n“Overly excitable genitals can be controlled as follows: When one gets scabies or ringworm, and one scratches oneself, the itching is not relieved until bleeding occurs. However, if one does not scratch the affected area, then the itching subsides by itself. Thus, even if an itching sensation arises on the genitals, it should not be scratched. Moreover, in the case of it becoming frequently excited, if one decreases one’s diet, observes fasts and physically weakens the body, then the genitals can be controlled.\n\n“To conquer the tongue, it should not be given items that it likes, and one’s diet should be restricted. Thereby, the over-excitability of the tongue is eradicated.\n\n“Finally, the over-activity of one’s speech can be eradicated by not interrupting with wise remarks when people like Muktanand Swami are speaking or narrating from a scripture. Moreover, if one does happen to interrupt, one should turn a rosary 25 times. Thereby, the over-activity of speech can be eradicated.”\n\nThen Shriji Maharaj asked, “Of all these indriyas , which one, if fully controlled, leads to control over all of the other indriyas ?”\n\nShriji Maharaj answered His own question, “If the tongue is fully subdued, then all of the other indriyas can be subdued.”\n\nAgain Shriji Maharaj asked, “If lust pervades a person’s heart, and even though his genitals are covered by his clothes, how can one realize that he has been pervaded by lust?”\n\nShriji Maharaj Himself replied, “When lust pervades a person, his eyes and all of his other indriyas become overly excited. Thereby, one can realize that he has become overwhelmed by lust.”\n\nOnce again, Shriji Maharaj asked, “One who has an overactive nature should become calm, and one who has a calm nature should become active. By which thought process can this be achieved?”\n\nShriji Maharaj Himself replied, “If a person who is overactive thinks, ‘I am the atma , Brahma , 1 genderless, and stable like akash ,’ and he attains the upsham state through such thoughts, then he becomes calm. If a person who is calm wishes to become more active, then he should realize the greatness of God and His devotees. When he realizes the greatness of God, he engages in the nine types of bhakti and performs the menial service of the devotees of God. Consequently, his nature becomes more active.”\n\nThen Shriji Maharaj asked, “Is there anything in the eight scriptures such as the Shrimad Bhagwat, etc., which should be disregarded, or should everything be imbibed?”\n\nReplying to His own question, Shriji Maharaj said, “In all of those scriptures there are countless incidents, and through all of those incidents, the inclinations of the devotees who have attained God are described. Therefore, they are all suitable to be imbibed. However, among all of these incidents, only those incidents that match one’s own inclination should be imbibed. The others, however, may be disregarded with the understanding, ‘These talks are true, but they are for the benefit of other devotees; they are not for me.”\n\nOnce more, Shriji Maharaj asked, “All of you youngsters are seated here; and from amongst you, all of the sadhus certify some and do not certify others. Now, all of you are of a similar age and all have the same company. In fact, all have the same food, clothing, mode of worship, scriptures, and mantra; and all listen to the same spiritual discourses. What, then, is the reason for the difference in levels amongst you? Moreover, he who is a sadhu observes dharma completely, is unbiased and views all equally; hence, he would describe everyone as they truly are. So, please answer the question.”\n\nAgain, Shriji Maharaj supplied the reply, “Only he who has shraddha is praised by a sadhu , and that is also why he observes dharma more staunchly. Also, he has shraddha in serving the Sant and in listening to the talks of God. He also has faith in the Sant. Therefore, he has progressed. On the other hand, one who has not progressed despite staying in such association should be known to lack shraddha .”"
}