{
    "number": 121,
    "vachanamrut": "Loya-13",
    "title": "Not Being Overcome by Adverse Circumstances",
    "setting": "In the early morning of Māgshar vadi 10, Samvat 1877 [30 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He had worn a red, woolen dagli and a white khes . He had tied a white feto around His head and had tied a bokāni with another white feto . In addition to this, He had covered Himself with a thick, white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then told the senior paramhansas to ask questions amongst themselves. Thereupon Gopālānand Swāmi asked Brahmānand Swāmi, “What type of person is not overcome by adverse places, times, actions, company, etc.; and what type of person is overcome? After all, it is said that even Brahmā was infatuated upon seeing Saraswati , as was Shiv when he saw Mohini . So please answer carefully, because even such greats have been overcome by adverse circumstances.”\n\nBrahmānand Swāmi attempted to answer but could not give a satisfactory reply.\n\nSo Shriji Mahārāj explained, “A person who has withdrawn his nādis and prāns , and by way of his nirvikalp state, remains at the holy feet of God would not be overcome by adverse places, times, company, etc., even if he was an insignificant being. In fact, if Brahmā and the other deities behave in this manner, they would also not be overcome. However, if he has not developed such a state, and instead, behaves as if he is the body, then average beings as well as greats such as Brahmā and the other deities would be overcome. If this were not so, then the meaning of the verse:\n\nwould not hold true. Therefore, God alone is not overcome by those influences. While all others, however great they may be, if they are not engrossed in the holy feet of God, would be overcome; those who do remain engrossed are not overcome. This is a universal principle that I have firmly established within Myself.\n\n“Moreover, it is mentioned in the Shrimad Bhāgwat:\n\n“Krishna Bhagwān has also said:\n\n“Thus, only God remains unaffected by māyā ; and one who has realized God through a nirvikalp state is also not overcome by māyā . On the other hand, someone who has realized God through a savikalp state, however great he may be, would still be overcome.”\n\nThereafter, Nityānand Swāmi asked, “Mahārāj, as long as a mukta is associated with the gunas , he is affected by places, times, etc. It is accepted, however, that God is not influenced by places, times, etc. – even while He remains within the gunas . But when all of the muktas are free from the association of the gunas , and having become nirgun , dwell in Akshardhām along with God – who dwells there in the same manner – then all of the muktas are nirgun and composed of chaitanya . Also, as explained by ‘mama sādharmyam-āgatāhā’ , 4 they have attained qualities similar to those of God. How, then, should we understand the distinction between the muktas and God?”\n\nShriji Mahārāj answered, “Look at the moon and the stars. Isn’t there a difference between the two? They are not similar in terms of brightness, and there is a vast difference between the intensity of their rays as well. All of the herbs are nourished by the moon, but not by the stars. Also, it is the moon that dispels the darkness of the night, not the stars. God and the muktas differ in the same way.\n\n“Also, a king and his servant are both the same in that both are humans; yet the authority, power, beauty and charm of the king are by far superior. His servant, regardless of how great he may be, cannot achieve what the king can achieve. In the same way, Purushottam Nārāyan is the all-doer, the cause of all, the controller of all; He is extremely attractive, extremely radiant, and extremely powerful; also, He possesses the kartum , akartum and anyathākartum powers. If He wishes, He can eclipse all of the muktas of Akshardhām by His own divine light and prevail alone. Also, if He wishes, He can accept the bhakti of the muktas and reside with them. He can eclipse even Akshar, in the form of the Akshardhām in which He dwells, and preside alone independently. If He so chooses, He is capable of supporting the countless muktas by His own power, without even needing Akshardhām. For example, King Pruthu had told Pruthvi, ‘I can kill you with the arrow from my bow and still be able to support the whole world by my powers.’ Likewise, through His powers, God reigns as supreme. He who equates God with Akshar and the other muktas should be regarded as evil-minded and as a grave sinner. One should avoid even looking at him. In fact, merely looking at such a person is as sinful as committing the five grave sins.\n\n“Of course, by considering their association with God, it is acceptable to endow greatness upon anyone. Brahmā, Shiv, Nārad, the Sanakādik and Uddhav can all be called God because of their association with God. At present, even a sādhu like Muktānand Swāmi can be considered to be like God because of his association with God. Without God, however, even Akshar cannot be called God – let alone anyone else. In fact, the Vedstuti prose ‘Aparimitā dhruvās-tanubhruto yadi sarvagatās-tarhi na shāsyateti niyamo dhruva netarathā’ 5 reflects the same truth. If this were not so, then why would we, despite regarding ourselves to be brahmarup , and distinct from the body, and possessing gnān , vairāgya , etc., try to please God by staying up day and night, clapping, singing devotional songs and chanting His holy name tirelessly? Why would we engage in spiritual discourses day and night and encourage others to do so as well? Why would we make so much effort if we could become like God? Hence, only God is like God; no one can become like Him. The Vedic verse ‘Ekam-evādviteeyam brahma’ 6 also explains that God alone is like God. This is the principle of all of the scriptures.”\n\nIn this manner, Shriji Mahārāj addressed the devotees for their benefit, when in reality He Himself is Purushottam Nārāyan.\n\nIn the early morning of Magshar vadi 10, Samvat 1877 [30 December 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He had worn a red, woolen dagli and a white khes . He had tied a white feto around His head and had tied a bokani with another white feto . In addition to this, He had covered Himself with a thick, white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then told the senior paramhansas to ask questions amongst themselves. Thereupon Gopalanand Swami asked Brahmanand Swami, “What type of person is not overcome by adverse places, times, actions, company, etc.; and what type of person is overcome? After all, it is said that even Brahma was infatuated upon seeing Saraswati , as was Shiv when he saw Mohini . So please answer carefully, because even such greats have been overcome by adverse circumstances.”\n\nBrahmanand Swami attempted to answer but could not give a satisfactory reply.\n\nSo Shriji Maharaj explained, “A person who has withdrawn his nadis and prans , and by way of his nirvikalp state, remains at the holy feet of God would not be overcome by adverse places, times, company, etc., even if he was an insignificant being. In fact, if Brahma and the other deities behave in this manner, they would also not be overcome. However, if he has not developed such a state, and instead, behaves as if he is the body, then average beings as well as greats such as Brahma and the other deities would be overcome. If this were not so, then the meaning of the verse:\n\nwould not hold true. Therefore, God alone is not overcome by those influences. While all others, however great they may be, if they are not engrossed in the holy feet of God, would be overcome; those who do remain engrossed are not overcome. This is a universal principle that I have firmly established within Myself.\n\n“Moreover, it is mentioned in the Shrimad Bhagwat:\n\n“Krishna Bhagwan has also said:\n\n“Thus, only God remains unaffected by maya ; and one who has realized God through a nirvikalp state is also not overcome by maya . On the other hand, someone who has realized God through a savikalp state, however great he may be, would still be overcome.”\n\nThereafter, Nityanand Swami asked, “Maharaj, as long as a mukta is associated with the gunas , he is affected by places, times, etc. It is accepted, however, that God is not influenced by places, times, etc. – even while He remains within the gunas . But when all of the muktas are free from the association of the gunas , and having become nirgun , dwell in Akshardham along with God – who dwells there in the same manner – then all of the muktas are nirgun and composed of chaitanya . Also, as explained by ‘mama sadharmyam-agataha’ , 4 they have attained qualities similar to those of God. How, then, should we understand the distinction between the muktas and God?”\n\nShriji Maharaj answered, “Look at the moon and the stars. Isn’t there a difference between the two? They are not similar in terms of brightness, and there is a vast difference between the intensity of their rays as well. All of the herbs are nourished by the moon, but not by the stars. Also, it is the moon that dispels the darkness of the night, not the stars. God and the muktas differ in the same way.\n\n“Also, a king and his servant are both the same in that both are humans; yet the authority, power, beauty and charm of the king are by far superior. His servant, regardless of how great he may be, cannot achieve what the king can achieve. In the same way, Purushottam Narayan is the all-doer, the cause of all, the controller of all; He is extremely attractive, extremely radiant, and extremely powerful; also, He possesses the kartum , akartum and anyathakartum powers. If He wishes, He can eclipse all of the muktas of Akshardham by His own divine light and prevail alone. Also, if He wishes, He can accept the bhakti of the muktas and reside with them. He can eclipse even Akshar, in the form of the Akshardham in which He dwells, and preside alone independently. If He so chooses, He is capable of supporting the countless muktas by His own power, without even needing Akshardham. For example, King Pruthu had told Pruthvi, ‘I can kill you with the arrow from my bow and still be able to support the whole world by my powers.’ Likewise, through His powers, God reigns as supreme. He who equates God with Akshar and the other muktas should be regarded as evil-minded and as a grave sinner. One should avoid even looking at him. In fact, merely looking at such a person is as sinful as committing the five grave sins.\n\n“Of course, by considering their association with God, it is acceptable to endow greatness upon anyone. Brahma, Shiv, Narad, the Sanakadik and Uddhav can all be called God because of their association with God. At present, even a sadhu like Muktanand Swami can be considered to be like God because of his association with God. Without God, however, even Akshar cannot be called God – let alone anyone else. In fact, the Vedstuti prose ‘Aparimita dhruvas-tanubhruto yadi sarvagatas-tarhi na shasyateti niyamo dhruva netaratha’ 5 reflects the same truth. If this were not so, then why would we, despite regarding ourselves to be brahmarup , and distinct from the body, and possessing gnan , vairagya , etc., try to please God by staying up day and night, clapping, singing devotional songs and chanting His holy name tirelessly? Why would we engage in spiritual discourses day and night and encourage others to do so as well? Why would we make so much effort if we could become like God? Hence, only God is like God; no one can become like Him. The Vedic verse ‘Ekam-evadviteeyam brahma’ 6 also explains that God alone is like God. This is the principle of all of the scriptures.”\n\nIn this manner, Shriji Maharaj addressed the devotees for their benefit, when in reality He Himself is Purushottam Narayan."
}