{
    "number": 141,
    "vachanamrut": "Gadhada II-8",
    "title": "Ekādashi; ‘Gnān-Yagna’; ‘Antardrashti’",
    "setting": "In the early morning of Shrāvan sudi 12, Samvat 1878 [10 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some paramhansas were singing devotional songs to the accompaniment of a tāl and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Then, addressing the sādhus , Shriji Mahārāj said, “One should observe the Ekādashi fast because of the following story: Once, God was sleeping with his ten indriyas and mind - the eleventh indriya - drawn inwards. At that time, Mur Dānav, the son of Nādijangh, came to battle with God. But then, a young woman emerged from the divine light of God’s eleven indriyas . Seeing her, Mur Dānav proposed to her, ‘Please marry me.’ The young woman replied, ‘I have taken a vow that I will only marry the person who defeats me in a duel.’ Thus, a duel between Mur Dānav and the young woman ensued, in which the young woman severed Mur Dānav’s head with a sword. God was pleased with her and said, ‘Ask for a boon.’ The young woman requested, ‘On my day of observance, no one should eat grains. Furthermore, since I was born from the divine light of your eleven indriyas , my name is Ekādashi. Since I am an ascetic, on my day of observance, no one should indulge in any of the vishays related to the eleven indriyas , which includes the mind.’ Hearing Ekādashi’s wish, God granted her that boon. This is the story as it is narrated in the Purāns.\n\n“The Dharma-shāstras also state: ‘The Ekādashi fast should be observed. On that day, one should not allow impure thoughts of lust, anger, avarice, etc., to arise in the mind. Nor should one physically engage in any immoral activities.’ This is what the scriptures prescribe. In accordance with those scriptures, I also say that on the day of Ekādashi, one should not merely fast, but one should also forsake the ‘food’ of the eleven indriyas . Only then can the Ekādashi observance be considered true; without that, it should be known as mere fasting.\n\n“Just as the prāns have their diet in the form of food, similarly, the ears have a diet of sounds, the eyes have a diet of sights, the tongue has a diet of tastes, the nose has a diet of smells and the mind has a diet comprising of thoughts and desires. In this way, the eleven indriyas have their respective diets. To forego these is called observing the fast of Ekādashi. However, to allow the eleven indriyas to roam freely along the path of immorality and indulge in their respective ‘foods’ is not truly Ekādashi according to the scriptures. Therefore, when observing the fast of Ekādashi, the eleven indriyas should not be allowed their respective diets. Since such an observance arrives once every fifteen days, one should definitely make a point of observing it. In return, God will become pleased upon one. Without this, however, merely fasting does not please Him.\n\n“And the residents of Shwetdwip, who are called niranna-muktas , are continuously observing this fast, and never do they allow it to be broken. That is precisely why they are called ‘niranna’ - food-less - muktas . We too should have such aspirations as, ‘I want to become like those niranna-muktas in Shwetdwip;’ one should not lose heart in this respect. Only if one keeps courage and observes the fast of Ekādashi in the way I mentioned earlier, listens to and engages in the discourses of God and devotional songs and also stays awake at night is the fast considered to have been observed properly. This is the very definition of the Ekādashi observance as mentioned in the scriptures.”\n\nHaving said this, Shriji Mahārāj became silent. The sādhus then began to sing devotional songs.\n\nThereafter, Shriji Mahārāj again said, “When Brahmā carried out the very first creation, he told all of the people, ‘You should all perform sacrifices. Through them you will attain all of the purushārths , and the process of creation will also flourish. Therefore, be sure to perform these sacrifices.’ Brahmā then demonstrated the many different types of sacrifices along with their rituals as described in the Vedas. To those who had adopted the path of pravrutti , Brahmā demonstrated the rājasik and tāmasik sacrifices of the pravrutti path. To those who had adopted the path of nivrutti , he demonstrated sāttvik sacrifices. These sacrifices have also been described by Shri Krishna Bhagwān in the Bhagwad Gitā. Since we have adopted the path of nivrutti , we should perform sāttvik sacrifices, not rājasik or tāmasik sacrifices in which animals are slaughtered.\n\n“One can perform a sāttvik sacrifice by withdrawing the ten indriyas and the mind - the eleventh indriya - from whichever vishays they have become attached to and then offering them into the brahma-agni . Such a sacrifice is called a ‘yoga-yagna’. By continuously making such offerings, Parabrahma Shri Purushottam manifests Himself within the brahmaswarup self of the person who performs such a ‘yoga-yagna’, just as God grants darshan to the performer of a traditional sacrifice. In fact, this is the fruit of the ‘yoga-yagna’.\n\n“Furthermore, when a devotee of God engages in ‘antardrashti’, it is called a ‘gnān-yagna’. Someone may ask, ‘What is antardrashti ?’ The  answer is: To direct one’s vrutti towards either the internal or the external form of God is itself ‘antardrashti’ . 1 Without doing this, even if one is sitting and seemingly engaged in ‘antardrashti’, it is still ‘bāhyadrashti’ . 2 Therefore, physical God-related activities, such as having the darshan of God, performing His puja or engaging in discourses, devotional songs, etc., of God, are all, in fact, forms of ‘antardrashti’. All of these are aspects of a ‘gnān-yagna’. In addition, to behold that form of God within one’s heart, to perform its puja, to bow before it, etc., is also ‘antardrashti’, and they are also aspects of a ‘gnān-yagna’. For this reason, then, all satsangis are continuously performing such a ‘gnān-yagna’. However, it is by the wish of God that some attain samādhi and others do not. Nevertheless, sometimes, it could also be that the devotee himself has some sort of deficiency.\n\n“Then there are those foolish people who say, ‘Do not sing devotional songs which describe the gopis , sing only nirgun devotional songs.’ Those same fools claim that one who roams around naked is nirgun . But if one could become nirgun by merely walking around naked, then even dogs, donkeys and other animals would be called nirgun . That is the understanding of fools.\n\n“In comparison, a devotee possessing gnān realizes, ‘Only God is nirgun , and all those who have some relation to God are followers of the nirgun path. Furthermore, any spiritual discourse or devotional song associated with God is also considered nirgun . Others, which are not associated with God, possess māyik gunas and should thus be considered to be sagun . So, if a person has not been graced with the attainment of God, then even if he walks around naked, he cannot be called nirgun ; whereas even if a householder has been graced with the attainment of God, he can still be called nirgun - as can a renunciant.’ Therefore, the path to attaining God is itself the nirgun path, and all God-related activities are thus also nirgun .\n\n“As for a person who has come into contact with God, there is no limit to his good fortune. But such a relationship with God is not the result of merits from one life alone. That is why Shri Krishna Bhagwān has stated in the Bhagwad Gitā:\n\n“The meaning of this verse is: ‘One becomes realised and attains the highest state of enlightenment after the pious deeds of many lives have accumulated.’ What is this highest state of enlightenment? Well, the attainment of the manifest form of God is itself the highest state of enlightenment.\n\n“Again, Shri Krishna Bhagwān has said:\n\n“This verse means: ‘In this world, those jivas who are ‘anshas’ 5 of God withdraw their mind and five gnān-indriyas away from the panchvishays and keep them suppressed. On the other hand, those who are not ‘anshas’ of God are drawn by their indriyas and are taken where the indriyas wish to go.’ Because we are not led astray by our indriyas , we should realize ourselves to be ‘anshas’ of God. Realizing this, we should remain elated, should engage in the worship of God and should offer all of the vruttis of our indriyas to God. We should continuously perform a ‘gnān-yagna’ in this manner.\n\n“Without performing such sacrifices, there is no way in which liberation can be attained. The four Vedas, the Sānkhya scriptures, the Yoga scriptures, the Dharma-shāstras, the 18 Purāns, the Mahābhārat, the Rāmāyan, the Nārad Panchrātra, in fact, all scriptures share the principle that liberation cannot be attained without performing sacrifices.\n\n“It is also My command that all paramhansas and all satsangis should continue performing a ‘gnān-yagna’. While performing a ‘gnān-yagna’ in this manner, one ultimately has a divine vision of Parabrahma within one’s own self, which is Brahma. This is the fruit of the ‘gnān-yagna’. The climax of the ‘gnān-yagna’ ritual is when one becomes like a niranna-mukta of Shwetdwip. As long as one has not attained that state, one should realize that much is left to be accomplished. In fact, one should harbor a strong desire to become like a niranna-mukta . 6 In the process, one should not lose faith, and one should not consider oneself to be unfulfilled. Since one has been graced with the attainment of God, one should consider oneself to be absolutely fulfilled, and one should diligently continue performing the ‘gnān-yagna’.”\n\nIn the early morning of Shravan sudi 12, Samvat 1878 [10 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some paramhansas were singing devotional songs to the accompaniment of a tal and mrudang , while other paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThen, addressing the sadhus , Shriji Maharaj said, “One should observe the Ekadashi fast because of the following story: Once, God was sleeping with his ten indriyas and mind - the eleventh indriya - drawn inwards. At that time, Mur Danav, the son of Nadijangh, came to battle with God. But then, a young woman emerged from the divine light of God’s eleven indriyas . Seeing her, Mur Danav proposed to her, ‘Please marry me.’ The young woman replied, ‘I have taken a vow that I will only marry the person who defeats me in a duel.’ Thus, a duel between Mur Danav and the young woman ensued, in which the young woman severed Mur Danav’s head with a sword. God was pleased with her and said, ‘Ask for a boon.’ The young woman requested, ‘On my day of observance, no one should eat grains. Furthermore, since I was born from the divine light of your eleven indriyas , my name is Ekadashi. Since I am an ascetic, on my day of observance, no one should indulge in any of the vishays related to the eleven indriyas , which includes the mind.’ Hearing Ekadashi’s wish, God granted her that boon. This is the story as it is narrated in the Purans.\n\n“The Dharma-shastras also state: ‘The Ekadashi fast should be observed. On that day, one should not allow impure thoughts of lust, anger, avarice, etc., to arise in the mind. Nor should one physically engage in any immoral activities.’ This is what the scriptures prescribe. In accordance with those scriptures, I also say that on the day of Ekadashi, one should not merely fast, but one should also forsake the ‘food’ of the eleven indriyas . Only then can the Ekadashi observance be considered true; without that, it should be known as mere fasting.\n\n“Just as the prans have their diet in the form of food, similarly, the ears have a diet of sounds, the eyes have a diet of sights, the tongue has a diet of tastes, the nose has a diet of smells and the mind has a diet comprising of thoughts and desires. In this way, the eleven indriyas have their respective diets. To forego these is called observing the fast of Ekadashi. However, to allow the eleven indriyas to roam freely along the path of immorality and indulge in their respective ‘foods’ is not truly Ekadashi according to the scriptures. Therefore, when observing the fast of Ekadashi, the eleven indriyas should not be allowed their respective diets. Since such an observance arrives once every fifteen days, one should definitely make a point of observing it. In return, God will become pleased upon one. Without this, however, merely fasting does not please Him.\n\n“And the residents of Shwetdwip, who are called niranna-muktas , are continuously observing this fast, and never do they allow it to be broken. That is precisely why they are called ‘niranna’ - food-less - muktas . We too should have such aspirations as, ‘I want to become like those niranna-muktas in Shwetdwip;’ one should not lose heart in this respect. Only if one keeps courage and observes the fast of Ekadashi in the way I mentioned earlier, listens to and engages in the discourses of God and devotional songs and also stays awake at night is the fast considered to have been observed properly. This is the very definition of the Ekadashi observance as mentioned in the scriptures.”\n\nHaving said this, Shriji Maharaj became silent. The sadhus then began to sing devotional songs.\n\nThereafter, Shriji Maharaj again said, “When Brahma carried out the very first creation, he told all of the people, ‘You should all perform sacrifices. Through them you will attain all of the purusharths , and the process of creation will also flourish. Therefore, be sure to perform these sacrifices.’ Brahma then demonstrated the many different types of sacrifices along with their rituals as described in the Vedas. To those who had adopted the path of pravrutti , Brahma demonstrated the rajasik and tamasik sacrifices of the pravrutti path. To those who had adopted the path of nivrutti , he demonstrated sattvik sacrifices. These sacrifices have also been described by Shri Krishna Bhagwan in the Bhagwad Gita. Since we have adopted the path of nivrutti , we should perform sattvik sacrifices, not rajasik or tamasik sacrifices in which animals are slaughtered.\n\n“One can perform a sattvik sacrifice by withdrawing the ten indriyas and the mind - the eleventh indriya - from whichever vishays they have become attached to and then offering them into the brahma-agni . Such a sacrifice is called a ‘yoga-yagna’. By continuously making such offerings, Parabrahma Shri Purushottam manifests Himself within the brahmaswarup self of the person who performs such a ‘yoga-yagna’, just as God grants darshan to the performer of a traditional sacrifice. In fact, this is the fruit of the ‘yoga-yagna’.\n\n“Furthermore, when a devotee of God engages in ‘antardrashti’, it is called a ‘gnan-yagna’. Someone may ask, ‘What is antardrashti ?’ The  answer is: To direct one’s vrutti towards either the internal or the external form of God is itself ‘antardrashti’ . 1 Without doing this, even if one is sitting and seemingly engaged in ‘antardrashti’, it is still ‘bahyadrashti’ . 2 Therefore, physical God-related activities, such as having the darshan of God, performing His puja or engaging in discourses, devotional songs, etc., of God, are all, in fact, forms of ‘antardrashti’. All of these are aspects of a ‘gnan-yagna’. In addition, to behold that form of God within one’s heart, to perform its puja, to bow before it, etc., is also ‘antardrashti’, and they are also aspects of a ‘gnan-yagna’. For this reason, then, all satsangis are continuously performing such a ‘gnan-yagna’. However, it is by the wish of God that some attain samadhi and others do not. Nevertheless, sometimes, it could also be that the devotee himself has some sort of deficiency.\n\n“Then there are those foolish people who say, ‘Do not sing devotional songs which describe the gopis , sing only nirgun devotional songs.’ Those same fools claim that one who roams around naked is nirgun . But if one could become nirgun by merely walking around naked, then even dogs, donkeys and other animals would be called nirgun . That is the understanding of fools.\n\n“In comparison, a devotee possessing gnan realizes, ‘Only God is nirgun , and all those who have some relation to God are followers of the nirgun path. Furthermore, any spiritual discourse or devotional song associated with God is also considered nirgun . Others, which are not associated with God, possess mayik gunas and should thus be considered to be sagun . So, if a person has not been graced with the attainment of God, then even if he walks around naked, he cannot be called nirgun ; whereas even if a householder has been graced with the attainment of God, he can still be called nirgun - as can a renunciant.’ Therefore, the path to attaining God is itself the nirgun path, and all God-related activities are thus also nirgun .\n\n“As for a person who has come into contact with God, there is no limit to his good fortune. But such a relationship with God is not the result of merits from one life alone. That is why Shri Krishna Bhagwan has stated in the Bhagwad Gita:\n\n“The meaning of this verse is: ‘One becomes realised and attains the highest state of enlightenment after the pious deeds of many lives have accumulated.’ What is this highest state of enlightenment? Well, the attainment of the manifest form of God is itself the highest state of enlightenment.\n\n“Again, Shri Krishna Bhagwan has said:\n\n“This verse means: ‘In this world, those jivas who are ‘anshas’ 5 of God withdraw their mind and five gnan-indriyas away from the panchvishays and keep them suppressed. On the other hand, those who are not ‘anshas’ of God are drawn by their indriyas and are taken where the indriyas wish to go.’ Because we are not led astray by our indriyas , we should realize ourselves to be ‘anshas’ of God. Realizing this, we should remain elated, should engage in the worship of God and should offer all of the vruttis of our indriyas to God. We should continuously perform a ‘gnan-yagna’ in this manner.\n\n“Without performing such sacrifices, there is no way in which liberation can be attained. The four Vedas, the Sankhya scriptures, the Yoga scriptures, the Dharma-shastras, the 18 Purans, the Mahabharat, the Ramayan, the Narad Panchratra, in fact, all scriptures share the principle that liberation cannot be attained without performing sacrifices.\n\n“It is also My command that all paramhansas and all satsangis should continue performing a ‘gnan-yagna’. While performing a ‘gnan-yagna’ in this manner, one ultimately has a divine vision of Parabrahma within one’s own self, which is Brahma. This is the fruit of the ‘gnan-yagna’. The climax of the ‘gnan-yagna’ ritual is when one becomes like a niranna-mukta of Shwetdwip. As long as one has not attained that state, one should realize that much is left to be accomplished. In fact, one should harbor a strong desire to become like a niranna-mukta . 6 In the process, one should not lose faith, and one should not consider oneself to be unfulfilled. Since one has been graced with the attainment of God, one should consider oneself to be absolutely fulfilled, and one should diligently continue performing the ‘gnan-yagna’.”"
}