{
    "number": 236,
    "vachanamrut": "Gadhada III-13",
    "title": "Maintaining Ekāntik Dharma amidst Adverse Circumstances",
    "setting": "On Āshādh vadi 9, Samvat 1884 [17 July 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Garlands of mogrā flowers hung around His neck, and tassels decorated His pāgh . At that time, some munis were singing devotional songs to the accompaniment of a dukad and sarodā , while other munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Thereupon Shriji Mahārāj said, “Please stop singing devotional songs and let us talk about God.” So saying, Shriji Mahārāj asked a question to the muni-mandal : “A jiva’s body is contingent upon the karmas performed in past lives. That is why it is not always so stable. For example, at times, a person remains healthy, and at other times, he becomes ill; sometimes he functions independently, whereas sometimes, he becomes dependent - whereby he may or may not be able to stay where he chooses; at times, he may be able to stay in the fellowship of devotees, but at some other time, he may even be separated from them and be forced to live alone. All of this is due to the influence of karma or kāl . In such circumstances, a person’s resolve in observing niyams becomes unsteady.\n\n“Further, if a sovereign like the British detains one somewhere; or if one’s mind and indriyas - which are also like the British rulers - keep one under their control, then it is uncertain whether one will stay in the mandal of sādhus or observe the disciplines of Satsang. Having said this, though, the scriptures have specifically stated: ‘If one perfectly possesses all four of the attributes of dharma , gnān , vairāgya and bhakti , then one can be called an ekāntik bhakta , and such a person attains final liberation.’ However, it seems unlikely that the physical conditions will remain stable under the influence of kāl and karma . Therefore, how can a devotee of God maintain his ekāntik state? That is the question.”\n\nThereupon, Gopālānand Swāmi, Chaitanyānand Swāmi, Nityānand Swāmi, Muktānand Swāmi, Brahmānand Swāmi, Shuk Muni, and other senior sādhus answered according to whatever they felt was correct but were unable to answer the question satisfactorily.\n\nShriji Mahārāj then said in reply, “Please listen as I reveal to you the way in which My faith in God remains firm.” He then began, “Regardless of how much pain or pleasure comes My way, and regardless of whether wealth or poverty comes My way, in those circumstances, first I realize the immense greatness of God. It is this realization that allows Me, on seeing the riches and royal opulence of the great kings of this world, to not associate even the slightest amount of significance to them in My heart. Indeed, I believe that for Me, there is nothing greater than God; and so My mind is firmly attached to His holy feet. In fact, My love for God is so firm that even kāl , karma and māyā are incapable of destroying that love. Even if My own mind attempts to destroy that love for God, it cannot be destroyed. In fact, My resolve is such that regardless of the extent of happiness or misery that may happen to come My way, that love is not destroyed.\n\n“Also, the natural inclination of My mind is such that I do not at all prefer to live in cities, in mansions or in royal palaces. On the contrary, I very much prefer to stay where there are forests, mountains, rivers, trees, or in some secluded place. I feel that it would be nice to sit alone in some secluded place and meditate upon God. This is what I prefer at all times. In fact, before I had had the darshan of Rāmānand Swāmi, I had already decided with Muktānand Swāmi, ‘After you arrange for Me to have the darshan of Rāmānand Swāmi, the two of us will retire to the forest and constantly engage ourselves in the meditation of God, and never shall we return to stay amongst people.’ Such was the resolution of My mind then; even now, I feel exactly the same.\n\n“In addition, the profound affection that I have for God and His devotees is so strong that even kāl , karma and māyā are incapable of eradicating that affection. In fact, even if My own mind attempted to eradicate it, it would definitely not be eradicated from My heart. Such is the intense love I have for God and His devotees.\n\n“Many times I have become disheartened and felt like leaving this Satsang, but I have remained here on seeing the fellowship of devotees; I could in no way abandon them and leave. In fact, I would be unable to stay where I do not find such devotees of God, even if someone were to try by a million means to keep Me there. Regardless of how well one may serve Me, I simply cannot get along with one who is not a devotee of God. In this way, I have attached My mind with profound love to God and His devotees; and other than that God, I have no liking for anything else. If that is so, why should love for God not remain? Indeed, when I am engaged in spiritual discourses, devotional songs, etc., related to God, I experience such ecstasy that I feel as if I shall become mad due to it. In fact, whatever composure remains is solely for the benefit of the devotees; but in My mind, that very same ecstasy always remains; although outwardly, I behave in accordance with the etiquette of society.\n\n“It is that very God who is the sole controller of this body. If He wishes, He may oblige the body with an honorable ride on an elephant; or if He wishes, He may have it thrown in prison; or if He so wishes, He may even place some serious illness in the body. Despite this, one should never pray before God in the following manner: ‘Mahārāj! Please relieve me of my misery.’ Why? Because we want this body to behave in accordance with the wishes of God; after all, God’s wish is our wish. We do not want our preferences to differ from the preferences of God even in the slightest way. Moreover, since we have offered our body, mind and wealth to God, then now, only the will of God is our prārabdha ; besides that, there is no other prārabdha for us. Therefore, regardless of whatever pain or pleasure we may encounter by the wish of God, we should not become disturbed in any way; we should be pleased with whatever pleases God.\n\n“Thus, God Himself protects the dharma , gnān , vairāgya and bhakti of a devotee who has such intense love for God. Occasionally, though, due to the prevalence of adverse circumstances, it may outwardly appear that such a devotee is transgressing dharma , gnān , etc., but inwardly, there is no transgression at all.”\n\nIn this manner, by citing His own example, Shriji Mahārāj described the understanding of an extremely staunch devotee of God, and how he should develop firm love for God.\n\nOn Ashadh vadi 9, Samvat 1884 [17 July 1827], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Garlands of mogra flowers hung around His neck, and tassels decorated His pagh . At that time, some munis were singing devotional songs to the accompaniment of a dukad and saroda , while other munis as well as devotees from various places had gathered before Him in an assembly.\n\nThereupon Shriji Maharaj said, “Please stop singing devotional songs and let us talk about God.” So saying, Shriji Maharaj asked a question to the muni-mandal : “A jiva’s body is contingent upon the karmas performed in past lives. That is why it is not always so stable. For example, at times, a person remains healthy, and at other times, he becomes ill; sometimes he functions independently, whereas sometimes, he becomes dependent - whereby he may or may not be able to stay where he chooses; at times, he may be able to stay in the fellowship of devotees, but at some other time, he may even be separated from them and be forced to live alone. All of this is due to the influence of karma or kal . In such circumstances, a person’s resolve in observing niyams becomes unsteady.\n\n“Further, if a sovereign like the British detains one somewhere; or if one’s mind and indriyas - which are also like the British rulers - keep one under their control, then it is uncertain whether one will stay in the mandal of sadhus or observe the disciplines of Satsang. Having said this, though, the scriptures have specifically stated: ‘If one perfectly possesses all four of the attributes of dharma , gnan , vairagya and bhakti , then one can be called an ekantik bhakta , and such a person attains final liberation.’ However, it seems unlikely that the physical conditions will remain stable under the influence of kal and karma . Therefore, how can a devotee of God maintain his ekantik state? That is the question.”\n\nThereupon, Gopalanand Swami, Chaitanyanand Swami, Nityanand Swami, Muktanand Swami, Brahmanand Swami, Shuk Muni, and other senior sadhus answered according to whatever they felt was correct but were unable to answer the question satisfactorily.\n\nShriji Maharaj then said in reply, “Please listen as I reveal to you the way in which My faith in God remains firm.” He then began, “Regardless of how much pain or pleasure comes My way, and regardless of whether wealth or poverty comes My way, in those circumstances, first I realize the immense greatness of God. It is this realization that allows Me, on seeing the riches and royal opulence of the great kings of this world, to not associate even the slightest amount of significance to them in My heart. Indeed, I believe that for Me, there is nothing greater than God; and so My mind is firmly attached to His holy feet. In fact, My love for God is so firm that even kal , karma and maya are incapable of destroying that love. Even if My own mind attempts to destroy that love for God, it cannot be destroyed. In fact, My resolve is such that regardless of the extent of happiness or misery that may happen to come My way, that love is not destroyed.\n\n“Also, the natural inclination of My mind is such that I do not at all prefer to live in cities, in mansions or in royal palaces. On the contrary, I very much prefer to stay where there are forests, mountains, rivers, trees, or in some secluded place. I feel that it would be nice to sit alone in some secluded place and meditate upon God. This is what I prefer at all times. In fact, before I had had the darshan of Ramanand Swami, I had already decided with Muktanand Swami, ‘After you arrange for Me to have the darshan of Ramanand Swami, the two of us will retire to the forest and constantly engage ourselves in the meditation of God, and never shall we return to stay amongst people.’ Such was the resolution of My mind then; even now, I feel exactly the same.\n\n“In addition, the profound affection that I have for God and His devotees is so strong that even kal , karma and maya are incapable of eradicating that affection. In fact, even if My own mind attempted to eradicate it, it would definitely not be eradicated from My heart. Such is the intense love I have for God and His devotees.\n\n“Many times I have become disheartened and felt like leaving this Satsang, but I have remained here on seeing the fellowship of devotees; I could in no way abandon them and leave. In fact, I would be unable to stay where I do not find such devotees of God, even if someone were to try by a million means to keep Me there. Regardless of how well one may serve Me, I simply cannot get along with one who is not a devotee of God. In this way, I have attached My mind with profound love to God and His devotees; and other than that God, I have no liking for anything else. If that is so, why should love for God not remain? Indeed, when I am engaged in spiritual discourses, devotional songs, etc., related to God, I experience such ecstasy that I feel as if I shall become mad due to it. In fact, whatever composure remains is solely for the benefit of the devotees; but in My mind, that very same ecstasy always remains; although outwardly, I behave in accordance with the etiquette of society.\n\n“It is that very God who is the sole controller of this body. If He wishes, He may oblige the body with an honorable ride on an elephant; or if He wishes, He may have it thrown in prison; or if He so wishes, He may even place some serious illness in the body. Despite this, one should never pray before God in the following manner: ‘Maharaj! Please relieve me of my misery.’ Why? Because we want this body to behave in accordance with the wishes of God; after all, God’s wish is our wish. We do not want our preferences to differ from the preferences of God even in the slightest way. Moreover, since we have offered our body, mind and wealth to God, then now, only the will of God is our prarabdha ; besides that, there is no other prarabdha for us. Therefore, regardless of whatever pain or pleasure we may encounter by the wish of God, we should not become disturbed in any way; we should be pleased with whatever pleases God.\n\n“Thus, God Himself protects the dharma , gnan , vairagya and bhakti of a devotee who has such intense love for God. Occasionally, though, due to the prevalence of adverse circumstances, it may outwardly appear that such a devotee is transgressing dharma , gnan , etc., but inwardly, there is no transgression at all.”\n\nIn this manner, by citing His own example, Shriji Maharaj described the understanding of an extremely staunch devotee of God, and how he should develop firm love for God."
}