{
    "number": 193,
    "vachanamrut": "Gadhada II-60",
    "title": "Overcoming Difficulties; Being Loyal",
    "setting": "On Shrāvan vadi 4, Samvat 1881 [14 August 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in the eastern veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had tied a white pāgh around His head. He had also covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj requested, “Please begin a question-answer session.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, life is full of difficulties. Amidst all these difficulties, what understanding should a devotee of God cultivate in order to remain happy at heart?”\n\nShriji Mahārāj began, “To answer that, I shall tell you about My own experience.” He then explained, “By keeping the following three forms of awareness, I am not hindered by any disturbances: constant awareness of the ātmā , which is distinct from the body; the awareness of the perishable nature of all worldly objects; and the awareness of God’s greatness. By keeping these three forms of awareness, no difficulties hinder Me in any way.\n\n“If, however, one does encounter some difficulties, then due to the nature of the chitt , it may appear that there is some disturbance. However, the effect of that disturbance does not penetrate into the chaitanya . This can be realized by the fact that one never experiences disturbances that are occurring externally when one is dreaming. On the other hand, if a disturbance has penetrated into the chaitanya , it is experienced in all three states. Therefore, because I do not experience any disturbances in My dreams, it can be inferred that no disturbances have affected My chaitanya in any way.\n\n“Having said this though, if a devotee of God encounters some sort of distressing hardship, it is not as if I do not realize it; I very much do feel it in My heart. Only a non-believer like Raghunāthdās would not feel it. For when Rāmānand Swāmi passed away, all of the satsangis began to cry, but Raghunāthdās was not at all grieved. Instead, he wandered around, laughing and talking to others. Thus, only an outcast or a non-believer would not feel hurt when a devotee of God encounters some sort of misery, but a devotee of God would definitely become distressed by the suffering of other devotees.”\n\nContinuing, Shriji Mahārāj said, “The scriptures state that if a devotee of God is being killed or harassed by someone, then he who stands in defense of that devotee of God - and in doing so dies or becomes wounded himself - is totally freed from the five grave sins, i.e., killing a Brāhmin, etc. Such is the glory of defending a devotee of God. However, if one is hurt by the words of devotees of God - as if one has been shot in the heart by some arrows - and if a grudge develops from that hatred to such an extent that it is not resolved as long as one lives, then such a person is like an outcast. Even if such a person possesses virtues such as dharma and renunciation or performs austerities, it is all worthless. In fact, even if he endeavors in a million other ways, his jiva will not attain liberation.\n\n“In society, if a woman bears equal affection for her husband as she does for another man, then she is looked upon as being immoral - like a prostitute. Similarly, if a person in this world believes, ‘As far as I am concerned, all sādhus are equal. Who is good and who is bad?’ - then even if he is considered to be a satsangi , he should be known to be a non-believer. In addition, in case a person feels, ‘If I say something inappropriate, my own friends will condemn me,’ and so to preserve his respect, the person listens as someone speaks ill of a devotee of God - then he should also be known to be a non-believer, even though he may be considered to be a satsangi .\n\n“Therefore, one should be absolutely loyal to a devotee of God - just as one is loyal to one’s relatives and one’s mother and father. If ever some sort of difficulty does happen to arise with a devotee of God, only one who does not develop a grudge but settles the difference and reunites with that devotee - like a line drawn in water - can be called a true a devotee of God.”\n\nHaving said this, Shriji Mahārāj finally added, “I am very compassionate - like Dattātreya, Jadbharat, Nārad and Shukji. In fact, once while I was travelling in the east, I came across a band of ascetics. They ordered me, ‘Go and pick some green spinach.’ I replied, ‘I will not pick it because it too contains a jiva .’ Hearing this, one of them drew a sword and threatened Me. Nevertheless, I did not pick the spinach. This is the extent of My compassionate nature. However, if one looks angrily at a devotee of God, then even if that person is a relative of Mine, I feel like tearing his eyes out; and if he should hurt a devotee of God with his hands, I feel like cutting his hands off. Such is the aversion I experience; in those cases, I do not show any compassion. Only one who has such loyalty for a devotee of God can be called a full-fledged devotee of God.”\n\nOn Shravan vadi 4, Samvat 1881 [14 August 1824], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in the eastern veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had tied a white pagh around His head. He had also covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj requested, “Please begin a question-answer session.”\n\nThereupon Muktanand Swami asked, “Maharaj, life is full of difficulties. Amidst all these difficulties, what understanding should a devotee of God cultivate in order to remain happy at heart?”\n\nShriji Maharaj began, “To answer that, I shall tell you about My own experience.” He then explained, “By keeping the following three forms of awareness, I am not hindered by any disturbances: constant awareness of the atma , which is distinct from the body; the awareness of the perishable nature of all worldly objects; and the awareness of God’s greatness. By keeping these three forms of awareness, no difficulties hinder Me in any way.\n\n“If, however, one does encounter some difficulties, then due to the nature of the chitt , it may appear that there is some disturbance. However, the effect of that disturbance does not penetrate into the chaitanya . This can be realized by the fact that one never experiences disturbances that are occurring externally when one is dreaming. On the other hand, if a disturbance has penetrated into the chaitanya , it is experienced in all three states. Therefore, because I do not experience any disturbances in My dreams, it can be inferred that no disturbances have affected My chaitanya in any way.\n\n“Having said this though, if a devotee of God encounters some sort of distressing hardship, it is not as if I do not realize it; I very much do feel it in My heart. Only a non-believer like Raghunathdas would not feel it. For when Ramanand Swami passed away, all of the satsangis began to cry, but Raghunathdas was not at all grieved. Instead, he wandered around, laughing and talking to others. Thus, only an outcast or a non-believer would not feel hurt when a devotee of God encounters some sort of misery, but a devotee of God would definitely become distressed by the suffering of other devotees.”\n\nContinuing, Shriji Maharaj said, “The scriptures state that if a devotee of God is being killed or harassed by someone, then he who stands in defense of that devotee of God - and in doing so dies or becomes wounded himself - is totally freed from the five grave sins, i.e., killing a Brahmin, etc. Such is the glory of defending a devotee of God. However, if one is hurt by the words of devotees of God - as if one has been shot in the heart by some arrows - and if a grudge develops from that hatred to such an extent that it is not resolved as long as one lives, then such a person is like an outcast. Even if such a person possesses virtues such as dharma and renunciation or performs austerities, it is all worthless. In fact, even if he endeavors in a million other ways, his jiva will not attain liberation.\n\n“In society, if a woman bears equal affection for her husband as she does for another man, then she is looked upon as being immoral - like a prostitute. Similarly, if a person in this world believes, ‘As far as I am concerned, all sadhus are equal. Who is good and who is bad?’ - then even if he is considered to be a satsangi , he should be known to be a non-believer. In addition, in case a person feels, ‘If I say something inappropriate, my own friends will condemn me,’ and so to preserve his respect, the person listens as someone speaks ill of a devotee of God - then he should also be known to be a non-believer, even though he may be considered to be a satsangi .\n\n“Therefore, one should be absolutely loyal to a devotee of God - just as one is loyal to one’s relatives and one’s mother and father. If ever some sort of difficulty does happen to arise with a devotee of God, only one who does not develop a grudge but settles the difference and reunites with that devotee - like a line drawn in water - can be called a true a devotee of God.”\n\nHaving said this, Shriji Maharaj finally added, “I am very compassionate - like Dattatreya, Jadbharat, Narad and Shukji. In fact, once while I was travelling in the east, I came across a band of ascetics. They ordered me, ‘Go and pick some green spinach.’ I replied, ‘I will not pick it because it too contains a jiva .’ Hearing this, one of them drew a sword and threatened Me. Nevertheless, I did not pick the spinach. This is the extent of My compassionate nature. However, if one looks angrily at a devotee of God, then even if that person is a relative of Mine, I feel like tearing his eyes out; and if he should hurt a devotee of God with his hands, I feel like cutting his hands off. Such is the aversion I experience; in those cases, I do not show any compassion. Only one who has such loyalty for a devotee of God can be called a full-fledged devotee of God.”"
}