{
    "number": 50,
    "vachanamrut": "Gadhada I-50",
    "title": "One Possessing a Sharp Intellect",
    "setting": "In the early hours of Mahā vadi 1, Samvat 1876 [31 January 1820], Shriji Mahārāj was sitting in front of the veranda outside Dādā Khāchar’s medi in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the munis , “One who possesses a sharp intellect attains Brahma. 1 Can the intellect of one who is proficient in managing worldly affairs be called sharp or not? Also, can the intellect of one who is very proficient in interpreting the Shāstras and the Purāns be called sharp or not?”\n\nThe munis attempted to answer the question but were unable to do so satisfactorily.\n\nThen Shriji Mahārāj explained, “Some people may be extremely adept in worldly affairs, yet they do nothing at all to safeguard their own liberation. Others may know the precise meanings of the various Shāstras, Purāns and Itihās scriptures, yet they too do nothing to safeguard their liberation. Therefore, they cannot be said to possess a sharp intellect; rather, they possess a blunt intellect. Conversely, a person who safeguards his liberation, even though he may possess only a limited intellect, should be considered to have a sharp intellect. On the other hand, a person who, even though possessing a sharp intellect, pays more attention to worldly affairs should be considered to possess a blunt intellect. A verse in the Bhagwad Gitā refers to this fact:\n\n“This verse explains that in the context of worshipping God, all worldly people behave as if their mind is shrouded in darkness, like the night; i.e., they do not worship God. The devotees of God, however, are awake in worshipping God; i.e., they are constantly engaged in worshiping God. Furthermore, everyone’s mind is awake with respect to the panchvishays - sights, sounds, smells, tastes and touch; i.e., they continuously indulge in the vishays . The minds of the devotees of God, in contrast, are shrouded in darkness with regards to indulging in the vishays ; i.e ., they do not indulge in them.\n\n“Therefore, only one who remains alert regarding his own liberation can be said to possess a sharp intellect. As for others, they are all mere fools.”\n\nIn the early hours of Maha vadi 1, Samvat 1876 [31 January 1820], Shriji Maharaj was sitting in front of the veranda outside Dada Khachar’s medi in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the munis , “One who possesses a sharp intellect attains Brahma. 1 Can the intellect of one who is proficient in managing worldly affairs be called sharp or not? Also, can the intellect of one who is very proficient in interpreting the Shastras and the Purans be called sharp or not?”\n\nThe munis attempted to answer the question but were unable to do so satisfactorily.\n\nThen Shriji Maharaj explained, “Some people may be extremely adept in worldly affairs, yet they do nothing at all to safeguard their own liberation. Others may know the precise meanings of the various Shastras, Purans and Itihas scriptures, yet they too do nothing to safeguard their liberation. Therefore, they cannot be said to possess a sharp intellect; rather, they possess a blunt intellect. Conversely, a person who safeguards his liberation, even though he may possess only a limited intellect, should be considered to have a sharp intellect. On the other hand, a person who, even though possessing a sharp intellect, pays more attention to worldly affairs should be considered to possess a blunt intellect. A verse in the Bhagwad Gita refers to this fact:\n\n“This verse explains that in the context of worshipping God, all worldly people behave as if their mind is shrouded in darkness, like the night; i.e., they do not worship God. The devotees of God, however, are awake in worshipping God; i.e., they are constantly engaged in worshiping God. Furthermore, everyone’s mind is awake with respect to the panchvishays - sights, sounds, smells, tastes and touch; i.e., they continuously indulge in the vishays . The minds of the devotees of God, in contrast, are shrouded in darkness with regards to indulging in the vishays ; i.e ., they do not indulge in them.\n\n“Therefore, only one who remains alert regarding his own liberation can be said to possess a sharp intellect. As for others, they are all mere fools.”"
}