{
    "number": 102,
    "vachanamrut": "Kariyani-6",
    "title": "One Who Possesses Matsar",
    "setting": "On Āso vadi Amās, the day of Diwāli, Samvat 1877 [5 November 1820], a row of oil lamps had been arranged around a dais which had been erected in front of the north-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. There, Swāmi Shri Sahajānandji Mahārāj was sitting on a decorated, canopied cot that had been placed on that dais. He was wearing a red survāl made of kinkhāb with golden embroidery. He was also wearing a black kinkhāb dagli with the words ‘Narnārāyan-Swāminārāyan’ imprinted upon it. Around His head, He had tied an orange pāgh with a border of golden threads. He had also tied a sky-blue colored feto tightly around His waist. Moreover, garlands of yellow flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "A devotee from the island of Deev had come on that occasion. She requested Shriji Mahārāj to allow her to perform His puja. Accepting her request, Shriji Mahārāj came down from His ornate seat, approached the devotee and accepted her puja. Then, after accepting the clothes, a yellow umbrella and a pair of wooden chākhdis offered by her, He returned to His seat.\n\nThen Shriji Mahārāj said, “For so many years, devotees have been offering clothes and thousands of rupees worth of jewelry to Me, but never have I gone of My own accord to receive them as I just did. Moreover, never have I become as pleased by wearing the clothes and jewelry offered by others as I have just now. I have become extremely pleased upon that devotee today.”\n\nThe munis commented, “That devotee truly does have such love.” In the meantime, Dinānāth Bhatt arrived, bowed at the feet of Shriji Mahārāj and sat down. Subsequently, Shriji Mahārāj gave all of the richly embroidered clothes to him.\n\nMuktānand Swāmi then asked, “Mahārāj, by which virtue is God pleased upon a devotee?”\n\nShriji Mahārāj replied, “God is pleased with a devotee who becomes free of lust, anger, avarice, deceit, egotism, jealousy and matsar and then offers bhakti to God. But amongst all of those, matsar is the root of all vices. That is why in the Shrimad Bhāgwat, Shri Vyāsji has noted that only the sādhu who is without matsar is worthy to possess bhāgwat dharma . Consequently, matsar is subtler than all of the other vices. Also, it is extremely difficult to eradicate matsar .”\n\nThereupon Brahmānand Swāmi asked, “What is the method for eradicating matsar ?”\n\nShriji Mahārāj replied, “One who is a sādhu and treads the path of a sādhu will be able to eradicate matsar . However, if a person does not desire to tread the path of a sādhu , the matsar within him will never be eradicated.”\n\nAgain Muktānand Swāmi asked, “What causes matsar ?”\n\nShriji Mahārāj replied, “There are three causes of matsar : women, wealth and sumptuous food. But for one who does not have any of these three, egotism is the cause of matsar . Moreover, for one who possesses matsar , the fact that I have given these clothes to Dinānāth Bhatt must have led to matsar . Such a person would never think, ‘The person who brought such richly embroidered clothes and offered them to Mahārāj should be commended. Mahārāj should also be commended since He immediately gave them away to a Brāhmin.’ Such a thought would never arise in the heart of one who possesses matsar . Even if someone else gives something and someone else receives it, a person who possesses matsar burns with envy unnecessarily.\n\n“As for Me, not even the slightest bit of lust, anger, avarice, egotism, matsar or jealousy enters My heart. Also, in My heart, I experience a strong aversion for the panchvishays , namely sights, sounds, smells, tastes and touch. In fact, I do not have even the slightest interest in any one of the panchvishays . Whenever I accept food or clothes, I do so on seeing the bhakti of the devotees; never do I accept them for My own physical pleasure. In fact, all of My actions of eating, drinking, wearing, etc., are for the sake of all the sādhus and satsangis . If I feel that it is for My own sake and not for their sake, then I would immediately discard it. Actually, the only reason I keep this physical body is for the sake of the satsangis ; besides that, there is no other reason. Devotees such as Mulji Brahmachāri, Somlā Khāchar and others who have been staying close to Me for so many years know My nature and realize, ‘Besides the devotees of God, Mahārāj does not have affection for anyone else. In fact, Mahārāj is unaffected by anything, just like ākāsh .’ In this manner, those who constantly stay near Me know My nature. In fact, I have sacrificed My body for the sake of those who are devotees of God by word, thought and deed. Therefore, in all ways, I am attached to whosoever is a devotee of God. To Me the wealth of the 14 realms, without the devotees of God, seems as worthless as a blade of grass.\n\n“In addition, even those who are devotees of God and have resolute love only for God will not find pleasure in enticing vishays . Although they may sustain the body with ordinary vishays , they immediately become dejected by enticing vishays . So, only such a person can be considered a completely perfect devotee of God.”\n\nOn Aso vadi Amas, the day of Diwali, Samvat 1877 [5 November 1820], a row of oil lamps had been arranged around a dais which had been erected in front of the north-facing rooms of Vasta Khachar’s darbar in Kariyani. There, Swami Shri Sahajanandji Maharaj was sitting on a decorated, canopied cot that had been placed on that dais. He was wearing a red surval made of kinkhab with golden embroidery. He was also wearing a black kinkhab dagli with the words ‘Narnarayan-Swaminarayan’ imprinted upon it. Around His head, He had tied an orange pagh with a border of golden threads. He had also tied a sky-blue colored feto tightly around His waist. Moreover, garlands of yellow flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nA devotee from the island of Deev had come on that occasion. She requested Shriji Maharaj to allow her to perform His puja. Accepting her request, Shriji Maharaj came down from His ornate seat, approached the devotee and accepted her puja. Then, after accepting the clothes, a yellow umbrella and a pair of wooden chakhdis offered by her, He returned to His seat.\n\nThen Shriji Maharaj said, “For so many years, devotees have been offering clothes and thousands of rupees worth of jewelry to Me, but never have I gone of My own accord to receive them as I just did. Moreover, never have I become as pleased by wearing the clothes and jewelry offered by others as I have just now. I have become extremely pleased upon that devotee today.”\n\nThe munis commented, “That devotee truly does have such love.” In the meantime, Dinanath Bhatt arrived, bowed at the feet of Shriji Maharaj and sat down. Subsequently, Shriji Maharaj gave all of the richly embroidered clothes to him.\n\nMuktanand Swami then asked, “Maharaj, by which virtue is God pleased upon a devotee?”\n\nShriji Maharaj replied, “God is pleased with a devotee who becomes free of lust, anger, avarice, deceit, egotism, jealousy and matsar and then offers bhakti to God. But amongst all of those, matsar is the root of all vices. That is why in the Shrimad Bhagwat, Shri Vyasji has noted that only the sadhu who is without matsar is worthy to possess bhagwat dharma . Consequently, matsar is subtler than all of the other vices. Also, it is extremely difficult to eradicate matsar .”\n\nThereupon Brahmanand Swami asked, “What is the method for eradicating matsar ?”\n\nShriji Maharaj replied, “One who is a sadhu and treads the path of a sadhu will be able to eradicate matsar . However, if a person does not desire to tread the path of a sadhu , the matsar within him will never be eradicated.”\n\nAgain Muktanand Swami asked, “What causes matsar ?”\n\nShriji Maharaj replied, “There are three causes of matsar : women, wealth and sumptuous food. But for one who does not have any of these three, egotism is the cause of matsar . Moreover, for one who possesses matsar , the fact that I have given these clothes to Dinanath Bhatt must have led to matsar . Such a person would never think, ‘The person who brought such richly embroidered clothes and offered them to Maharaj should be commended. Maharaj should also be commended since He immediately gave them away to a Brahmin.’ Such a thought would never arise in the heart of one who possesses matsar . Even if someone else gives something and someone else receives it, a person who possesses matsar burns with envy unnecessarily.\n\n“As for Me, not even the slightest bit of lust, anger, avarice, egotism, matsar or jealousy enters My heart. Also, in My heart, I experience a strong aversion for the panchvishays , namely sights, sounds, smells, tastes and touch. In fact, I do not have even the slightest interest in any one of the panchvishays . Whenever I accept food or clothes, I do so on seeing the bhakti of the devotees; never do I accept them for My own physical pleasure. In fact, all of My actions of eating, drinking, wearing, etc., are for the sake of all the sadhus and satsangis . If I feel that it is for My own sake and not for their sake, then I would immediately discard it. Actually, the only reason I keep this physical body is for the sake of the satsangis ; besides that, there is no other reason. Devotees such as Mulji Brahmachari, Somla Khachar and others who have been staying close to Me for so many years know My nature and realize, ‘Besides the devotees of God, Maharaj does not have affection for anyone else. In fact, Maharaj is unaffected by anything, just like akash .’ In this manner, those who constantly stay near Me know My nature. In fact, I have sacrificed My body for the sake of those who are devotees of God by word, thought and deed. Therefore, in all ways, I am attached to whosoever is a devotee of God. To Me the wealth of the 14 realms, without the devotees of God, seems as worthless as a blade of grass.\n\n“In addition, even those who are devotees of God and have resolute love only for God will not find pleasure in enticing vishays . Although they may sustain the body with ordinary vishays , they immediately become dejected by enticing vishays . So, only such a person can be considered a completely perfect devotee of God.”"
}