{
    "number": 62,
    "vachanamrut": "Gadhada I-62",
    "title": "Acquiring the Virtues of Satya , Shauch , Etc.",
    "setting": "On Fāgun vadi 4, Samvat 1876 [4 March 1820], Shriji Mahārāj was sitting on a large, decorated cot in the middle of the courtyard of Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. On His head He was wearing a white pāgh that was decorated with garlands and tassels of white flowers. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked, “The Shrimad Bhāgwat states the 39 redemptive virtues that forever dwell in the form of God. They are:\n\n“But how can these virtues be acquired by a sādhu ?”\n\nShriji Mahārāj replied, “If a sādhu develops the perfect conviction of God, then he will acquire those redemptive virtues of God. What is that conviction? Well, he realizes that God is not like kāl , not like karma , not like swabhāv , not like māyā , and not like Purush. 2 He realizes God to be distinct from everything, their controller and cause; yet, despite being their cause, He is beyond their influence. A person who has cultivated a conviction of the manifest form of God in this manner will never be deflected in any way. Even if he hears misleading scriptures, or if he hears the talks of misleading philosophers, or even if his own antahkaran raises doubts within himself, his conviction of God never wavers in any way whatsoever.\n\n“A person with such a conviction of God is said to have a rapport with God. Moreover, one naturally acquires the virtues of whomever one has a rapport with. For example, when our eyes meet with an oil lamp, the light of that oil lamp enters our eyes, thus expelling the darkness present before them. In the same manner, one who has developed a rapport with God by having a firm conviction of Him acquires the redemptive virtues of God. As a result, just as God is unattached in all respects and is capable of doing as He chooses, such a devotee also becomes extremely capable and unattached.”\n\nThereafter Nirvikārānand Swāmi asked, “Despite having the conviction of God, noble virtues are still not acquired; on the contrary, egotism and jealousy are increasing day by day. What can be the reason for this?”\n\nShriji Mahārāj explained, “Even if one offers amrut , or shingadiyo vachhnāg , or dudhpāk and sākar , or opium in God’s thāl , the qualities inherent in each will still remain the same; they will not change in any way. Similarly, a person who is demonic and extremely undeserving will still not forsake his own swabhāvs even if he comes into contact with God. Furthermore, if he happens to spite some meek devotee of God, then the former person will suffer as a result. Why? Because God is present in everyone as antaryāmi , and He displays His divine powers whenever and however He wishes. Therefore, insulting such a devotee amounts to insulting God. Consequently, the offender suffers severely. For example, Hiranyakashipu was so powerful that he had conquered swarg , Mrutyulok and pātāl ; but because he harassed Prahlādji, God manifested from a pillar in the form of Nrusinh and killed Hiranyakashipu.\n\n“Bearing this in mind, a devotee of God should strive to cultivate humility and should never insult anyone. Why? Because God also dwells in the hearts of the meek. Thus, He will make anyone who insults the meek suffer. Realizing this, one should not pain even the smallest of beings. If, however, a person indiscriminately mistreats others out of arrogance, then God, who is the destroyer of arrogance and who pervades all as antaryāmi , is unable to tolerate this. He will appear in one form or another to thoroughly destroy the arrogance of that arrogant person. Therefore, remaining fearful of God, a sādhu should not retain even the slightest arrogance, nor should he pain even the smallest of beings. This is the dharma of a non-egotistic sādhu .”\n\nOn Fagun vadi 4, Samvat 1876 [4 March 1820], Shriji Maharaj was sitting on a large, decorated cot in the middle of the courtyard of Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. On His head He was wearing a white pagh that was decorated with garlands and tassels of white flowers. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked, “The Shrimad Bhagwat states the 39 redemptive virtues that forever dwell in the form of God. They are:\n\n“But how can these virtues be acquired by a sadhu ?”\n\nShriji Maharaj replied, “If a sadhu develops the perfect conviction of God, then he will acquire those redemptive virtues of God. What is that conviction? Well, he realizes that God is not like kal , not like karma , not like swabhav , not like maya , and not like Purush. 2 He realizes God to be distinct from everything, their controller and cause; yet, despite being their cause, He is beyond their influence. A person who has cultivated a conviction of the manifest form of God in this manner will never be deflected in any way. Even if he hears misleading scriptures, or if he hears the talks of misleading philosophers, or even if his own antahkaran raises doubts within himself, his conviction of God never wavers in any way whatsoever.\n\n“A person with such a conviction of God is said to have a rapport with God. Moreover, one naturally acquires the virtues of whomever one has a rapport with. For example, when our eyes meet with an oil lamp, the light of that oil lamp enters our eyes, thus expelling the darkness present before them. In the same manner, one who has developed a rapport with God by having a firm conviction of Him acquires the redemptive virtues of God. As a result, just as God is unattached in all respects and is capable of doing as He chooses, such a devotee also becomes extremely capable and unattached.”\n\nThereafter Nirvikaranand Swami asked, “Despite having the conviction of God, noble virtues are still not acquired; on the contrary, egotism and jealousy are increasing day by day. What can be the reason for this?”\n\nShriji Maharaj explained, “Even if one offers amrut , or shingadiyo vachhnag , or dudhpak and sakar , or opium in God’s thal , the qualities inherent in each will still remain the same; they will not change in any way. Similarly, a person who is demonic and extremely undeserving will still not forsake his own swabhavs even if he comes into contact with God. Furthermore, if he happens to spite some meek devotee of God, then the former person will suffer as a result. Why? Because God is present in everyone as antaryami , and He displays His divine powers whenever and however He wishes. Therefore, insulting such a devotee amounts to insulting God. Consequently, the offender suffers severely. For example, Hiranyakashipu was so powerful that he had conquered swarg , Mrutyulok and patal ; but because he harassed Prahladji, God manifested from a pillar in the form of Nrusinh and killed Hiranyakashipu.\n\n“Bearing this in mind, a devotee of God should strive to cultivate humility and should never insult anyone. Why? Because God also dwells in the hearts of the meek. Thus, He will make anyone who insults the meek suffer. Realizing this, one should not pain even the smallest of beings. If, however, a person indiscriminately mistreats others out of arrogance, then God, who is the destroyer of arrogance and who pervades all as antaryami , is unable to tolerate this. He will appear in one form or another to thoroughly destroy the arrogance of that arrogant person. Therefore, remaining fearful of God, a sadhu should not retain even the slightest arrogance, nor should he pain even the smallest of beings. This is the dharma of a non-egotistic sadhu .”"
}