{
    "number": 230,
    "vachanamrut": "Gadhada III-7",
    "title": "An Iron Nail",
    "setting": "On Bhādarvā vadi 6, Samvat 1883 [22 September 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow at His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. He was wearing garlands of mogrā flowers around His neck, and tassels of mogrā flowers also decorated His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said to all of the devotees, “I shall now tell you My innermost principle. For a person who desires his own liberation, nothing in this world is more blissful than God and His Sant. Therefore, just as a person is profoundly attached to his own body, he should be similarly attached to God and His Sant. One should also remain absolutely loyal to the Bhakta of God. But in no way should one abandon one’s loyalty to God and His Bhakta, even if while keeping that loyalty one’s reputation increases or decreases, or one is honored or insulted, or one lives or dies. In addition, one should not allow an aversion to develop towards them. Furthermore, one should not have as much affection towards one’s body or bodily relations as one has towards the Bhakta of God. For a devotee who behaves in this manner, even extremely powerful enemies such lust, anger, etc., are unable to defeat him.”\n\nContinuing, Shriji Mahārāj then said, “God, who possesses a definite form, is always present in His abode, Brahmapur. Devotees of God, who also possess a form, remain in His service in that abode. Therefore, one who has taken firm refuge in the manifest form of God should not harbor the following fear in one’s mind: ‘What if I become a ghost or an evil spirit, or attain the realm of Indra or the realm of Brahmā after I die?’ One should not harbor such doubts in one’s mind. After all, a devotee of God who possesses the understanding mentioned earlier definitely attains the abode of God; God does not leave him astray anywhere in between.\n\n“Moreover, that devotee should firmly keep his mind at the holy feet of God. Just as an iron nail that is firmly affixed to an iron surface can never be separated, similarly, one’s mind should be fixed firmly at the holy feet of God. When the devotee has kept his mind at the holy feet of God in this manner, he does not have to die to attain the abode of God - he has attained it while still alive.”\n\nHaving delivered this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to everyone and then instructed the assembly to disperse.\n\nOn Bhadarva vadi 6, Samvat 1883 [22 September 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow at His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. He was wearing garlands of mogra flowers around His neck, and tassels of mogra flowers also decorated His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said to all of the devotees, “I shall now tell you My innermost principle. For a person who desires his own liberation, nothing in this world is more blissful than God and His Sant. Therefore, just as a person is profoundly attached to his own body, he should be similarly attached to God and His Sant. One should also remain absolutely loyal to the Bhakta of God. But in no way should one abandon one’s loyalty to God and His Bhakta, even if while keeping that loyalty one’s reputation increases or decreases, or one is honored or insulted, or one lives or dies. In addition, one should not allow an aversion to develop towards them. Furthermore, one should not have as much affection towards one’s body or bodily relations as one has towards the Bhakta of God. For a devotee who behaves in this manner, even extremely powerful enemies such lust, anger, etc., are unable to defeat him.”\n\nContinuing, Shriji Maharaj then said, “God, who possesses a definite form, is always present in His abode, Brahmapur. Devotees of God, who also possess a form, remain in His service in that abode. Therefore, one who has taken firm refuge in the manifest form of God should not harbor the following fear in one’s mind: ‘What if I become a ghost or an evil spirit, or attain the realm of Indra or the realm of Brahma after I die?’ One should not harbor such doubts in one’s mind. After all, a devotee of God who possesses the understanding mentioned earlier definitely attains the abode of God; God does not leave him astray anywhere in between.\n\n“Moreover, that devotee should firmly keep his mind at the holy feet of God. Just as an iron nail that is firmly affixed to an iron surface can never be separated, similarly, one’s mind should be fixed firmly at the holy feet of God. When the devotee has kept his mind at the holy feet of God in this manner, he does not have to die to attain the abode of God - he has attained it while still alive.”\n\nHaving delivered this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to everyone and then instructed the assembly to disperse."
}