{
    "number": 133,
    "vachanamrut": "Panchala-7",
    "title": "The ‘Māyā’ of a Magician",
    "setting": "About an hour-and-a-half after sunrise on Fāgun vadi 11, Samvat 1877 [29 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a warm, red dagli and a white khes . He had also tied a white feto around His head. In addition to this, He had covered Himself with a thin, white blanket. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.",
    "text": "In the assembly, Shriji Mahārāj had Nityānand Swāmi read a passage from the first canto of the Shrimad Bhāgwat. In the beginning, Nityānand Swāmi explained the verse ‘Janmādyasya yato... .’ . 1\n\nThereupon Shriji Mahārāj Himself began to explain the meaning of one of the other parts of that verse, ‘Yatra trisargo mrushā’ : 1 “One should realize that the entities evolved out of the three gunas of māyā , namely the five bhuts , the indriyas , the antahkaran and their presiding deities are never present in God at any time - past, present or future. Also, one should interpret the other part of that verse, ‘Dhāmnā svena sadā nirastakuhakam’ 1 as follows: God, via his own form - ‘dhām’ 2 - destroyed the deception in the form of the products of māyā ; such is the supremely satya form of God. Moreover, just as the form of God in Akshardhām is resplendent with countless divine powers and divine light at the end of ātyantik-pralay , one should realize exactly the same regarding the manifest God in human form. One who realizes this is said to have known God perfectly.\n\n“However, when a foolish person looks at that manifest form of God with a māyik vision, he perceives a human like himself. Also, just as he himself is born, becomes a child, becomes a youth, becomes old and dies, in the same way, he believes God to undergo the same process. But when one worships God with sincerity, having faith in the words of the Ekāntik Sant of God, one’s māyik vision disappears. Thereafter, one realizes that same form of God as being the supreme chaitanya , characterized by eternal existence, consciousness and bliss. The Shrimad Bhāgwat also mentions:\n\n“The phases of childhood, youth and old age apparent in God, as well as His birth and death are all perceived due to His yogic powers of creating an illusion. In reality, God remains absolutely unchanged. For example, an adept magician arms himself with weapons and ascends to the sky to fight against the warriors of the demons - the enemies of Indra. Then, having been cut to pieces, he falls to the ground. Thereafter, the magician’s wife gathers those pieces together and burns herself on his funeral pyre. After a short while, the magician appears out of the sky, armed with weapons, exactly as he appeared before. He then asks the king for a reward and requests, ‘Please return my wife.’ Having seen such an astonishing performance, if one is unable to comprehend the ‘māyā’ of even a magician, how then can the yogic powers of God possibly be comprehended? One who does comprehend the ‘māyā’ of the magician realizes: ‘That magician has not died, nor has he been burnt; in reality, he is exactly the same as he was before.’ In a similar manner, one who is said to have realized the form of God perfectly understands God to be eternal and imperishable - absolutely unchanging. For example, when Shri Krishna Bhagwān left his body, Rukmini and the other wives of God took his body and burnt themselves along with him. At that time, the ignorant thought, ‘Now he is dead.’ On the other hand, those who possessed gnān thought, ‘He has disappeared from here and has manifested elsewhere.’ They understood God as being eternal. Thus, Shri Krishna himself has said:\n\n“So, if a fool understands God as having a form, then he understands Him as being merely like a human; or he understands God as being formless so that He is not considered māyik like other māyik forms. In this manner, a fool misunderstands on both accounts.\n\n“But if God did not have a form then what about the fact that the Shrutis have said that during ātyantik-pralay , ‘Sa aikshata’ 5 meaning, ‘That God saw...’. If God ‘saw’, then He had to have a form, possessing eyes, ears, and other organs. Moreover, it is said: ‘Purushenātma-bhootena veeryam-ādhatta veeryavān.’ 6 i.e., that Purushottam became the form of Purush and impregnated māyā with virility. Therefore, God has always had a form.\n\n“Moreover, when that Purushottam Nārāyan takes the form of Purush for some task, that Purush is eclipsed by the divine light of Purushottam, and only Purushottam remains. In the same way, when Purushottam takes the form of māyā , māyā is also eclipsed by the divine light of Purushottam, and only God remains in that form. Then God takes the form of mahattattva , then the forms of others evolved from mahattattva , then the form of Virāt - the entity evolved from those elements - then the form of Brahmā and others created from that Virāt-Purush, and then the form of Nārad and the Sanakādik. In this manner, in whomever that Purushottam Bhagwān ‘enters’ for the purpose of fulfilling many types of tasks, He eclipses that entity by His own divine light and He Himself reigns supreme through that entity. Moreover, in whomever He resides, He suppresses their own light and manifests His own divine light - just as when fire enters iron, it suppresses the quality of coldness and the black color of the iron and exhibits its own quality. Also, when the sun rises, the light from all of the stars, the moon, etc., merges into its own light, and only the sun’s light remains. In the same way, in whomever God ‘enters’, He overpowers their light and exhibits His own divine light to a greater degree. Then, after completing the task for which He had ‘entered’ that entity, He separates from it. Thereafter, the other entity remains as he was before. Thus, the additional powers that that entity appeared to have should be known to actually be Purushottam Bhagwān’s powers.\n\n“In this way, the manifest form of Purushottam Nārāyan is the cause of all; He is forever divine and has a form. One should not perceive any type of imperfections in that form - it is like a murti made of sākar . Furthermore, one should meditate on, worship, and offer bhakti only to the form that one has seen. Furthermore, whichever human traits seem apparent in that God should be understood to be like the ‘māyā’ of a magician. One who has such an understanding does not develop any form of delusion for that God in any way.\n\n“These facts can be understood by one with the following firm conviction: ‘Even at the time of ātyantik-pralay , God and His devotees remain in Akshardhām, where the devotees enjoy divine bliss, having attained a divine and definite form. Moreover, the form of that God and the forms of the devotees of God possess divine light that is equivalent to the light of countless suns and moons.’ Only one with such firm understanding is able to understand this fact.\n\n“Also, it is to liberate the jivas and to allow those jivas to offer the nine types of bhakti to Him that that God - who has a luminous and divine form - becomes like a human out of compassion, always doing so with all of His strength, divine powers and attendants. Even then, those who realize this esoteric truth understand the human form of God on this earth as being exactly the same as the form of God residing in Akshardhām - they do not feel that there is even a slight difference between that form and this form. One who has known God in this way can be said to have known God perfectly. For him, māyā can be said to have been eradicated. One who realizes this is called a devotee with gnān and an ekāntik bhakta . Moreover, if, by chance, a person possessing such firm upāsanā of the manifest form of God - never harboring any doubts of māyā being present in the form of God - were to behave unbecomingly due to the influence of bad company or due to the influence of his own prārabdha karmas , even then he would attain liberation. On the other hand, one who has doubts in realizing God in this way, even if he is a staunch, urdhvaretā brahmachāri and a great renunciant, attaining liberation would still be extremely difficult for him.\n\n“If a person has, from the beginning, developed a firm conviction that God possesses a form even at the end of ātyantik-pralay , and if he were to listen to scriptures describing God as being merely full of divine light and formless, or if he were to hear such talks from someone, even then he would not harbor doubts. Why? Because he has realized, ‘God eternally possesses a form and is never formless. Furthermore, that very God assumes the forms of Rām, Krishna, etc.’ One with such firm understanding should be known to have perfect conviction.”\n\nIn this manner, for the purpose of enlightening His devotees, Shriji Mahārāj talked about the unparalleled conviction of His own form. On hearing this, all of the paramhansas and devotees strengthened their faith in Shriji Mahārāj’s form as described.\n\nAbout an hour-and-a-half after sunrise on Fagun vadi 11, Samvat 1877 [29 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a warm, red dagli and a white khes . He had also tied a white feto around His head. In addition to this, He had covered Himself with a thin, white blanket. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.\n\nIn the assembly, Shriji Maharaj had Nityanand Swami read a passage from the first canto of the Shrimad Bhagwat. In the beginning, Nityanand Swami explained the verse ‘Janmadyasya yato... .’ . 1\n\nThereupon Shriji Maharaj Himself began to explain the meaning of one of the other parts of that verse, ‘Yatra trisargo mrusha’ : 1 “One should realize that the entities evolved out of the three gunas of maya , namely the five bhuts , the indriyas , the antahkaran and their presiding deities are never present in God at any time - past, present or future. Also, one should interpret the other part of that verse, ‘Dhamna svena sada nirastakuhakam’ 1 as follows: God, via his own form - ‘dham’ 2 - destroyed the deception in the form of the products of maya ; such is the supremely satya form of God. Moreover, just as the form of God in Akshardham is resplendent with countless divine powers and divine light at the end of atyantik-pralay , one should realize exactly the same regarding the manifest God in human form. One who realizes this is said to have known God perfectly.\n\n“However, when a foolish person looks at that manifest form of God with a mayik vision, he perceives a human like himself. Also, just as he himself is born, becomes a child, becomes a youth, becomes old and dies, in the same way, he believes God to undergo the same process. But when one worships God with sincerity, having faith in the words of the Ekantik Sant of God, one’s mayik vision disappears. Thereafter, one realizes that same form of God as being the supreme chaitanya , characterized by eternal existence, consciousness and bliss. The Shrimad Bhagwat also mentions:\n\n“The phases of childhood, youth and old age apparent in God, as well as His birth and death are all perceived due to His yogic powers of creating an illusion. In reality, God remains absolutely unchanged. For example, an adept magician arms himself with weapons and ascends to the sky to fight against the warriors of the demons - the enemies of Indra. Then, having been cut to pieces, he falls to the ground. Thereafter, the magician’s wife gathers those pieces together and burns herself on his funeral pyre. After a short while, the magician appears out of the sky, armed with weapons, exactly as he appeared before. He then asks the king for a reward and requests, ‘Please return my wife.’ Having seen such an astonishing performance, if one is unable to comprehend the ‘maya’ of even a magician, how then can the yogic powers of God possibly be comprehended? One who does comprehend the ‘maya’ of the magician realizes: ‘That magician has not died, nor has he been burnt; in reality, he is exactly the same as he was before.’ In a similar manner, one who is said to have realized the form of God perfectly understands God to be eternal and imperishable - absolutely unchanging. For example, when Shri Krishna Bhagwan left his body, Rukmini and the other wives of God took his body and burnt themselves along with him. At that time, the ignorant thought, ‘Now he is dead.’ On the other hand, those who possessed gnan thought, ‘He has disappeared from here and has manifested elsewhere.’ They understood God as being eternal. Thus, Shri Krishna himself has said:\n\n“So, if a fool understands God as having a form, then he understands Him as being merely like a human; or he understands God as being formless so that He is not considered mayik like other mayik forms. In this manner, a fool misunderstands on both accounts.\n\n“But if God did not have a form then what about the fact that the Shrutis have said that during atyantik-pralay , ‘Sa aikshata’ 5 meaning, ‘That God saw...’. If God ‘saw’, then He had to have a form, possessing eyes, ears, and other organs. Moreover, it is said: ‘Purushenatma-bhootena veeryam-adhatta veeryavan.’ 6 i.e., that Purushottam became the form of Purush and impregnated maya with virility. Therefore, God has always had a form.\n\n“Moreover, when that Purushottam Narayan takes the form of Purush for some task, that Purush is eclipsed by the divine light of Purushottam, and only Purushottam remains. In the same way, when Purushottam takes the form of maya , maya is also eclipsed by the divine light of Purushottam, and only God remains in that form. Then God takes the form of mahattattva , then the forms of others evolved from mahattattva , then the form of Virat - the entity evolved from those elements - then the form of Brahma and others created from that Virat-Purush, and then the form of Narad and the Sanakadik. In this manner, in whomever that Purushottam Bhagwan ‘enters’ for the purpose of fulfilling many types of tasks, He eclipses that entity by His own divine light and He Himself reigns supreme through that entity. Moreover, in whomever He resides, He suppresses their own light and manifests His own divine light - just as when fire enters iron, it suppresses the quality of coldness and the black color of the iron and exhibits its own quality. Also, when the sun rises, the light from all of the stars, the moon, etc., merges into its own light, and only the sun’s light remains. In the same way, in whomever God ‘enters’, He overpowers their light and exhibits His own divine light to a greater degree. Then, after completing the task for which He had ‘entered’ that entity, He separates from it. Thereafter, the other entity remains as he was before. Thus, the additional powers that that entity appeared to have should be known to actually be Purushottam Bhagwan’s powers.\n\n“In this way, the manifest form of Purushottam Narayan is the cause of all; He is forever divine and has a form. One should not perceive any type of imperfections in that form - it is like a murti made of sakar . Furthermore, one should meditate on, worship, and offer bhakti only to the form that one has seen. Furthermore, whichever human traits seem apparent in that God should be understood to be like the ‘maya’ of a magician. One who has such an understanding does not develop any form of delusion for that God in any way.\n\n“These facts can be understood by one with the following firm conviction: ‘Even at the time of atyantik-pralay , God and His devotees remain in Akshardham, where the devotees enjoy divine bliss, having attained a divine and definite form. Moreover, the form of that God and the forms of the devotees of God possess divine light that is equivalent to the light of countless suns and moons.’ Only one with such firm understanding is able to understand this fact.\n\n“Also, it is to liberate the jivas and to allow those jivas to offer the nine types of bhakti to Him that that God - who has a luminous and divine form - becomes like a human out of compassion, always doing so with all of His strength, divine powers and attendants. Even then, those who realize this esoteric truth understand the human form of God on this earth as being exactly the same as the form of God residing in Akshardham - they do not feel that there is even a slight difference between that form and this form. One who has known God in this way can be said to have known God perfectly. For him, maya can be said to have been eradicated. One who realizes this is called a devotee with gnan and an ekantik bhakta . Moreover, if, by chance, a person possessing such firm upasana of the manifest form of God - never harboring any doubts of maya being present in the form of God - were to behave unbecomingly due to the influence of bad company or due to the influence of his own prarabdha karmas , even then he would attain liberation. On the other hand, one who has doubts in realizing God in this way, even if he is a staunch, urdhvareta brahmachari and a great renunciant, attaining liberation would still be extremely difficult for him.\n\n“If a person has, from the beginning, developed a firm conviction that God possesses a form even at the end of atyantik-pralay , and if he were to listen to scriptures describing God as being merely full of divine light and formless, or if he were to hear such talks from someone, even then he would not harbor doubts. Why? Because he has realized, ‘God eternally possesses a form and is never formless. Furthermore, that very God assumes the forms of Ram, Krishna, etc.’ One with such firm understanding should be known to have perfect conviction.”\n\nIn this manner, for the purpose of enlightening His devotees, Shriji Maharaj talked about the unparalleled conviction of His own form. On hearing this, all of the paramhansas and devotees strengthened their faith in Shriji Maharaj’s form as described."
}