{
    "number": 262,
    "vachanamrut": "Gadhada III-39",
    "title": "Vishalyakarani Herbal Medicine",
    "setting": "On Āshādh vadi 10, Samvat 1886 [25 July 1829], Shriji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Addressing all of the paramhansas and satsangis , Shriji Mahārāj said, “What is God’s māyā ? Māyā is nothing but the sense of I-ness towards the body and my-ness towards anything related to the body. These should be eradicated. Anyone who eradicates māyā can be said to have transcended māyā . In fact, it is the principle of all of the scriptures that one should eradicate māyā and develop love for God. This principle must be understood - either today or some time in the future. Great devotees such as Hanumān, Nārad, Prahlād have also asked from God, ‘Protect us from māyā in the form of I-ness and my-ness, and may we develop love for You. May we also have the company of the Sant who has transcended māyā and has love for You; and may we develop affection and a sense of my-ness towards him as well.’ Therefore, we too should do the same and ask for the same, as well as do shravan , manan and nididhyās on this principle.”\n\nThen continuing, Shriji Mahārāj said, “A devotee of God requires the strength of two things: ātmā -realization and the greatness of God. What is ātmā -realization? It is to realize the ātmā as being distinct from the body. If while staying among the sādhus there happens to be a quarrel for some reason, or if the feelings of I-ness and my-ness, or vicious natures such as egotism, anger, avarice, lust, matsar , jealousy, cravings for taste, etc., prevail, then one who does not regard oneself as the ātmā perceives flaws in the sādhus . This would be extremely detrimental for him. That is why one should realize one’s true self as being the ātmā , distinct from the body.\n\n“That ātmā is neither a Brāhmin, nor a Kshatriya, nor a Kanbi. It is no one’s son and no one’s father. It belongs to no caste and to no class. It is radiant like the sun and fire; but it is also full of consciousness. The flames of fire and the rays of the sun are jad 1 because they do not move when touched by the finger. However, when an ant is touched by a finger, it moves and turns back. This implies that the ātmā is full of consciousness. It is said to be similar to the sun or to fire, but that is merely because its form is similar in radiance.\n\n“The ātmā has passed through countless life forms . 2 In fact, it is said that a person has drunk as much milk from his mothers as there is water in the ocean. In those lives, the ātmā has experienced death in countless ways, yet it has not perished. It has remained as it is. So, if it did not perish in that state of ignorance when it regarded itself as the body, how shall it perish now that we have its gnān ? Thus, we should realize that ātmā as our true self.\n\n“Furthermore, how should the greatness of God be understood? Well, God is the Lord of the lords of countless brahmānds . However, the brahmānds of which He is lord are insignificant compared to Him. Therefore, it is said:\n\n“Within each brahmānd there are Brahmā, Vishnu and Shiv, as well as the pruthvi with its seven dwips , seven oceans, Meru, and Lokālok and other mountains. The brahmānds also contain the 14 realms, the eight barriers, and many other things. God is the lord of countless such brahmānds . For example, one can realize the eminence of an emperor of the world, even though his villages can be counted. But the eminence of God is much greater because even those countless brahmānds are insignificant to Him. So then, of what significance can the beings of those brahmānds be before God? Of no significance at all; they are utterly insignificant.\n\n“Furthermore, in those brahmānds , what are the pleasures of the panchvishays that God has given to the jivas like? Well, those pleasures seem extremely rare; so much so, that many have given their heads for them. However, the bliss of God’s own form and of His abode are indeed outstanding. The pleasures of the worldly vishays are dependent on other factors and must be experienced distinctly. In comparison, God is the reservoir of all forms of bliss. Moreover, the bliss of God is imperishable and extremely divine. For this, consider the following analogy: An extremely wealthy man enjoys a great variety of food at home. Then, after finishing the meal, he throws a leftover piece of rotlo to a dog. In this case, the leftover piece of rotlo can be considered utterly inferior, and the various delicacies that the wealthy man enjoys can be considered to be full of pleasure. In the same way, God has given the countless jivas of the brahmānds the pleasures of the panchvishays . But they are inferior like the piece of rotlo thrown to the dog, whereas the bliss of God Himself is far superior.\n\n“Even so, God grants a great deal of happiness to the jiva during the state of deep sleep. During deep sleep, one is relieved of even severe pain, and instead, one experiences profound peace.\n\n“Even the great such as Brahmā, Shiv, Lakshmiji, Rādhāji, Nārad, Shuk, the Sanakādik, and the nine Yogeshwars apply the dust of God’s holy feet upon their heads. They put aside all of their self-importance and constantly offer bhakti to Him.\n\n“Moreover, just look at the diverse creation created by God! What ingenuity He has used! Just see, a human is born of a human and an animal from an animal; a tree from a tree and an ant from an ant. Also, no matter how intelligent someone may be, no one is capable of replacing a destroyed part of someone’s body exactly as it was before. God possesses innumerable such skills. Therefore, by realizing such greatness of God and realizing Him to be blissful, one develops vairāgya for all things and love for God alone.\n\n“If one attains the gnān of one’s jivātmā and the gnān of God’s greatness as mentioned earlier, then even if one has somehow become attached to any sort of pleasures of the panchvishays , one would not remain bound by them, but would, in fact, break that bondage and withdraw from them. How, then, can one who forsakes the pleasures of the panchvishays become attached? Therefore, having listened to these two types of gnān , one should apply them within one’s mind with great fervor. For example, a brave and fierce man would be extremely angered if an adversary killed his father. If the adversary harassed him further by also killing his son and brother, kidnapping his wife, passing on his mother to a Muslim, as well as stealing all his belongings, the man would become increasingly aggravated as he is harassed more and more. At all times then - while awake as well as in his dreams - he would be obsessed by only this. In the same way, only when a person is constantly obsessed by these two topics can that gnān be realized. Then, that gnān would assist him against any sort of adversity that may befall him. For example, when Hanumānji brought the vishalyakarani herbal medicine for Rāmchandra and gave it to him to drink , 4 all of the arrows from Rāmchandraji’s body fell out by themselves. Similarly, all of the ‘arrows’ in the form of the indriyas’ desires to indulge in the vishays are removed when these two points have been embedded in a person’s mind. That is to say, the vruttis of his indriyas withdraw from the pleasures of the vishays and become rooted only in God. Only he is a satsangi , because only he who associates with his own satya ātmā and satya God can be called a satsangi .\n\n“If a godly person were to hear the talks of these two points, they would stir his heart and pervade every pore of his body. Conversely, if a demonic person were to hear them, they would not touch his heart at all; instead, they would exit from his ears, just as khir would not remain in a dog’s stomach because the dog would vomit it out. In actual fact, nothing can be said to be as delicious as khir , yet it does not remain in a dog’s stomach, let alone pervade its body. On the other hand, if a man were to eat khir , it would indeed pervade every pore of his body, and it would be extremely enjoyable. Likewise, these talks do not enter into the hearts of dog-like, demonic people; rather, these talks enter and pervade totally only in the hearts of godly people.”\n\nShriji Mahārāj then added, “Only God is like God. Many have attained qualities similar to His by worshipping Him , 5 yet they certainly do not become like God. If they did become like God, this would suggest the existence of several Gods. As a result, the governance of the world would not remain orderly. One God would say, ‘I will create the world,’ while another God would say, ‘I will destroy the world.’ One God would say, ‘I will make it rain,’ while another would say, ‘I will not.’ One would say, ‘I will instill human instincts in animals,’ while another would say, ‘I will instill animal instincts in humans.’ A stable state would not be possible in this situation. But see how orderly everything functions in the world! There is not even the slightest irregularity. Thus, the governor of all activities and the lord of all is one God. Not only that, it seems that no one can ever challenge Him. Therefore, God is definitely one, and no one can become like Him.\n\n“All these facts that I have revealed may be simple, but everything is included therein. However, only the wise can grasp their essence, but not others. Whosoever understands these facts and thoroughly consolidates them has accomplished everything; indeed, he has nothing more to achieve. Having listened to these discourses delivered by Me, one should keep the company of those devotees of God who have thoroughly imbibed them. This will lead to the day-by-day consolidation of those discourses.”\n\nIn conclusion, Shriji Mahārāj revealed, “I deliver these discourses to you not from any imagination of My mind, nor to display any sort of aptitude. I have experienced all that I have spoken about. In fact, I speak in accordance to what I practice. Outwardly, I may have a great deal of contact with women, wealth and the panchvishays . In fact, wherever I go - Surat, Amdāvād, Vadodarā, Vartāl, etc. - thousands of people gather; they obey Me, honor Me and welcome Me with great fanfare. There I stay in luxurious places and receive rich clothes, vehicles, etc. Despite all of this, whenever I look towards My ātmā and towards the greatness of God, it all seems absolutely insignificant. I cannot become attached to any of it. In fact, I become oblivious to it all, just as one is oblivious to one’s past lives. The reason I can behave in such a manner is that I have thoroughly realized the aforementioned two topics. In fact, whosoever realizes them would also behave accordingly if ever he were somehow put in similar circumstances. Therefore, these two topics should be understood by all means.”\n\nOn Ashadh vadi 10, Samvat 1886 [25 July 1829], Shriji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nAddressing all of the paramhansas and satsangis , Shriji Maharaj said, “What is God’s maya ? Maya is nothing but the sense of I-ness towards the body and my-ness towards anything related to the body. These should be eradicated. Anyone who eradicates maya can be said to have transcended maya . In fact, it is the principle of all of the scriptures that one should eradicate maya and develop love for God. This principle must be understood - either today or some time in the future. Great devotees such as Hanuman, Narad, Prahlad have also asked from God, ‘Protect us from maya in the form of I-ness and my-ness, and may we develop love for You. May we also have the company of the Sant who has transcended maya and has love for You; and may we develop affection and a sense of my-ness towards him as well.’ Therefore, we too should do the same and ask for the same, as well as do shravan , manan and nididhyas on this principle.”\n\nThen continuing, Shriji Maharaj said, “A devotee of God requires the strength of two things: atma -realization and the greatness of God. What is atma -realization? It is to realize the atma as being distinct from the body. If while staying among the sadhus there happens to be a quarrel for some reason, or if the feelings of I-ness and my-ness, or vicious natures such as egotism, anger, avarice, lust, matsar , jealousy, cravings for taste, etc., prevail, then one who does not regard oneself as the atma perceives flaws in the sadhus . This would be extremely detrimental for him. That is why one should realize one’s true self as being the atma , distinct from the body.\n\n“That atma is neither a Brahmin, nor a Kshatriya, nor a Kanbi. It is no one’s son and no one’s father. It belongs to no caste and to no class. It is radiant like the sun and fire; but it is also full of consciousness. The flames of fire and the rays of the sun are jad 1 because they do not move when touched by the finger. However, when an ant is touched by a finger, it moves and turns back. This implies that the atma is full of consciousness. It is said to be similar to the sun or to fire, but that is merely because its form is similar in radiance.\n\n“The atma has passed through countless life forms . 2 In fact, it is said that a person has drunk as much milk from his mothers as there is water in the ocean. In those lives, the atma has experienced death in countless ways, yet it has not perished. It has remained as it is. So, if it did not perish in that state of ignorance when it regarded itself as the body, how shall it perish now that we have its gnan ? Thus, we should realize that atma as our true self.\n\n“Furthermore, how should the greatness of God be understood? Well, God is the Lord of the lords of countless brahmands . However, the brahmands of which He is lord are insignificant compared to Him. Therefore, it is said:\n\n“Within each brahmand there are Brahma, Vishnu and Shiv, as well as the pruthvi with its seven dwips , seven oceans, Meru, and Lokalok and other mountains. The brahmands also contain the 14 realms, the eight barriers, and many other things. God is the lord of countless such brahmands . For example, one can realize the eminence of an emperor of the world, even though his villages can be counted. But the eminence of God is much greater because even those countless brahmands are insignificant to Him. So then, of what significance can the beings of those brahmands be before God? Of no significance at all; they are utterly insignificant.\n\n“Furthermore, in those brahmands , what are the pleasures of the panchvishays that God has given to the jivas like? Well, those pleasures seem extremely rare; so much so, that many have given their heads for them. However, the bliss of God’s own form and of His abode are indeed outstanding. The pleasures of the worldly vishays are dependent on other factors and must be experienced distinctly. In comparison, God is the reservoir of all forms of bliss. Moreover, the bliss of God is imperishable and extremely divine. For this, consider the following analogy: An extremely wealthy man enjoys a great variety of food at home. Then, after finishing the meal, he throws a leftover piece of rotlo to a dog. In this case, the leftover piece of rotlo can be considered utterly inferior, and the various delicacies that the wealthy man enjoys can be considered to be full of pleasure. In the same way, God has given the countless jivas of the brahmands the pleasures of the panchvishays . But they are inferior like the piece of rotlo thrown to the dog, whereas the bliss of God Himself is far superior.\n\n“Even so, God grants a great deal of happiness to the jiva during the state of deep sleep. During deep sleep, one is relieved of even severe pain, and instead, one experiences profound peace.\n\n“Even the great such as Brahma, Shiv, Lakshmiji, Radhaji, Narad, Shuk, the Sanakadik, and the nine Yogeshwars apply the dust of God’s holy feet upon their heads. They put aside all of their self-importance and constantly offer bhakti to Him.\n\n“Moreover, just look at the diverse creation created by God! What ingenuity He has used! Just see, a human is born of a human and an animal from an animal; a tree from a tree and an ant from an ant. Also, no matter how intelligent someone may be, no one is capable of replacing a destroyed part of someone’s body exactly as it was before. God possesses innumerable such skills. Therefore, by realizing such greatness of God and realizing Him to be blissful, one develops vairagya for all things and love for God alone.\n\n“If one attains the gnan of one’s jivatma and the gnan of God’s greatness as mentioned earlier, then even if one has somehow become attached to any sort of pleasures of the panchvishays , one would not remain bound by them, but would, in fact, break that bondage and withdraw from them. How, then, can one who forsakes the pleasures of the panchvishays become attached? Therefore, having listened to these two types of gnan , one should apply them within one’s mind with great fervor. For example, a brave and fierce man would be extremely angered if an adversary killed his father. If the adversary harassed him further by also killing his son and brother, kidnapping his wife, passing on his mother to a Muslim, as well as stealing all his belongings, the man would become increasingly aggravated as he is harassed more and more. At all times then - while awake as well as in his dreams - he would be obsessed by only this. In the same way, only when a person is constantly obsessed by these two topics can that gnan be realized. Then, that gnan would assist him against any sort of adversity that may befall him. For example, when Hanumanji brought the vishalyakarani herbal medicine for Ramchandra and gave it to him to drink , 4 all of the arrows from Ramchandraji’s body fell out by themselves. Similarly, all of the ‘arrows’ in the form of the indriyas’ desires to indulge in the vishays are removed when these two points have been embedded in a person’s mind. That is to say, the vruttis of his indriyas withdraw from the pleasures of the vishays and become rooted only in God. Only he is a satsangi , because only he who associates with his own satya atma and satya God can be called a satsangi .\n\n“If a godly person were to hear the talks of these two points, they would stir his heart and pervade every pore of his body. Conversely, if a demonic person were to hear them, they would not touch his heart at all; instead, they would exit from his ears, just as khir would not remain in a dog’s stomach because the dog would vomit it out. In actual fact, nothing can be said to be as delicious as khir , yet it does not remain in a dog’s stomach, let alone pervade its body. On the other hand, if a man were to eat khir , it would indeed pervade every pore of his body, and it would be extremely enjoyable. Likewise, these talks do not enter into the hearts of dog-like, demonic people; rather, these talks enter and pervade totally only in the hearts of godly people.”\n\nShriji Maharaj then added, “Only God is like God. Many have attained qualities similar to His by worshipping Him , 5 yet they certainly do not become like God. If they did become like God, this would suggest the existence of several Gods. As a result, the governance of the world would not remain orderly. One God would say, ‘I will create the world,’ while another God would say, ‘I will destroy the world.’ One God would say, ‘I will make it rain,’ while another would say, ‘I will not.’ One would say, ‘I will instill human instincts in animals,’ while another would say, ‘I will instill animal instincts in humans.’ A stable state would not be possible in this situation. But see how orderly everything functions in the world! There is not even the slightest irregularity. Thus, the governor of all activities and the lord of all is one God. Not only that, it seems that no one can ever challenge Him. Therefore, God is definitely one, and no one can become like Him.\n\n“All these facts that I have revealed may be simple, but everything is included therein. However, only the wise can grasp their essence, but not others. Whosoever understands these facts and thoroughly consolidates them has accomplished everything; indeed, he has nothing more to achieve. Having listened to these discourses delivered by Me, one should keep the company of those devotees of God who have thoroughly imbibed them. This will lead to the day-by-day consolidation of those discourses.”\n\nIn conclusion, Shriji Maharaj revealed, “I deliver these discourses to you not from any imagination of My mind, nor to display any sort of aptitude. I have experienced all that I have spoken about. In fact, I speak in accordance to what I practice. Outwardly, I may have a great deal of contact with women, wealth and the panchvishays . In fact, wherever I go - Surat, Amdavad, Vadodara, Vartal, etc. - thousands of people gather; they obey Me, honor Me and welcome Me with great fanfare. There I stay in luxurious places and receive rich clothes, vehicles, etc. Despite all of this, whenever I look towards My atma and towards the greatness of God, it all seems absolutely insignificant. I cannot become attached to any of it. In fact, I become oblivious to it all, just as one is oblivious to one’s past lives. The reason I can behave in such a manner is that I have thoroughly realized the aforementioned two topics. In fact, whosoever realizes them would also behave accordingly if ever he were somehow put in similar circumstances. Therefore, these two topics should be understood by all means.”"
}