{
    "number": 94,
    "vachanamrut": "Sarangpur-16",
    "title": "Narnārāyan’s Austerities",
    "setting": "On Bhādarvā sudi 5, Samvat 1877 [12 September 1820], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside Jivā Khāchar’s room in Sārangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Paramānand Swāmi asked a question, “It is said in the Shrimad Bhāgwat, ‘While residing in Badrikāshram, Shri Narnārāyan is performing austerities for the sake of the liberation and happiness of all of the people in Bharat-khand.’ Why is it, then, that everyone does not tread the path of liberation?”\n\nShriji Mahārāj explained, “The answer lies in the fifth canto of the Shrimad Bhāgwat. It is said therein, ‘God is performing austerities, but he does so only for the sake of his devotees, not for those who are not devotees of God.’\n\n“Shri Narnārāyan Bhagwān, who is clad in the attire of an ascetic, performs harsh austerities out of extreme compassion for and for the benefit of those people who realize the rarity of attaining a human body in this Bharat-khand and thus attain the refuge of God and offer bhakti to him. While performing such austerities and endowed with the virtues of dharma , gnān , vairāgya , upsham , divine powers, etc. that are constantly inherent in him to a great extent, he dwells in Badrikāshram until the dissolution of the cosmos. Thus, even if his devotees who live in Bharat-khand may possess the virtues of dharma , gnān , etc. to a lesser degree, they flourish greatly in just a short span of time due to the power of God’s virtuous austerities. Thereafter, by the will of God, such devotees have the darshan of the manifest form of Shri Krishna Bhagwān amidst the divine light of Aksharbrahma that is in their hearts. In this way, due to God’s austerities, devotees attain liberation without any hindrances. However, those who are not devotees of God do not attain liberation. This is the answer to your question.”\n\nOn Bhadarva sudi 5, Samvat 1877 [12 September 1820], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside Jiva Khachar’s room in Sarangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Paramanand Swami asked a question, “It is said in the Shrimad Bhagwat, ‘While residing in Badrikashram, Shri Narnarayan is performing austerities for the sake of the liberation and happiness of all of the people in Bharat-khand.’ Why is it, then, that everyone does not tread the path of liberation?”\n\nShriji Maharaj explained, “The answer lies in the fifth canto of the Shrimad Bhagwat. It is said therein, ‘God is performing austerities, but he does so only for the sake of his devotees, not for those who are not devotees of God.’\n\n“Shri Narnarayan Bhagwan, who is clad in the attire of an ascetic, performs harsh austerities out of extreme compassion for and for the benefit of those people who realize the rarity of attaining a human body in this Bharat-khand and thus attain the refuge of God and offer bhakti to him. While performing such austerities and endowed with the virtues of dharma , gnan , vairagya , upsham , divine powers, etc. that are constantly inherent in him to a great extent, he dwells in Badrikashram until the dissolution of the cosmos. Thus, even if his devotees who live in Bharat-khand may possess the virtues of dharma , gnan , etc. to a lesser degree, they flourish greatly in just a short span of time due to the power of God’s virtuous austerities. Thereafter, by the will of God, such devotees have the darshan of the manifest form of Shri Krishna Bhagwan amidst the divine light of Aksharbrahma that is in their hearts. In this way, due to God’s austerities, devotees attain liberation without any hindrances. However, those who are not devotees of God do not attain liberation. This is the answer to your question.”"
}