{
    "number": 25,
    "vachanamrut": "Gadhada I-25",
    "title": "The Flow of Twenty Pails of Water",
    "setting": "On the morning of Posh sudi 7, Samvat 1876 [23 December 1819], Shriji Mahārāj arrived at the residence of the paramhansas in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. He had also tied a white feto around His head. He was sitting facing east on the western veranda. At that time, paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said out of compassion, “A devotee of God who observes only swadharma does not feel completely fulfilled within his heart. That feeling of fulfillment can only be attained by ātmā -realization and the knowledge of God’s greatness. Moreover, the extent of the deficiency in these two attributes determines the extent of the deficiency in his experience of fulfillment. Therefore, a devotee of God should firmly cultivate these two qualities.\n\n“Moreover, the extent of the deficiency remaining in these two factors also determines the extent of the hindrances experienced during samādhi . Recently, I granted samādhi to a devotee in which she saw intense divine light. Seeing that light, she began to scream; she shouted, ‘I’m burning!’ Therefore, even those who experience samādhi require ātmā -realization. If one does not realize one’s own self to be the ātmā and instead believes one’s self to be the body, much deficiency will remain. I explained to that devotee, ‘Your self is the ātmā , not the body. You are not this Lādkibai of the Bhāt sub-caste. Rather, your self is the ātmā , which is unpierceable and uncuttable.’ I then placed her into samādhi again and told her, ‘Go to the four-petalled lotus at the site of Ganapati and behold your own self there.’\n\n“When a person in samādhi enters the site of Ganapati, that person hears divine sounds and sees divine light. When he enters the higher site of Brahmā, he hears louder sounds and sees brighter light. When he enters the still higher site of Vishnu, he hears even louder sounds and sees even brighter light. In this manner, as he enters higher and higher locations, he hears increasingly louder sounds and sees increasingly brighter light. As a result of the intense divine light seen in samādhi and the loud thunderous sounds that occur, even the most resolute become timid. For example, despite being a devotee of God and despite being extremely brave, Arjun was still incapable of beholding God’s Vishwarup form. He therefore pleaded, ‘O Mahārāj! I am incapable of beholding this form of yours. Please grant me darshan of your former form.’ Similarly, in samādhi , when thundering noises like those of an entire brahmānd exploding are heard and masses of intense light like overflowing oceans are seen, even the brave lose their patience. Therefore, one should understand one’s own self to be distinct from the body.\n\n“ Samādhi experienced in this manner is achieved in two ways. One is controlling the prāns through prānāyām , whereby the chitt is also controlled. The other is by controlling the chitt , whereby the prāns are also controlled. When is control over the chitt achieved? It is achieved when one’s vruttis are detached from everything else and focused only on God. However, these vruttis can be focused on God only when desires for everything else are overcome and only a singular desire for the form of God remains. Thereafter, those vruttis will not be deflected from God’s form by any means whatsoever. For example, if twenty pails of water are drawn from a well and the flow of water from each pail allowed to flow in separate directions, then there would be little force in each flow. However, if the flow of all twenty pails of water are combined, then the resultant flow would become extremely powerful - like that of a river - and would not be able to be diverted by any means whatsoever. Similarly, when a person’s vruttis have become free of worldly desires, his chitt focuses only on God’s form.\n\n“Conversely, when a person has desires in his chitt for the pleasures of the world, his vrutti is widely dispersed among countless types of sounds via the ears. Similarly, via the skin, the vrutti is dispersed among thousands of different types of touch sensations; the vrutti of the eyes is dispersed among thousands of different types of things to see; the vrutti of the tongue is dispersed among thousands of different types of tastes; and the vrutti of the nose is dispersed among countless types of smells. In the same manner, the vruttis of his karma-indriyas are dispersed among their respective vishays in thousands of different ways. In this way, via the ten indriyas , his antahkaran is dispersed in thousands of different ways. Only when his chitt contemplates on God, and his man generates thoughts of God, and his buddhi establishes the conviction of God, and his ahamkār harbors the consciousness, ‘I am the ātmā , and a devotee of God,’ can his desire for God be known to have become singular.\n\n“Alternatively, the control of the chitt by controlling the prāns is achieved by ashtāng-yoga , which comprises of eight stages: yam , niyam , āsan , prānāyām , pratyāhār , dhyān , dhārnā and samādhi . This ashtāng-yoga is a means, and its fruit is the nirvikalp samādhi of God. When this nirvikalp samādhi is achieved, the chitt is controlled by controlling the prāns . On the other hand, if the chitt focuses on God after becoming free of worldly desires, then the prāns are controlled by control of the chitt . Therefore, just as the chitt is controlled by mastering ashtāng-yoga , similarly, the chitt can also be controlled by focusing on the form of God. A devotee whose chitt’s vrutti becomes focused on the form of God masters ashtāng-yoga without even attempting to master it. Therefore, the spiritual endeavors of ātmā -realization and the knowledge of God’s greatness that I have just described should be firmly practiced.\n\n“Furthermore, one’s religious vows - which are God’s injunctions - should certainly be observed. For example, the dharma of a Brāhmin is to bathe, lead a pure life and never drink even water from a Shudra’s house. Similarly, a satsangi should never falter in observing God’s injunctions. Why? Because God will be pleased with him if he behaves accordingly.\n\n“Moreover, a person should very firmly maintain both the knowledge of God’s greatness as well as the knowledge of the ātmā coupled with vairāgya . He should also feel fulfilled by realizing, ‘Now I have no deficiencies remaining.’ With this understanding, he should constantly offer bhakti to God. Having said this though, he should not get carried away in the elation of this understanding. Nor should he feel unfulfilled. If he does feel unfulfilled, then the blessings that have been showered upon him by God can be considered as not having germinated - like a seed sown in saline soil. Conversely, if he gets carried away and begins to behave waywardly, then that is like having thrown a seed into a fire, which burns it. Therefore, if one understands as I have explained, then no form of deficiency will remain whatsoever.”\n\nAfter saying this, Shriji Mahārāj returned to His seat.\n\nOn the morning of Posh sudi 7, Samvat 1876 [23 December 1819], Shriji Maharaj arrived at the residence of the paramhansas in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a thick, white cotton cloth. He had also tied a white feto around His head. He was sitting facing east on the western veranda. At that time, paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said out of compassion, “A devotee of God who observes only swadharma does not feel completely fulfilled within his heart. That feeling of fulfillment can only be attained by atma -realization and the knowledge of God’s greatness. Moreover, the extent of the deficiency in these two attributes determines the extent of the deficiency in his experience of fulfillment. Therefore, a devotee of God should firmly cultivate these two qualities.\n\n“Moreover, the extent of the deficiency remaining in these two factors also determines the extent of the hindrances experienced during samadhi . Recently, I granted samadhi to a devotee in which she saw intense divine light. Seeing that light, she began to scream; she shouted, ‘I’m burning!’ Therefore, even those who experience samadhi require atma -realization. If one does not realize one’s own self to be the atma and instead believes one’s self to be the body, much deficiency will remain. I explained to that devotee, ‘Your self is the atma , not the body. You are not this Ladkibai of the Bhat sub-caste. Rather, your self is the atma , which is unpierceable and uncuttable.’ I then placed her into samadhi again and told her, ‘Go to the four-petalled lotus at the site of Ganapati and behold your own self there.’\n\n“When a person in samadhi enters the site of Ganapati, that person hears divine sounds and sees divine light. When he enters the higher site of Brahma, he hears louder sounds and sees brighter light. When he enters the still higher site of Vishnu, he hears even louder sounds and sees even brighter light. In this manner, as he enters higher and higher locations, he hears increasingly louder sounds and sees increasingly brighter light. As a result of the intense divine light seen in samadhi and the loud thunderous sounds that occur, even the most resolute become timid. For example, despite being a devotee of God and despite being extremely brave, Arjun was still incapable of beholding God’s Vishwarup form. He therefore pleaded, ‘O Maharaj! I am incapable of beholding this form of yours. Please grant me darshan of your former form.’ Similarly, in samadhi , when thundering noises like those of an entire brahmand exploding are heard and masses of intense light like overflowing oceans are seen, even the brave lose their patience. Therefore, one should understand one’s own self to be distinct from the body.\n\n“ Samadhi experienced in this manner is achieved in two ways. One is controlling the prans through pranayam , whereby the chitt is also controlled. The other is by controlling the chitt , whereby the prans are also controlled. When is control over the chitt achieved? It is achieved when one’s vruttis are detached from everything else and focused only on God. However, these vruttis can be focused on God only when desires for everything else are overcome and only a singular desire for the form of God remains. Thereafter, those vruttis will not be deflected from God’s form by any means whatsoever. For example, if twenty pails of water are drawn from a well and the flow of water from each pail allowed to flow in separate directions, then there would be little force in each flow. However, if the flow of all twenty pails of water are combined, then the resultant flow would become extremely powerful - like that of a river - and would not be able to be diverted by any means whatsoever. Similarly, when a person’s vruttis have become free of worldly desires, his chitt focuses only on God’s form.\n\n“Conversely, when a person has desires in his chitt for the pleasures of the world, his vrutti is widely dispersed among countless types of sounds via the ears. Similarly, via the skin, the vrutti is dispersed among thousands of different types of touch sensations; the vrutti of the eyes is dispersed among thousands of different types of things to see; the vrutti of the tongue is dispersed among thousands of different types of tastes; and the vrutti of the nose is dispersed among countless types of smells. In the same manner, the vruttis of his karma-indriyas are dispersed among their respective vishays in thousands of different ways. In this way, via the ten indriyas , his antahkaran is dispersed in thousands of different ways. Only when his chitt contemplates on God, and his man generates thoughts of God, and his buddhi establishes the conviction of God, and his ahamkar harbors the consciousness, ‘I am the atma , and a devotee of God,’ can his desire for God be known to have become singular.\n\n“Alternatively, the control of the chitt by controlling the prans is achieved by ashtang-yoga , which comprises of eight stages: yam , niyam , asan , pranayam , pratyahar , dhyan , dharna and samadhi . This ashtang-yoga is a means, and its fruit is the nirvikalp samadhi of God. When this nirvikalp samadhi is achieved, the chitt is controlled by controlling the prans . On the other hand, if the chitt focuses on God after becoming free of worldly desires, then the prans are controlled by control of the chitt . Therefore, just as the chitt is controlled by mastering ashtang-yoga , similarly, the chitt can also be controlled by focusing on the form of God. A devotee whose chitt’s vrutti becomes focused on the form of God masters ashtang-yoga without even attempting to master it. Therefore, the spiritual endeavors of atma -realization and the knowledge of God’s greatness that I have just described should be firmly practiced.\n\n“Furthermore, one’s religious vows - which are God’s injunctions - should certainly be observed. For example, the dharma of a Brahmin is to bathe, lead a pure life and never drink even water from a Shudra’s house. Similarly, a satsangi should never falter in observing God’s injunctions. Why? Because God will be pleased with him if he behaves accordingly.\n\n“Moreover, a person should very firmly maintain both the knowledge of God’s greatness as well as the knowledge of the atma coupled with vairagya . He should also feel fulfilled by realizing, ‘Now I have no deficiencies remaining.’ With this understanding, he should constantly offer bhakti to God. Having said this though, he should not get carried away in the elation of this understanding. Nor should he feel unfulfilled. If he does feel unfulfilled, then the blessings that have been showered upon him by God can be considered as not having germinated - like a seed sown in saline soil. Conversely, if he gets carried away and begins to behave waywardly, then that is like having thrown a seed into a fire, which burns it. Therefore, if one understands as I have explained, then no form of deficiency will remain whatsoever.”\n\nAfter saying this, Shriji Maharaj returned to His seat."
}