{
    "number": 158,
    "vachanamrut": "Gadhada II-25",
    "title": "A Renunciant Who Harbours Worldly Desires and a Householder Who Has No Worldly Desires",
    "setting": "On Shrāvan vadi 6, Samvat 1879 [8 August 1822], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the south-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Addressing all of the paramhansas , Shriji Mahārāj said, “Please listen, I wish to ask you a question. First, suppose there is a renunciant devotee of God who is strict in the physical observance of all religious vows. However, within his heart, he has an intense desire to indulge in the vishays . Nevertheless, he does not physically succumb to those desires. Such is the renunciant. Suppose there is also another devotee who is a householder. Physically, he has close contact with both women and wealth. However, in his heart, he is free of worldly desires in all respects. The question, then, is what will be their fate after death? Will they both attain the same state? Or will one become superior to the other? Please consider the distinctions between the two and give an answer for each separately.”\n\nThereupon Gopālānand Swāmi replied, “When the renunciant passes away, because of the intense desires in his heart to indulge in the vishays , God will make him a wealthy householder either in this Mrutyulok or in Devlok, where he will attain an abundance of vishays to indulge in. In fact, in Devlok, he will indulge in vishays like those of a person who has deviated from his spiritual endeavors as described in the Bhagwad Gitā.\n\n“On the other hand, when the householder devotee passes away, because he is free of worldly desires, he will attain the abode of God - Brahmapur - where he will reside at the holy feet of God.\n\n“As far as the aforementioned renunciant is concerned, when he becomes satiated after indulging in the vishays , he will eventually develop vairāgya towards them; and then, feeling guilty in his mind, he will engage in the worship of God. Thereafter, he will become free of worldly desires and attain the abode of God.”\n\nHearing this, Shriji Mahārāj commented, “Correct. That is the exact answer to the question.”\n\nThen Muktānand Swāmi asked, “If one has such strong worldly desires and wishes to eradicate them, by what means can they be eradicated?”\n\nShriji Mahārāj replied, “Just as Ukā Khāchar has become addicted to serving the sādhus , in the same way, if one becomes addicted to serving God and His Sant to the extent that one would not be able to stay for even a moment without serving them, then all of the impure desires in one’s antahkaran will be destroyed.”\n\nThen Swayamprakāshānand Swāmi asked, “Mahārāj, by which means is God extremely pleased?”\n\nShriji Mahārāj replied, “If a devotee who once had only 20 kg of grains in his house were to attain the sovereignty of a village, or the sovereignty of five villages, or the sovereignty of 50 villages, or the sovereignty of 100 villages, or even the sovereignty of the entire earth; and if, after this, he remains just as loving and humble with the Sant as he previously was when he was poor and submissive; and if he remains just as humble even if he were to attain the kingdom of Indralok and Brahmalok, then God would be extremely pleased upon him.\n\n“As for a renunciant, even after attaining powers similar to those possessed by God, if he continues to menially serve all sādhus in exactly the same manner as he did when he was new and timid and does not attempt to impose his authority upon other sādhus or try to compete with them, then God would be extremely pleased upon him.”\n\nOn Shravan vadi 6, Samvat 1879 [8 August 1822], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the south-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nAddressing all of the paramhansas , Shriji Maharaj said, “Please listen, I wish to ask you a question. First, suppose there is a renunciant devotee of God who is strict in the physical observance of all religious vows. However, within his heart, he has an intense desire to indulge in the vishays . Nevertheless, he does not physically succumb to those desires. Such is the renunciant. Suppose there is also another devotee who is a householder. Physically, he has close contact with both women and wealth. However, in his heart, he is free of worldly desires in all respects. The question, then, is what will be their fate after death? Will they both attain the same state? Or will one become superior to the other? Please consider the distinctions between the two and give an answer for each separately.”\n\nThereupon Gopalanand Swami replied, “When the renunciant passes away, because of the intense desires in his heart to indulge in the vishays , God will make him a wealthy householder either in this Mrutyulok or in Devlok, where he will attain an abundance of vishays to indulge in. In fact, in Devlok, he will indulge in vishays like those of a person who has deviated from his spiritual endeavors as described in the Bhagwad Gita.\n\n“On the other hand, when the householder devotee passes away, because he is free of worldly desires, he will attain the abode of God - Brahmapur - where he will reside at the holy feet of God.\n\n“As far as the aforementioned renunciant is concerned, when he becomes satiated after indulging in the vishays , he will eventually develop vairagya towards them; and then, feeling guilty in his mind, he will engage in the worship of God. Thereafter, he will become free of worldly desires and attain the abode of God.”\n\nHearing this, Shriji Maharaj commented, “Correct. That is the exact answer to the question.”\n\nThen Muktanand Swami asked, “If one has such strong worldly desires and wishes to eradicate them, by what means can they be eradicated?”\n\nShriji Maharaj replied, “Just as Uka Khachar has become addicted to serving the sadhus , in the same way, if one becomes addicted to serving God and His Sant to the extent that one would not be able to stay for even a moment without serving them, then all of the impure desires in one’s antahkaran will be destroyed.”\n\nThen Swayamprakashanand Swami asked, “Maharaj, by which means is God extremely pleased?”\n\nShriji Maharaj replied, “If a devotee who once had only 20 kg of grains in his house were to attain the sovereignty of a village, or the sovereignty of five villages, or the sovereignty of 50 villages, or the sovereignty of 100 villages, or even the sovereignty of the entire earth; and if, after this, he remains just as loving and humble with the Sant as he previously was when he was poor and submissive; and if he remains just as humble even if he were to attain the kingdom of Indralok and Brahmalok, then God would be extremely pleased upon him.\n\n“As for a renunciant, even after attaining powers similar to those possessed by God, if he continues to menially serve all sadhus in exactly the same manner as he did when he was new and timid and does not attempt to impose his authority upon other sadhus or try to compete with them, then God would be extremely pleased upon him.”"
}