{
    "number": 53,
    "vachanamrut": "Gadhada I-53",
    "title": "Progress and Regress",
    "setting": "On Mahā vadi 9, Samvat 1876 [8 February 1820], Shriji Mahārāj was sitting facing west on a large, decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white survāl and a white angarkhu . He had also tied a rich, orange shelu with a brocaded border around His waist. He had also tied a rich, orange reto with a brocaded border around His head. Tassels of flowers were dangling from that pāgh , and He was also wearing garlands of flowers around His neck. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then requested, “Someone please ask a question.”\n\nThereupon Muktānand Swāmi asked, “There are those in the Satsang fellowship who progress day by day. There are also those who, despite being in Satsang, seem to regress day by day. What is the reason for this?”\n\nShriji Mahārāj explained, “A person who perceives flaws in a great sādhu gradually regresses in Satsang. Conversely, a person who perceives virtues in that sādhu progresses, and his bhakti towards God also flourishes. Therefore, one should not perceive flaws in a sādhu ; instead, one should only perceive his virtues.\n\n“One should find a flaw in that sādhu only if he infringes the disciplines of any of the five religious vows prescribed by God. However, if the sādhu has no flaws in his observance of those disciplines, yet on seeing some peculiarity in the sādhu’s nature, if one feels that it is improper and thereby focuses only on his flaws, ignoring his many virtues, then one’s own noble virtues of gnān , vairāgya , etc., diminish.\n\n“Therefore, only if there is a discrepancy in the observance of religious vows should one find flaws; one should not find flaws in a devotee of God for any other trivial reason.\n\n“Moreover, if one does not find flaws, one’s noble virtues will begin to flourish day by day.”\n\nOn Maha vadi 9, Samvat 1876 [8 February 1820], Shriji Maharaj was sitting facing west on a large, decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white surval and a white angarkhu . He had also tied a rich, orange shelu with a brocaded border around His waist. He had also tied a rich, orange reto with a brocaded border around His head. Tassels of flowers were dangling from that pagh , and He was also wearing garlands of flowers around His neck. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then requested, “Someone please ask a question.”\n\nThereupon Muktanand Swami asked, “There are those in the Satsang fellowship who progress day by day. There are also those who, despite being in Satsang, seem to regress day by day. What is the reason for this?”\n\nShriji Maharaj explained, “A person who perceives flaws in a great sadhu gradually regresses in Satsang. Conversely, a person who perceives virtues in that sadhu progresses, and his bhakti towards God also flourishes. Therefore, one should not perceive flaws in a sadhu ; instead, one should only perceive his virtues.\n\n“One should find a flaw in that sadhu only if he infringes the disciplines of any of the five religious vows prescribed by God. However, if the sadhu has no flaws in his observance of those disciplines, yet on seeing some peculiarity in the sadhu’s nature, if one feels that it is improper and thereby focuses only on his flaws, ignoring his many virtues, then one’s own noble virtues of gnan , vairagya , etc., diminish.\n\n“Therefore, only if there is a discrepancy in the observance of religious vows should one find flaws; one should not find flaws in a devotee of God for any other trivial reason.\n\n“Moreover, if one does not find flaws, one’s noble virtues will begin to flourish day by day.”"
}