{
    "number": 197,
    "vachanamrut": "Gadhada II-64",
    "title": "Purushottam Bhatt’s Question",
    "setting": "On Posh sudi 7, Samvat 1881 [27 December 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked, “Mahārāj, are all avatārs of God equal, or are there distinctions among them?”\n\nShriji Mahārāj explained, “After listening to and analytically pondering over all of the scriptures written by Vyāsji, the conclusion I have reached regarding the avatārs of God - such as Matsya, Kachchha, Varāh, Nrusinh, etc. - is that Shri Krishna Bhagwān is the source of them all. That is to say, Shri Krishna Bhagwān is not an avatār like the other avatārs but is himself the source of all avatārs . That very Shri Krishna Bhagwān is our ishtadev. His divine incidents are comprehensively narrated in the tenth canto of the Shrimad Bhāgwat Purān. In fact, I have also considered it as a great authority in our Uddhav Sampradāy.\n\n“As all other avatārs are also of Shri Krishna Bhagwān, we should respect those avatārs and all scriptures which expound those avatārs . Nevertheless, we should primarily respect only Shri Krishna Bhagwān and the scriptures which expound him.”\n\nThereafter Purushottam Bhatt asked a question, “God created this world for the liberation of the jivas . But would it not have been possible for God, without creating this world, to grant liberation to the jivas while they were dormant in the womb of māyā ? Instead, why does He take the trouble of creating this whole world? That is the question.”\n\nShriji Mahārāj replied, “Bhagwān Shri Krishna Purushottam is the sovereign ruler and is eternal. He is forever present on his throne in his Akshardhām. Within the refuge of that Akshardhām reside countless millions of brahmānds . For example, a king who rules over the whole world owns innumerable villages, and of those, if one or two were to become desolate, or if one or two became populated, he would not even take notice. Similarly, Shri Krishna Bhagwān is the lord of countless millions of brahmānds . Those brahmānds , however, are not destroyed all at once. Thus, if one or two brahmānds are destroyed, God would not even take note of it.\n\n“In addition, the birth of that Shri Krishna Bhagwān from Devkiji is, strictly speaking, only for the sake of narration, because in actual fact, he is forever beyond birth.\n\n“Furthermore, by its vyatirek nature, the Akshardhām of Shri Krishna Bhagwān transcends Prakruti-Purush, and by its anvay nature it pervades everywhere - just as ākāsh by its anvay nature is present everywhere and by its vyatirek nature transcends the four bhuts . So it is for Shri Krishna Bhagwān’s Akshardhām.\n\n“Moreover, Shri Krishna Bhagwān forever dwells within that abode. But despite being present in Akshardhām, he also grants darshan to whomever, wherever and in whichever way it is necessary. He speaks to whomever it is necessary to speak to and even touches whomever it is necessary to touch. Just as one who has attained yogic powers can - while remaining in one place - see for thousands of miles and hear talks from thousands of miles away, similarly, despite being in his Akshardhām, God also reveals himself in the countless millions of brahmānds wherever there is a need to be revealed. Nevertheless, he himself is still always present in his Akshardhām. The fact that he remains in one place and yet reveals himself in countless places is a demonstration of his yogic powers - just as during the rās episode, when he assumed as many forms as there were gopis . This use of God’s yogic powers to remain in one place and at the same time to appear in countless places is itself his pervasive form. But unlike ākāsh , he does not pervade without possessing a form.\n\n“Moreover, by the yogic powers of God, the 500 million- yojan surface of the pruthvi becomes the size of a sub-atomic particle at the time of dissolution. Then, at the time of creation, from being subatomic in size, the pruthvi again becomes 500 million yojans large. Also, thunder, lightning and dense clouds of rain appear in the monsoon season. These and all other such wonders are all due to the yogic powers of God.\n\n“That Shri Krishna Bhagwān is worthy to be worshipped by spiritual aspirants in every way. Because while the other avatārs possessed the grandeur of maybe one or two powers, Shri Krishna Bhagwān possesses all powers. After all, Shri Krishna Bhagwān is not only amorous, he is also a renunciant; he possesses gnān and is also the sovereign ruler; he is a coward as well as brave. He is extremely compassionate and is a master of all yogic powers. He is very strong, as well as very deceptive. In this respect, then, only Shri Krishna Bhagwān possesses all powers.\n\n“It is in Shri Krishna Bhagwān’s Akshardhām that the countless millions of brahmānds are supported forever. Of those, when the 100-year lifespan 1 of a particular brahmānd expires, that brahmānd is destroyed. From this, it is clear that not all brahmānds are destroyed at the same time . 2 So, if other brahmānds are still present at the time of dissolution, why should God grant liberation to the jivas at that time? This is the answer to the question.”\n\nIn this way, Shriji Mahārāj indirectly revealed Himself as Purushottam. Upon hearing this, all of the devotees realized that that same Shri Krishna Purushottam is, in fact, the son of Dharma and Bhakti - Shriji Mahārāj.\n\nOn Posh sudi 7, Samvat 1881 [27 December 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked, “Maharaj, are all avatars of God equal, or are there distinctions among them?”\n\nShriji Maharaj explained, “After listening to and analytically pondering over all of the scriptures written by Vyasji, the conclusion I have reached regarding the avatars of God - such as Matsya, Kachchha, Varah, Nrusinh, etc. - is that Shri Krishna Bhagwan is the source of them all. That is to say, Shri Krishna Bhagwan is not an avatar like the other avatars but is himself the source of all avatars . That very Shri Krishna Bhagwan is our ishtadev. His divine incidents are comprehensively narrated in the tenth canto of the Shrimad Bhagwat Puran. In fact, I have also considered it as a great authority in our Uddhav Sampraday.\n\n“As all other avatars are also of Shri Krishna Bhagwan, we should respect those avatars and all scriptures which expound those avatars . Nevertheless, we should primarily respect only Shri Krishna Bhagwan and the scriptures which expound him.”\n\nThereafter Purushottam Bhatt asked a question, “God created this world for the liberation of the jivas . But would it not have been possible for God, without creating this world, to grant liberation to the jivas while they were dormant in the womb of maya ? Instead, why does He take the trouble of creating this whole world? That is the question.”\n\nShriji Maharaj replied, “Bhagwan Shri Krishna Purushottam is the sovereign ruler and is eternal. He is forever present on his throne in his Akshardham. Within the refuge of that Akshardham reside countless millions of brahmands . For example, a king who rules over the whole world owns innumerable villages, and of those, if one or two were to become desolate, or if one or two became populated, he would not even take notice. Similarly, Shri Krishna Bhagwan is the lord of countless millions of brahmands . Those brahmands , however, are not destroyed all at once. Thus, if one or two brahmands are destroyed, God would not even take note of it.\n\n“In addition, the birth of that Shri Krishna Bhagwan from Devkiji is, strictly speaking, only for the sake of narration, because in actual fact, he is forever beyond birth.\n\n“Furthermore, by its vyatirek nature, the Akshardham of Shri Krishna Bhagwan transcends Prakruti-Purush, and by its anvay nature it pervades everywhere - just as akash by its anvay nature is present everywhere and by its vyatirek nature transcends the four bhuts . So it is for Shri Krishna Bhagwan’s Akshardham.\n\n“Moreover, Shri Krishna Bhagwan forever dwells within that abode. But despite being present in Akshardham, he also grants darshan to whomever, wherever and in whichever way it is necessary. He speaks to whomever it is necessary to speak to and even touches whomever it is necessary to touch. Just as one who has attained yogic powers can - while remaining in one place - see for thousands of miles and hear talks from thousands of miles away, similarly, despite being in his Akshardham, God also reveals himself in the countless millions of brahmands wherever there is a need to be revealed. Nevertheless, he himself is still always present in his Akshardham. The fact that he remains in one place and yet reveals himself in countless places is a demonstration of his yogic powers - just as during the ras episode, when he assumed as many forms as there were gopis . This use of God’s yogic powers to remain in one place and at the same time to appear in countless places is itself his pervasive form. But unlike akash , he does not pervade without possessing a form.\n\n“Moreover, by the yogic powers of God, the 500 million- yojan surface of the pruthvi becomes the size of a sub-atomic particle at the time of dissolution. Then, at the time of creation, from being subatomic in size, the pruthvi again becomes 500 million yojans large. Also, thunder, lightning and dense clouds of rain appear in the monsoon season. These and all other such wonders are all due to the yogic powers of God.\n\n“That Shri Krishna Bhagwan is worthy to be worshipped by spiritual aspirants in every way. Because while the other avatars possessed the grandeur of maybe one or two powers, Shri Krishna Bhagwan possesses all powers. After all, Shri Krishna Bhagwan is not only amorous, he is also a renunciant; he possesses gnan and is also the sovereign ruler; he is a coward as well as brave. He is extremely compassionate and is a master of all yogic powers. He is very strong, as well as very deceptive. In this respect, then, only Shri Krishna Bhagwan possesses all powers.\n\n“It is in Shri Krishna Bhagwan’s Akshardham that the countless millions of brahmands are supported forever. Of those, when the 100-year lifespan 1 of a particular brahmand expires, that brahmand is destroyed. From this, it is clear that not all brahmands are destroyed at the same time . 2 So, if other brahmands are still present at the time of dissolution, why should God grant liberation to the jivas at that time? This is the answer to the question.”\n\nIn this way, Shriji Maharaj indirectly revealed Himself as Purushottam. Upon hearing this, all of the devotees realized that that same Shri Krishna Purushottam is, in fact, the son of Dharma and Bhakti - Shriji Maharaj."
}