{
    "number": 216,
    "vachanamrut": "Vartal-16",
    "title": "Not Feeling Comfortable with Worldly Great Men",
    "setting": "On Posh vadi 13, Samvat 1882 [4 February 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a dais under the neem tree in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.",
    "text": "Also sitting in the assembly was a pundit from Vadodarā. He said, “Mahārāj, if you show a miracle to some worldly, eminent man, then its impact will be very beneficial for the development of the Satsang fellowship.”\n\nThereupon Shriji Mahārāj said, “I do not get along very well with such worldly, eminent men. After all, they have pride of their power and wealth, whereas I have pride of renunciation and bhakti . Thus, neither is in a position to yield to the other. Even if I did send some great man into samādhi , then at most he would give some village or a part of his kingdom, neither of which I have the slightest desire for in My heart. Even if I were to wish for a village or a part of a kingdom for the sake of happiness, still when I close My eyes and contemplate upon God’s form, that bliss cannot be found even in a kingdom consisting of the 14 realms.\n\n“Besides, if there is as much bliss in ruling a kingdom as there is in worshipping God, then why would great kings such as Swāyambhuv Manu and others leave their kingdoms and go into the forests to perform austerities? If there is as much bliss in women as there is in worshipping God, then why would King Chitraketu abandon 10 million women?\n\n“Compared to the bliss of worshipping God, the bliss of the 14 realms is said to be like that of narak . Thus, one whose happiness is based on the bliss of God feels that the pleasures of all of the vishays in the entire brahmānd are like narak . Even I feel that the bliss of worshipping God is the only real bliss - everything else seems to be full of misery. Hence, while worshipping God, if I encounter someone who is naturally drawn into the Satsang fellowship, then I encourage him; but there is no type of insistence in My heart. I only insist upon engaging in the worship of God and keeping the company of devotees of God. What I have disclosed before you is My deep-seated inner belief.”\n\nOn Posh vadi 13, Samvat 1882 [4 February 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a dais under the neem tree in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of all of the munis as well as devotees from various places had gathered before Him.\n\nAlso sitting in the assembly was a pundit from Vadodara. He said, “Maharaj, if you show a miracle to some worldly, eminent man, then its impact will be very beneficial for the development of the Satsang fellowship.”\n\nThereupon Shriji Maharaj said, “I do not get along very well with such worldly, eminent men. After all, they have pride of their power and wealth, whereas I have pride of renunciation and bhakti . Thus, neither is in a position to yield to the other. Even if I did send some great man into samadhi , then at most he would give some village or a part of his kingdom, neither of which I have the slightest desire for in My heart. Even if I were to wish for a village or a part of a kingdom for the sake of happiness, still when I close My eyes and contemplate upon God’s form, that bliss cannot be found even in a kingdom consisting of the 14 realms.\n\n“Besides, if there is as much bliss in ruling a kingdom as there is in worshipping God, then why would great kings such as Swayambhuv Manu and others leave their kingdoms and go into the forests to perform austerities? If there is as much bliss in women as there is in worshipping God, then why would King Chitraketu abandon 10 million women?\n\n“Compared to the bliss of worshipping God, the bliss of the 14 realms is said to be like that of narak . Thus, one whose happiness is based on the bliss of God feels that the pleasures of all of the vishays in the entire brahmand are like narak . Even I feel that the bliss of worshipping God is the only real bliss - everything else seems to be full of misery. Hence, while worshipping God, if I encounter someone who is naturally drawn into the Satsang fellowship, then I encourage him; but there is no type of insistence in My heart. I only insist upon engaging in the worship of God and keeping the company of devotees of God. What I have disclosed before you is My deep-seated inner belief.”"
}