{
    "number": 112,
    "vachanamrut": "Loya-4",
    "title": "If One Doubts God, One Cannot Be Said to Have Overcome Māyā",
    "setting": "On Kārtik vadi 14, Samvat 1877 [4 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in Surā Khāchar’s darbār in Loyā. He was wearing a white survāl and a white dagli made of chhint . He had also tied a white pāgh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Akhandānand Swāmi asked Shriji Mahārāj, “There are countless millions of brahmānds . In those brahmānds , does the form of God appear the same as the form in this brahmānd at this present time or not?”\n\nShriji Mahārāj replied, “God always resides in His Akshardhām. From the countless Pradhān-Purush pairs that evolve from mahamāyā , countless millions of brahmānds evolve. Then, for the sake of His devotees, while still residing at one location in His Akshardhām, and by His own wish, that God appears in countless forms in the countless millions of brahmānds .”\n\nAgain Akhandānand Swāmi asked, “Shri Krishna Nārāyan always has a human form, and that form of God is forever satya . However, that same God appears sometimes as Matsya, Kachchha, Varāh, Nrusinh and other countless forms. How should this be understood? Furthermore, is the method of liberation and the form of God in each brahmānd the same or different?”\n\nShriji Mahārāj replied, “The form of God is always the same. Even then, by His own wish, God shows His form wherever and in whatever form is required. He also manifests His powers to whatever extent is appropriate in various places. He always has two arms, but by His wish, at times He shows four arms, or eight arms or even countless arms. He also appears in the form of Matsya, Kachchha, etc. In this way, He manifests whichever form is appropriate for the place; but, in fact, He always resides in His abode in one form.\n\n“Furthermore, while remaining in one location, He pervades the countless millions of brahmānds through His antaryāmi form. For example, Vyāsji was one, but when he called out to Shukji, he did so by residing in all of the mobile and immobile beings. When Shukji replied, he did so in the same manner. In this way, even great, realized yogis like Shukji are capable of pervading the entire world. Such people have attained such yogic powers as fruits of worshipping God. But, Purushottam Bhagwān, who is called Yogeshwar, is the master of all yogic powers. So, while still remaining in one location, what is surprising about Him manifesting, by His own wish, wherever and however is appropriate? What is so surprising about God possessing such abilities? People become astonished even when a magician displays simple illusions, and they cannot fully comprehend the magic. But God possesses all yogic powers and is the greatest source of wonder. So, how can the jiva know Him?\n\n“Now, the Shrimad Bhāgwat mentions, ‘This many have overcome God’s māyā .’ However, it also mentions, ‘No one has overcome the force of God’s māyā .’ Here, one should realize that if even Brahmā and others doubt God’s yogic powers, then they cannot be said to have overcome the power of God’s māyā . What is this doubt? It is the thought, ‘Why does God behave like that?’ On the other hand, one who understands God as flawless by believing, ‘God is capable; so whatever He does is appropriate,’ is said to have overcome māyā .\n\n“In reality, the method for liberation is the same. But because there are three levels in the people - the highest, the intermediate and the lowest - who worship and because there are countless levels in their shraddhā , there are many differences in the path of liberation taken by people. But in reality, the path of liberation is one. After all, there is only one form of God. This God is extremely powerful and no one, including Akshar, is capable of becoming like Him. This is an established principle.”\n\nThen Muktānand Swāmi said to Shriji Mahārāj, “Today, Jhinābhai has become very upset, and he said that since Mahārāj did not come to my house, what is the point of me staying in that house?”\n\nHearing this, Shriji Mahārāj said, “When a person loves stubbornly and with displeasure, that love does not survive in the long run. Also, the bhakti and love of one who is stubborn ultimately become nullified. Therefore, it is a great mistake to wear a sad face due to displeasure.”\n\nJhinābhai then said, “When God and His sādhus come to one’s house, one’s face should glow with delight; but when they do not come, one’s face should definitely reflect disappointment and one should feel sorrow in one’s heart.”\n\nHearing this remark, Shriji Mahārāj said, “One should be pleased when God and His sādhus come, but one should never grieve. If one’s nature is to grieve, then ultimately, something misfortunate is bound to occur. Therefore, while observing one’s own dharma , one should happily follow God’s commands, but one should never become upset in order to get one’s own way. If God issues a command to go somewhere and the person becomes disturbed out of grief, then the darshan and prasād previously given by God, the countless types of talks relating to gnān , and all other actions by which one had felt happiness are all lost. Furthermore, due to the disturbance, only tamogun spreads throughout the mind; so, he goes where he is asked to go in a state of pure misery. Then, as a result of the agitation, he cannot carry out the command completely. Therefore, a devotee of God should remain ever joyful and should worship God with a cheerful mind. Moreover, however adverse his circumstances may be, he should not allow even the slightest trace of depression to enter his heart.”\n\nOn Kartik vadi 14, Samvat 1877 [4 December 1820], Swami Shri Sahajanandji Maharaj was sitting in Sura Khachar’s darbar in Loya. He was wearing a white surval and a white dagli made of chhint . He had also tied a white pagh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Akhandanand Swami asked Shriji Maharaj, “There are countless millions of brahmands . In those brahmands , does the form of God appear the same as the form in this brahmand at this present time or not?”\n\nShriji Maharaj replied, “God always resides in His Akshardham. From the countless Pradhan-Purush pairs that evolve from mahamaya , countless millions of brahmands evolve. Then, for the sake of His devotees, while still residing at one location in His Akshardham, and by His own wish, that God appears in countless forms in the countless millions of brahmands .”\n\nAgain Akhandanand Swami asked, “Shri Krishna Narayan always has a human form, and that form of God is forever satya . However, that same God appears sometimes as Matsya, Kachchha, Varah, Nrusinh and other countless forms. How should this be understood? Furthermore, is the method of liberation and the form of God in each brahmand the same or different?”\n\nShriji Maharaj replied, “The form of God is always the same. Even then, by His own wish, God shows His form wherever and in whatever form is required. He also manifests His powers to whatever extent is appropriate in various places. He always has two arms, but by His wish, at times He shows four arms, or eight arms or even countless arms. He also appears in the form of Matsya, Kachchha, etc. In this way, He manifests whichever form is appropriate for the place; but, in fact, He always resides in His abode in one form.\n\n“Furthermore, while remaining in one location, He pervades the countless millions of brahmands through His antaryami form. For example, Vyasji was one, but when he called out to Shukji, he did so by residing in all of the mobile and immobile beings. When Shukji replied, he did so in the same manner. In this way, even great, realized yogis like Shukji are capable of pervading the entire world. Such people have attained such yogic powers as fruits of worshipping God. But, Purushottam Bhagwan, who is called Yogeshwar, is the master of all yogic powers. So, while still remaining in one location, what is surprising about Him manifesting, by His own wish, wherever and however is appropriate? What is so surprising about God possessing such abilities? People become astonished even when a magician displays simple illusions, and they cannot fully comprehend the magic. But God possesses all yogic powers and is the greatest source of wonder. So, how can the jiva know Him?\n\n“Now, the Shrimad Bhagwat mentions, ‘This many have overcome God’s maya .’ However, it also mentions, ‘No one has overcome the force of God’s maya .’ Here, one should realize that if even Brahma and others doubt God’s yogic powers, then they cannot be said to have overcome the power of God’s maya . What is this doubt? It is the thought, ‘Why does God behave like that?’ On the other hand, one who understands God as flawless by believing, ‘God is capable; so whatever He does is appropriate,’ is said to have overcome maya .\n\n“In reality, the method for liberation is the same. But because there are three levels in the people - the highest, the intermediate and the lowest - who worship and because there are countless levels in their shraddha , there are many differences in the path of liberation taken by people. But in reality, the path of liberation is one. After all, there is only one form of God. This God is extremely powerful and no one, including Akshar, is capable of becoming like Him. This is an established principle.”\n\nThen Muktanand Swami said to Shriji Maharaj, “Today, Jhinabhai has become very upset, and he said that since Maharaj did not come to my house, what is the point of me staying in that house?”\n\nHearing this, Shriji Maharaj said, “When a person loves stubbornly and with displeasure, that love does not survive in the long run. Also, the bhakti and love of one who is stubborn ultimately become nullified. Therefore, it is a great mistake to wear a sad face due to displeasure.”\n\nJhinabhai then said, “When God and His sadhus come to one’s house, one’s face should glow with delight; but when they do not come, one’s face should definitely reflect disappointment and one should feel sorrow in one’s heart.”\n\nHearing this remark, Shriji Maharaj said, “One should be pleased when God and His sadhus come, but one should never grieve. If one’s nature is to grieve, then ultimately, something misfortunate is bound to occur. Therefore, while observing one’s own dharma , one should happily follow God’s commands, but one should never become upset in order to get one’s own way. If God issues a command to go somewhere and the person becomes disturbed out of grief, then the darshan and prasad previously given by God, the countless types of talks relating to gnan , and all other actions by which one had felt happiness are all lost. Furthermore, due to the disturbance, only tamogun spreads throughout the mind; so, he goes where he is asked to go in a state of pure misery. Then, as a result of the agitation, he cannot carry out the command completely. Therefore, a devotee of God should remain ever joyful and should worship God with a cheerful mind. Moreover, however adverse his circumstances may be, he should not allow even the slightest trace of depression to enter his heart.”"
}