{
    "number": 244,
    "vachanamrut": "Gadhada III-21",
    "title": "A Golden Thread; Dharma Possesses the Same Eminence as Bhakti",
    "setting": "On Bhādarvā sudi 9, Samvat 1884 [31 August 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes, and garlands of chameli flowers adorned His neck. At that time, an assembly of the entire muni-mandal as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj requested Gopālānand Swāmi and Shuk Muni to begin a question-answer session.\n\nThereupon Shuk Muni asked Gopālānand Swāmi, “It is through offering bhakti to God that the jiva crosses God’s māyā and attains Akshardhām. Through dharma , it attains Devlok; but once its accumulated merits are exhausted, the jiva falls from Devlok. Now, whenever there is a decline in dharma , God assumes an avatār for the purpose of re-establishing dharma but not for the purpose of establishing bhakti . However, it appears that what can be attained through bhakti cannot be attained through dharma . Therefore, how can dharma be elevated to the status of bhakti ? That is the question.”\n\nGopālānand Swāmi began to answer that question. In whatever he said, though, dharma became a component of bhakti , but in no way could he elevate the eminence of dharma to the status of bhakti .\n\nOn hearing this, Shriji Mahārāj laughed a great deal and commented, “To answer that question is difficult indeed. Therefore, allow Me to answer it.” He then explained, “ Dharma is of two types: One is nivrutti dharma and the other is pravrutti dharma . In turn, these two types of dharma can either be related to God or not related to God. Of these two, the type of dharma that is related to God is the one that was adopted by Nārad, the Sanakādik, Shukji, Dhruv, Prahlād, Ambrish, and other devotees. It is this dharma that is known as bhāgwat dharma or ekāntik dharma . In fact, this type of dharma is not different from bhakti ; they are both one. The type of dharma that the avatārs of God come to establish is this very same dharma . On the other hand, the dharma of one’s caste and āshram alone is extremely inferior compared to bhāgwat dharma , because it is through bhāgwat dharma that the jiva crosses God’s māyā and attains the abode of Purushottam. Therefore, the eminence of bhāgwat dharma and bhakti is the same, and the fruits of both are exactly the same as well. It is in this way that the greatness of bhakti and dharma are the same. In comparison, though, the dharma of one’s caste and āshram on its own is extremely weak, and its fruits are also temporary.”\n\nShriji Mahārāj then continued, “I am of the opinion that even if I try to develop affection for anyone other than God and His ekāntik bhaktas , I cannot do so. I also feel that My inclination is similar to that of Jadbharat, Shukdev, Dattātreya and Rushabhdev Bhagwān. As a result, I also prefer to stay only in forests, mountains and jungles; I do not like to stay in large towns or cities. Such is My inherent nature. Despite this, I stay in the midst of thousands of people for the sake of God and His devotees. Nevertheless, I remain just as detached here as I would if I were living in the forests. But I do not stay amidst thousands of people out of any self-interest; it is for the sake of God and His devotees that I stay in the midst of people. In fact, no matter how much pravrutti I may have to engage Myself in for the sake of the devotees of God, I still consider it to be nivrutti .\n\n“Moreover, I do not see the flaws of a devotee of God, however much at fault he may be. I believe that even if there are some intrinsic, minor flaws in a devotee of God, one should overlook them. If those flaws are in oneself, however, then one should endeavor to eradicate them. But if that type of flaw appears in a devotee of God, one should not take note of that flaw. One should perceive flaws in a devotee only if he were to lapse in his observance of some major religious vow but not on account of some other minor flaw.\n\n“One should also not be pleased by defeating a devotee of God in arguments. On the contrary, one should derive pleasure in deliberately losing to him. One who does engage in an argument and defeats a devotee of God is a sinner worse than one who has committed the five grave sins.\n\n“In addition, I do not like even the sight of one who speaks ill of a devotee of God before Me. In fact, I do not enjoy food or water offered by a person who perceives flaws in a devotee of God. If he does do so, then even if he happens to be My relative, I still develop an intense dislike for him. Why? Because in reality, we are the ātmā ; so why should we keep affection for our body and the relatives of the body? We have developed affection for God and His devotees believing ourselves to be the ātmā , not out of the belief that we are the body.\n\n“Indeed, the inner enemies of lust, anger, avarice, infatuation, matsar , arrogance, etc., will certainly distress one who is unable to behave as the ātmā . Therefore, if one offers bhakti without attaining ātmā -realization, one’s true nature is sure to be exposed in this Satsang fellowship. Why? Because this Satsang is divine, and all these satsangis are exactly like God’s attendants residing in Shwetdwip, Vaikunth and Golok. I, Myself, swear by God and the devotees of God that I realize these satsangis to be the same as the attendants of God residing in the divine, all-transcending Akshardhām.\n\n“However, one whose gnān , vairāgya , dharma and bhakti are not extremely firm will most certainly suffer a setback. For example, a thread dipped in wax remains stiff in winter and monsoon, but when summer comes, it invariably becomes slack. In the same manner, monsoon and winter represent the period when the devotees here are happy in every way and are also honored in Satsang. During that period, gnān , vairāgya , dharma and bhakti appear to be very intense. But with the advent of summer - the period when a devotee is insulted in Satsang or when he becomes physically distressed - his gnān , vairāgya , dharma and bhakti become limp like the thread dipped in wax. Even then, I do not forsake such a person. But he, of his own accord, becomes obliged to withdraw from Satsang. Thereafter, even if he is supposedly a satsangi , he does not experience the bliss of satsang within.\n\n“For this reason, then, one should practice satsang with intense firmness after attaining ātmā -realization; one should not practice satsang in such a manner that affection for one’s body and one’s relatives persists. To continue the analogy, a thread of gold remains the same in all six seasons ; 1 it does not become limp even during the heat of summer. Similarly, when one’s satsang is firm, regardless of the amount of misery that may befall one and however many times one is insulted in Satsang, one’s mind never turns away from Satsang. Only such staunch satsangi Vaishnavs are My kith and kin; and I wish to stay in the midst of such Vaishnavs during this life and also in Shri Krishna Bhagwān’s abode. Such is My resolution, and all of you should also make the same resolution.\n\n“Why do I say this? Because as you have all become My disciples, I should tell you that which is beneficial to you. After all, a true friend is he who tells us that which is of benefit to us, even if it may appear to hurt. Please realize this as the characteristic of a true friend.”\n\nOn Bhadarva sudi 9, Samvat 1884 [31 August 1827], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes, and garlands of chameli flowers adorned His neck. At that time, an assembly of the entire muni-mandal as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj requested Gopalanand Swami and Shuk Muni to begin a question-answer session.\n\nThereupon Shuk Muni asked Gopalanand Swami, “It is through offering bhakti to God that the jiva crosses God’s maya and attains Akshardham. Through dharma , it attains Devlok; but once its accumulated merits are exhausted, the jiva falls from Devlok. Now, whenever there is a decline in dharma , God assumes an avatar for the purpose of re-establishing dharma but not for the purpose of establishing bhakti . However, it appears that what can be attained through bhakti cannot be attained through dharma . Therefore, how can dharma be elevated to the status of bhakti ? That is the question.”\n\nGopalanand Swami began to answer that question. In whatever he said, though, dharma became a component of bhakti , but in no way could he elevate the eminence of dharma to the status of bhakti .\n\nOn hearing this, Shriji Maharaj laughed a great deal and commented, “To answer that question is difficult indeed. Therefore, allow Me to answer it.” He then explained, “ Dharma is of two types: One is nivrutti dharma and the other is pravrutti dharma . In turn, these two types of dharma can either be related to God or not related to God. Of these two, the type of dharma that is related to God is the one that was adopted by Narad, the Sanakadik, Shukji, Dhruv, Prahlad, Ambrish, and other devotees. It is this dharma that is known as bhagwat dharma or ekantik dharma . In fact, this type of dharma is not different from bhakti ; they are both one. The type of dharma that the avatars of God come to establish is this very same dharma . On the other hand, the dharma of one’s caste and ashram alone is extremely inferior compared to bhagwat dharma , because it is through bhagwat dharma that the jiva crosses God’s maya and attains the abode of Purushottam. Therefore, the eminence of bhagwat dharma and bhakti is the same, and the fruits of both are exactly the same as well. It is in this way that the greatness of bhakti and dharma are the same. In comparison, though, the dharma of one’s caste and ashram on its own is extremely weak, and its fruits are also temporary.”\n\nShriji Maharaj then continued, “I am of the opinion that even if I try to develop affection for anyone other than God and His ekantik bhaktas , I cannot do so. I also feel that My inclination is similar to that of Jadbharat, Shukdev, Dattatreya and Rushabhdev Bhagwan. As a result, I also prefer to stay only in forests, mountains and jungles; I do not like to stay in large towns or cities. Such is My inherent nature. Despite this, I stay in the midst of thousands of people for the sake of God and His devotees. Nevertheless, I remain just as detached here as I would if I were living in the forests. But I do not stay amidst thousands of people out of any self-interest; it is for the sake of God and His devotees that I stay in the midst of people. In fact, no matter how much pravrutti I may have to engage Myself in for the sake of the devotees of God, I still consider it to be nivrutti .\n\n“Moreover, I do not see the flaws of a devotee of God, however much at fault he may be. I believe that even if there are some intrinsic, minor flaws in a devotee of God, one should overlook them. If those flaws are in oneself, however, then one should endeavor to eradicate them. But if that type of flaw appears in a devotee of God, one should not take note of that flaw. One should perceive flaws in a devotee only if he were to lapse in his observance of some major religious vow but not on account of some other minor flaw.\n\n“One should also not be pleased by defeating a devotee of God in arguments. On the contrary, one should derive pleasure in deliberately losing to him. One who does engage in an argument and defeats a devotee of God is a sinner worse than one who has committed the five grave sins.\n\n“In addition, I do not like even the sight of one who speaks ill of a devotee of God before Me. In fact, I do not enjoy food or water offered by a person who perceives flaws in a devotee of God. If he does do so, then even if he happens to be My relative, I still develop an intense dislike for him. Why? Because in reality, we are the atma ; so why should we keep affection for our body and the relatives of the body? We have developed affection for God and His devotees believing ourselves to be the atma , not out of the belief that we are the body.\n\n“Indeed, the inner enemies of lust, anger, avarice, infatuation, matsar , arrogance, etc., will certainly distress one who is unable to behave as the atma . Therefore, if one offers bhakti without attaining atma -realization, one’s true nature is sure to be exposed in this Satsang fellowship. Why? Because this Satsang is divine, and all these satsangis are exactly like God’s attendants residing in Shwetdwip, Vaikunth and Golok. I, Myself, swear by God and the devotees of God that I realize these satsangis to be the same as the attendants of God residing in the divine, all-transcending Akshardham.\n\n“However, one whose gnan , vairagya , dharma and bhakti are not extremely firm will most certainly suffer a setback. For example, a thread dipped in wax remains stiff in winter and monsoon, but when summer comes, it invariably becomes slack. In the same manner, monsoon and winter represent the period when the devotees here are happy in every way and are also honored in Satsang. During that period, gnan , vairagya , dharma and bhakti appear to be very intense. But with the advent of summer - the period when a devotee is insulted in Satsang or when he becomes physically distressed - his gnan , vairagya , dharma and bhakti become limp like the thread dipped in wax. Even then, I do not forsake such a person. But he, of his own accord, becomes obliged to withdraw from Satsang. Thereafter, even if he is supposedly a satsangi , he does not experience the bliss of satsang within.\n\n“For this reason, then, one should practice satsang with intense firmness after attaining atma -realization; one should not practice satsang in such a manner that affection for one’s body and one’s relatives persists. To continue the analogy, a thread of gold remains the same in all six seasons ; 1 it does not become limp even during the heat of summer. Similarly, when one’s satsang is firm, regardless of the amount of misery that may befall one and however many times one is insulted in Satsang, one’s mind never turns away from Satsang. Only such staunch satsangi Vaishnavs are My kith and kin; and I wish to stay in the midst of such Vaishnavs during this life and also in Shri Krishna Bhagwan’s abode. Such is My resolution, and all of you should also make the same resolution.\n\n“Why do I say this? Because as you have all become My disciples, I should tell you that which is beneficial to you. After all, a true friend is he who tells us that which is of benefit to us, even if it may appear to hurt. Please realize this as the characteristic of a true friend.”"
}