{
    "number": 77,
    "vachanamrut": "Gadhada I-77",
    "title": "Not Invalidating Dharma under the Pretext of Gnān",
    "setting": "On the Amās of the second Jyeshtha, Samvat 1876 [10 July 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, the munis were engaged in a question-answer dialogue amongst themselves. During the dialogue, a muni , out of misunderstanding, began to invalidate dharma on the basis of his faith in God.\n\nHearing this, Shriji Mahārāj commented, “A person who forsakes dharma under the pretext of the gnān of God should be considered to be demonic. The form of God possesses countless redemptive qualities, which Pruthvi has described to Dharma in the first canto of the Shrimad Bhāgwat. Therefore, a person who has accepted the refuge of God acquires these redemptive virtues. Moreover, a person who has faith in God also acquires the 30 attributes of a sādhu described in the 11 th canto of the Shrimad Bhāgwat. Therefore, one who does not possess the 30 attributes of a sādhu should not be considered to be a true sādhu . Conversely, a person who does have faith in God definitely does acquire the redemptive virtues of God within his heart. When these virtues of God are acquired by a sādhu , he also acquires the 30 attributes of a sādhu . From today onwards, then, whosoever forsakes dharma - in the form of the five religious vows - solely advocating the strength of bhakti or gnān is a blasphemer of the guru and guru’s word. Anyone who even talks of such a lapse in dharma should be called a non-believer and told, ‘You have sided with demons, and we shall not accept it.’ With such words, the talks of that unrighteous person should be dismissed.”\n\nThereafter, a sādhu asked, “Mahārāj, there may be an extremely staunch devotee of God who suffers great pain and who babbles meaninglessly at the time of death, whereas a person who does not seem to be a true devotee appears extremely composed at the time of his death. In fact, he dies in comfort, realizing the immense glory of God - and even expressing His greatness. What is the reason behind this? Please explain why a pious person’s death appears to be unpleasant in comparison to an ordinary person’s death, which appears to be pleasant?”\n\nShriji Mahārāj explained, “A person’s mind is influenced by the eight factors of place, time, action, company, meditation, mantra, initiation and scriptures. If these eight factors are pure, the mind becomes pure; if they are impure, the mind becomes impure.\n\n“Also, God’s māyā inspires the dharmas of the four yugs to prevail in turn within a person’s heart. If, at the time of death, the dharma of Satya-yug is prevalent, then death appears very pleasant. If the dharma of either Tretā-yug or Dwāpar-yug prevails, then death appears less pleasant. But when the dharma of Kali-yug prevails at the time of death, then death appears extremely unpleasant. In this way, the pleasantness and unpleasantness of death is determined by kāl as well.\n\n“The three states - waking, dream and deep sleep - are also factors. If, at the time of death, the waking state is prevalent, then even a sinner would die while still being active. If the dream state prevails at the time of death, then a person dies mumbling somewhat incoherently, even if he happens to be a devotee of God. Furthermore, if at the time of death, the deep sleep state is predominant, then regardless of whether one is a devotee of God or a non-believer, one passes away unconsciously, unable to say anything - either good or bad. However, if one dies while thoroughly realizing one’s jivātmā as transcending these three states and as being brahmarup , one passes away displaying all the powers of God. Passing away in such a way - that is, after becoming brahmarup and displaying such powers - is possible only for devotees of God; it is not possible for any non-believer. In this way, kāl as well as the three states determine the pleasantness and unpleasantness apparent at the time of death.\n\n“Nevertheless, even if a non-believer dies speaking normally - with the waking state being predominant - that does not imply in any way that he will attain liberation. In fact, regardless of whether he dies pleasantly or unpleasantly, he goes only to narak . Conversely, regardless of whether a devotee of God speaks normally, incoherently or maybe even remains silent at the time of death, he definitely attains liberation. There is no doubt whatsoever in this fact. All devotees of God should realize this. Although a devotee of God appears to be suffering pain when passing away due to factors such as the dream state, etc., in fact, due to the grace of God, he experiences great bliss within. So then, even if at the time of his death a devotee passes away babbling incoherently, no doubts at all should ever be entertained regarding his liberation.”\n\nOn the Amas of the second Jyeshtha, Samvat 1876 [10 July 1820], Swami Shri Sahajanandji Maharaj was sitting on a large decorated cot on the veranda outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nIn the assembly, the munis were engaged in a question-answer dialogue amongst themselves. During the dialogue, a muni , out of misunderstanding, began to invalidate dharma on the basis of his faith in God.\n\nHearing this, Shriji Maharaj commented, “A person who forsakes dharma under the pretext of the gnan of God should be considered to be demonic. The form of God possesses countless redemptive qualities, which Pruthvi has described to Dharma in the first canto of the Shrimad Bhagwat. Therefore, a person who has accepted the refuge of God acquires these redemptive virtues. Moreover, a person who has faith in God also acquires the 30 attributes of a sadhu described in the 11 th canto of the Shrimad Bhagwat. Therefore, one who does not possess the 30 attributes of a sadhu should not be considered to be a true sadhu . Conversely, a person who does have faith in God definitely does acquire the redemptive virtues of God within his heart. When these virtues of God are acquired by a sadhu , he also acquires the 30 attributes of a sadhu . From today onwards, then, whosoever forsakes dharma - in the form of the five religious vows - solely advocating the strength of bhakti or gnan is a blasphemer of the guru and guru’s word. Anyone who even talks of such a lapse in dharma should be called a non-believer and told, ‘You have sided with demons, and we shall not accept it.’ With such words, the talks of that unrighteous person should be dismissed.”\n\nThereafter, a sadhu asked, “Maharaj, there may be an extremely staunch devotee of God who suffers great pain and who babbles meaninglessly at the time of death, whereas a person who does not seem to be a true devotee appears extremely composed at the time of his death. In fact, he dies in comfort, realizing the immense glory of God - and even expressing His greatness. What is the reason behind this? Please explain why a pious person’s death appears to be unpleasant in comparison to an ordinary person’s death, which appears to be pleasant?”\n\nShriji Maharaj explained, “A person’s mind is influenced by the eight factors of place, time, action, company, meditation, mantra, initiation and scriptures. If these eight factors are pure, the mind becomes pure; if they are impure, the mind becomes impure.\n\n“Also, God’s maya inspires the dharmas of the four yugs to prevail in turn within a person’s heart. If, at the time of death, the dharma of Satya-yug is prevalent, then death appears very pleasant. If the dharma of either Treta-yug or Dwapar-yug prevails, then death appears less pleasant. But when the dharma of Kali-yug prevails at the time of death, then death appears extremely unpleasant. In this way, the pleasantness and unpleasantness of death is determined by kal as well.\n\n“The three states - waking, dream and deep sleep - are also factors. If, at the time of death, the waking state is prevalent, then even a sinner would die while still being active. If the dream state prevails at the time of death, then a person dies mumbling somewhat incoherently, even if he happens to be a devotee of God. Furthermore, if at the time of death, the deep sleep state is predominant, then regardless of whether one is a devotee of God or a non-believer, one passes away unconsciously, unable to say anything - either good or bad. However, if one dies while thoroughly realizing one’s jivatma as transcending these three states and as being brahmarup , one passes away displaying all the powers of God. Passing away in such a way - that is, after becoming brahmarup and displaying such powers - is possible only for devotees of God; it is not possible for any non-believer. In this way, kal as well as the three states determine the pleasantness and unpleasantness apparent at the time of death.\n\n“Nevertheless, even if a non-believer dies speaking normally - with the waking state being predominant - that does not imply in any way that he will attain liberation. In fact, regardless of whether he dies pleasantly or unpleasantly, he goes only to narak . Conversely, regardless of whether a devotee of God speaks normally, incoherently or maybe even remains silent at the time of death, he definitely attains liberation. There is no doubt whatsoever in this fact. All devotees of God should realize this. Although a devotee of God appears to be suffering pain when passing away due to factors such as the dream state, etc., in fact, due to the grace of God, he experiences great bliss within. So then, even if at the time of his death a devotee passes away babbling incoherently, no doubts at all should ever be entertained regarding his liberation.”"
}