{
    "number": 47,
    "vachanamrut": "Gadhada I-47",
    "title": "The Characteristics of Those Who Have the Four Types of Firmness",
    "setting": "On the morning of Mahā sudi 12, Samvat 1876 [27 January 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then, snapping the fingers of His right hand, Shriji Mahārāj said, “Everyone please listen with attention as I have something to tell you. What I have to say is simple, but only if you listen carefully will you be able to grasp its meaning; otherwise, you will not.”\n\nAll of the devotees then requested, “Please do tell us, Mahārāj.”\n\nThereupon Shriji Mahārāj said, “Of the many devotees of God, some have firmness in the observance of dharma , some have firmness in realizing oneself as ātmā , some have firmness in vairāgya , and some have firmness in bhakti . Although one particular type of firmness is predominant in all devotees, they also possess all of the other types, but to a lesser extent.\n\n“A devotee in whom firmness in observing bhāgwat dharma is predominant lovingly engages himself in sincerely performing the menial service of God and His devotees while abiding by the disciplines related to the dharma of his caste and āshram , i.e, non-violence, brahmacharya , etc. Such a devotee also enjoys building mandirs and cultivating gardens for God. He enjoys offering different varieties of delicacies to God and also enjoys hand-plastering and sweeping the mandirs of God and the residential halls of sādhus . In addition, he offers bhakti to God by listening to discourses, singing devotional songs, etc., without any form of pretense. Moreover, such a devotee who is firm in observing dharma intensely enjoys listening to and reading scriptures expounding bhāgwat dharma .\n\n“A devotee in whom ātmā -realization is predominant always behaves as the ātmā , which transcends the three bodies and the three states, and is characterized by eternal existence. He understands his Ishtadev - the manifest form of Shri Krishna Paramātmā - as all-transcending, extremely pure, and forever possessing a divine form. In addition, he talks about and listens to talks expounding the pure nature of his own ātmā , as well as talks of Paramātmā. He also enjoys scriptures that contain such talks. His nature is such that he is unable to tolerate anything that obstructs him in behaving as the ātmā .\n\n“A devotee in whom firmness in vairāgya is predominant has a persistent dislike for all worldly objects, but not towards God’s form. Realizing those objects to be asatya , he never remembers his home, his family or other objects that he has renounced - in the same way that he never remembers feces once they have been excreted. Such a devotee only keeps the company of devotees who are renunciants. In addition, he offers bhakti to God in a manner that does not conflict with his renunciation. His talks are always predominantly about renunciation, and he has a liking for scriptures propounding renunciation. Moreover, he harbors an intense aversion for tasty food, nice clothes and, in fact, for all worldly objects related to the panchvishays that may interfere with his renunciation.\n\n“A devotee in whom firmness in bhakti is predominant has intense love only for God’s form. Apart from that form of God, he is unable to focus his mind’s vrutti towards worldly objects. Yet, he lovingly offers rich clothes and jewelry to God. Such a devotee also very much enjoys listening to the human-like actions and incidents of God, and also greatly enjoys listening to any scriptures describing God’s form. In addition, he only develops affection towards those devotees who have love for God. Besides them, though, he never develops affection towards even his own son or other relatives. Such a devotee is always engaged in some activity that is related to God.\n\n“Now, after reflecting upon this discourse describing the characteristics of devotees possessing these four types of firmness, all of you please reveal which of these is your inclination. In actual fact, this talk is rather like a mirror in that it reveals one’s own inclination as it is. Furthermore, those who are devotees of God are never without an inclination, but because they have not recognized their own inclination, they find that they cannot strengthen it; and as long as one’s inclination is not strengthened, it will continue to fluctuate according to the talks one hears. So, after thinking over this discourse, please reveal your inclinations as they are.”\n\nAll of the devotees then revealed their respective inclinations.\n\nThereafter, Shriji Mahārāj requested, “Those who have similar inclinations, please stand up together.” Then, those devotees with similar inclinations stood up in turn, after which Shriji Mahārāj asked all of them to sit down again.\n\nNityānand Swāmi then asked, “Do those four types of devotees, with their respective inclinations, have any virtues or drawbacks in their inclinations?”\n\nShriji Mahārāj replied, “Yes, they do have virtues and drawbacks. Please listen as I describe them. The extent to which devotees with those four inclinations behave according to the characteristics I have described earlier is their virtue; and the extent to which they cannot behave according to those characteristics is their drawback.”\n\nFinally, Muktānand Swāmi asked, “Is anyone of the four who have such firmness superior or inferior to the others, or are all four equal?”\n\nShriji Mahārāj replied, “As long as each one adheres to his firmness, then all four are equal. However, if a person adheres to all four, then he is superior to all. When one person is firm in all four, he is known as Param-Bhāgwat; and only he can be called an Ekāntik Bhakta.”\n\nOn the morning of Maha sudi 12, Samvat 1876 [27 January 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen, snapping the fingers of His right hand, Shriji Maharaj said, “Everyone please listen with attention as I have something to tell you. What I have to say is simple, but only if you listen carefully will you be able to grasp its meaning; otherwise, you will not.”\n\nAll of the devotees then requested, “Please do tell us, Maharaj.”\n\nThereupon Shriji Maharaj said, “Of the many devotees of God, some have firmness in the observance of dharma , some have firmness in realizing oneself as atma , some have firmness in vairagya , and some have firmness in bhakti . Although one particular type of firmness is predominant in all devotees, they also possess all of the other types, but to a lesser extent.\n\n“A devotee in whom firmness in observing bhagwat dharma is predominant lovingly engages himself in sincerely performing the menial service of God and His devotees while abiding by the disciplines related to the dharma of his caste and ashram , i.e, non-violence, brahmacharya , etc. Such a devotee also enjoys building mandirs and cultivating gardens for God. He enjoys offering different varieties of delicacies to God and also enjoys hand-plastering and sweeping the mandirs of God and the residential halls of sadhus . In addition, he offers bhakti to God by listening to discourses, singing devotional songs, etc., without any form of pretense. Moreover, such a devotee who is firm in observing dharma intensely enjoys listening to and reading scriptures expounding bhagwat dharma .\n\n“A devotee in whom atma -realization is predominant always behaves as the atma , which transcends the three bodies and the three states, and is characterized by eternal existence. He understands his Ishtadev - the manifest form of Shri Krishna Paramatma - as all-transcending, extremely pure, and forever possessing a divine form. In addition, he talks about and listens to talks expounding the pure nature of his own atma , as well as talks of Paramatma. He also enjoys scriptures that contain such talks. His nature is such that he is unable to tolerate anything that obstructs him in behaving as the atma .\n\n“A devotee in whom firmness in vairagya is predominant has a persistent dislike for all worldly objects, but not towards God’s form. Realizing those objects to be asatya , he never remembers his home, his family or other objects that he has renounced - in the same way that he never remembers feces once they have been excreted. Such a devotee only keeps the company of devotees who are renunciants. In addition, he offers bhakti to God in a manner that does not conflict with his renunciation. His talks are always predominantly about renunciation, and he has a liking for scriptures propounding renunciation. Moreover, he harbors an intense aversion for tasty food, nice clothes and, in fact, for all worldly objects related to the panchvishays that may interfere with his renunciation.\n\n“A devotee in whom firmness in bhakti is predominant has intense love only for God’s form. Apart from that form of God, he is unable to focus his mind’s vrutti towards worldly objects. Yet, he lovingly offers rich clothes and jewelry to God. Such a devotee also very much enjoys listening to the human-like actions and incidents of God, and also greatly enjoys listening to any scriptures describing God’s form. In addition, he only develops affection towards those devotees who have love for God. Besides them, though, he never develops affection towards even his own son or other relatives. Such a devotee is always engaged in some activity that is related to God.\n\n“Now, after reflecting upon this discourse describing the characteristics of devotees possessing these four types of firmness, all of you please reveal which of these is your inclination. In actual fact, this talk is rather like a mirror in that it reveals one’s own inclination as it is. Furthermore, those who are devotees of God are never without an inclination, but because they have not recognized their own inclination, they find that they cannot strengthen it; and as long as one’s inclination is not strengthened, it will continue to fluctuate according to the talks one hears. So, after thinking over this discourse, please reveal your inclinations as they are.”\n\nAll of the devotees then revealed their respective inclinations.\n\nThereafter, Shriji Maharaj requested, “Those who have similar inclinations, please stand up together.” Then, those devotees with similar inclinations stood up in turn, after which Shriji Maharaj asked all of them to sit down again.\n\nNityanand Swami then asked, “Do those four types of devotees, with their respective inclinations, have any virtues or drawbacks in their inclinations?”\n\nShriji Maharaj replied, “Yes, they do have virtues and drawbacks. Please listen as I describe them. The extent to which devotees with those four inclinations behave according to the characteristics I have described earlier is their virtue; and the extent to which they cannot behave according to those characteristics is their drawback.”\n\nFinally, Muktanand Swami asked, “Is anyone of the four who have such firmness superior or inferior to the others, or are all four equal?”\n\nShriji Maharaj replied, “As long as each one adheres to his firmness, then all four are equal. However, if a person adheres to all four, then he is superior to all. When one person is firm in all four, he is known as Param-Bhagwat; and only he can be called an Ekantik Bhakta.”"
}