{
    "number": 154,
    "vachanamrut": "Gadhada II-21",
    "title": "The Main Principle",
    "setting": "On Fāgun sudi Punam, Samvat 1878 [7 March 1822], Swāmi Shri Sahajānandji Mahārāj was sitting in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, Premānand Swāmi and other paramhansas were singing a Vishnupad before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Please stop the devotional songs. I wish to speak to all of you, so please listen attentively.” He then said, “I, Myself, have attentively listened to all of the scriptures which Vyāsji has written regarding the attainment of liberation. The main principle prevalent in all those scriptures and the only principle for the liberation of the jiva is simply this: The sole creator, sustainer and destroyer of this entire cosmos is God.\n\n“Moreover, in all of those scriptures, there are talks of the divine actions and incidents of either God or His Sant. So, liberation cannot be attained just by the observance of the dharma of one’s caste and āshram , or through its fruits in the form of dharma , arth and kām . This is because the observance of the dharma of one’s caste and āshram on its own may bring worldly reputation and physical comforts - but that is all. For the purpose of liberation, however, realizing God to be the all-doer is the only means.\n\n“In addition, if a person realizes the greatness of manifest God and His Bhakta-Sant in exactly the same way as he realizes the greatness of past avatārs of God such as Rām, Krishna, etc., as well as the greatness of past sādhus such as Nārad, the Sanakādik, Shukji, Jadbharat, Hanumān, Uddhav, etc. - then nothing remains to be understood on the path of liberation.\n\n“Whether this principle is understood after being told once or after being told a thousand times, whether it is understood today or after a thousand years, there is no option but to understand it. Even if one were to ask Nārad, the Sanakādik, Shukji, Brahmā and Shiv, since they are wise, even they, using many different techniques, would point to the manifest form of God and the manifest form of the Sant as being the only granters of liberation. They would also explain that the greatness of the manifest form of God and the manifest form of the Sant is exactly the same as the greatness of past forms of God and the Sant.\n\n“A person who has such a firm conviction has grasped all of the fundamental principles. What is more, he will never fall from the path of liberation. Brahmā, Shiv, Bruhaspati, Parāshar, etc., may have fallen from the path of dharma due to lust, anger, etc., but because they had the same conviction in and knowledge of the greatness of the manifest form of God and the manifest form of the Sant as they had of their past forms, they did not fall from the path of liberation. Thus, the essence of all of the scriptures is this very fact.”\n\nIn the evening of that same day, Swāmi Shri Sahajānandji Mahārāj mounted His horse in Dādā Khāchar’s darbār in Gadhadā and came to Lakshmivādi. There, He sat on a large, decorated cot on the platform under the mango tree. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied around His head a white pāgh that was adorned by a tassel of yellow flowers. Bunches of mogrā flowers were placed upon His ears, and a garland of mogrā flowers was also placed around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Mahārāj said, “Please listen, I wish to ask all of you a question. During the dream state, when the jiva sees a creation and indulges in the pleasures of that creation, does the jiva itself become the form of the creation? Or does the jiva create the creation in its dream by its own will? Also, in the same way as the jiva , the ishwars such as Brahmā, etc., also experience creations during their dream state. Do they themselves become the form of the creation? Or do they create it by their own will? Or does God, who transcends both jiva and ishwar , create the creations experienced in their dreams?”\n\nEveryone attempted to answer the question according to their level of intelligence, but no one was able to offer a precise explanation.\n\nShriji Mahārāj then explained, “Neither the jiva nor ishwar creates the creations experienced during the dream state, nor do they become the form of those creations themselves. In reality, it is God - who transcends both jiva and ishwar , and who is also the giver of the fruits of one’s karmas - who creates the world experienced in dreams according to the karmas of the particular jiva or ishwar .\n\n“The unstable and illusory nature of dreams is due to their region of origin. The throat is such that in that place, countless types of such creations can be seen - just as when an oil lamp is lit in one place within a mandir decorated with mirrors, countless oil lamps would be seen. Therefore, due to the location of its origin - the throat - a single thought can be experienced in countless ways.”\n\nShriji Mahārāj then said, “A person possessing gnān understands only the influence of place to be predominant when there is the predominance of place; and when the influence of time is predominant, he understands only time to be predominant; and when the influence of karma is predominant, he understands only karma to be predominant; and when God’s influence is predominant, he understands only God to be predominant. In contrast, a fool, once he has understood one factor, considers that alone to be the chief factor. If he has understood time, he considers time to be the chief factor; if he has understood karma , he considers karma to be the chief factor; and if he has understood māyā , he considers māyā to be the chief factor. But such a fool does not know how to distinguish between the different predominating factors prevalent in different circumstances. A person with gnān , on the other hand, understands the predominance of various factors based on the circumstances.\n\n“In fact, it is God who is the inspirer of everything - of place, time, karma and māyā . It is He Himself who allows the factors of place, time, etc., to be predominant. Thus, they are all dependent upon God - just as the shishumār chakra is dependent on the support of the Dhruv star, and just as all the subjects of a kingdom are dependent on their king. Furthermore, in a kingdom, the minister and secretaries can only do as much as their king allows them to do; when the king does not allow it, they cannot do even the smallest of tasks. In the same way, the factors of place, time, karma and māyā can only do as much as God allows them to do; they cannot do a single thing against the wish of God. Therefore, only God is the all-doer.”\n\nAfter delivering this discourse, Shriji Mahārāj returned to the darbār .\n\nOn Fagun sudi Punam, Samvat 1878 [7 March 1822], Swami Shri Sahajanandji Maharaj was sitting in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, Premanand Swami and other paramhansas were singing a Vishnupad before Him.\n\nThereupon Shriji Maharaj said, “Please stop the devotional songs. I wish to speak to all of you, so please listen attentively.” He then said, “I, Myself, have attentively listened to all of the scriptures which Vyasji has written regarding the attainment of liberation. The main principle prevalent in all those scriptures and the only principle for the liberation of the jiva is simply this: The sole creator, sustainer and destroyer of this entire cosmos is God.\n\n“Moreover, in all of those scriptures, there are talks of the divine actions and incidents of either God or His Sant. So, liberation cannot be attained just by the observance of the dharma of one’s caste and ashram , or through its fruits in the form of dharma , arth and kam . This is because the observance of the dharma of one’s caste and ashram on its own may bring worldly reputation and physical comforts - but that is all. For the purpose of liberation, however, realizing God to be the all-doer is the only means.\n\n“In addition, if a person realizes the greatness of manifest God and His Bhakta-Sant in exactly the same way as he realizes the greatness of past avatars of God such as Ram, Krishna, etc., as well as the greatness of past sadhus such as Narad, the Sanakadik, Shukji, Jadbharat, Hanuman, Uddhav, etc. - then nothing remains to be understood on the path of liberation.\n\n“Whether this principle is understood after being told once or after being told a thousand times, whether it is understood today or after a thousand years, there is no option but to understand it. Even if one were to ask Narad, the Sanakadik, Shukji, Brahma and Shiv, since they are wise, even they, using many different techniques, would point to the manifest form of God and the manifest form of the Sant as being the only granters of liberation. They would also explain that the greatness of the manifest form of God and the manifest form of the Sant is exactly the same as the greatness of past forms of God and the Sant.\n\n“A person who has such a firm conviction has grasped all of the fundamental principles. What is more, he will never fall from the path of liberation. Brahma, Shiv, Bruhaspati, Parashar, etc., may have fallen from the path of dharma due to lust, anger, etc., but because they had the same conviction in and knowledge of the greatness of the manifest form of God and the manifest form of the Sant as they had of their past forms, they did not fall from the path of liberation. Thus, the essence of all of the scriptures is this very fact.”\n\nIn the evening of that same day, Swami Shri Sahajanandji Maharaj mounted His horse in Dada Khachar’s darbar in Gadhada and came to Lakshmivadi. There, He sat on a large, decorated cot on the platform under the mango tree. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied around His head a white pagh that was adorned by a tassel of yellow flowers. Bunches of mogra flowers were placed upon His ears, and a garland of mogra flowers was also placed around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Please listen, I wish to ask all of you a question. During the dream state, when the jiva sees a creation and indulges in the pleasures of that creation, does the jiva itself become the form of the creation? Or does the jiva create the creation in its dream by its own will? Also, in the same way as the jiva , the ishwars such as Brahma, etc., also experience creations during their dream state. Do they themselves become the form of the creation? Or do they create it by their own will? Or does God, who transcends both jiva and ishwar , create the creations experienced in their dreams?”\n\nEveryone attempted to answer the question according to their level of intelligence, but no one was able to offer a precise explanation.\n\nShriji Maharaj then explained, “Neither the jiva nor ishwar creates the creations experienced during the dream state, nor do they become the form of those creations themselves. In reality, it is God - who transcends both jiva and ishwar , and who is also the giver of the fruits of one’s karmas - who creates the world experienced in dreams according to the karmas of the particular jiva or ishwar .\n\n“The unstable and illusory nature of dreams is due to their region of origin. The throat is such that in that place, countless types of such creations can be seen - just as when an oil lamp is lit in one place within a mandir decorated with mirrors, countless oil lamps would be seen. Therefore, due to the location of its origin - the throat - a single thought can be experienced in countless ways.”\n\nShriji Maharaj then said, “A person possessing gnan understands only the influence of place to be predominant when there is the predominance of place; and when the influence of time is predominant, he understands only time to be predominant; and when the influence of karma is predominant, he understands only karma to be predominant; and when God’s influence is predominant, he understands only God to be predominant. In contrast, a fool, once he has understood one factor, considers that alone to be the chief factor. If he has understood time, he considers time to be the chief factor; if he has understood karma , he considers karma to be the chief factor; and if he has understood maya , he considers maya to be the chief factor. But such a fool does not know how to distinguish between the different predominating factors prevalent in different circumstances. A person with gnan , on the other hand, understands the predominance of various factors based on the circumstances.\n\n“In fact, it is God who is the inspirer of everything - of place, time, karma and maya . It is He Himself who allows the factors of place, time, etc., to be predominant. Thus, they are all dependent upon God - just as the shishumar chakra is dependent on the support of the Dhruv star, and just as all the subjects of a kingdom are dependent on their king. Furthermore, in a kingdom, the minister and secretaries can only do as much as their king allows them to do; when the king does not allow it, they cannot do even the smallest of tasks. In the same way, the factors of place, time, karma and maya can only do as much as God allows them to do; they cannot do a single thing against the wish of God. Therefore, only God is the all-doer.”\n\nAfter delivering this discourse, Shriji Maharaj returned to the darbar ."
}