{
    "number": 249,
    "vachanamrut": "Gadhada III-26",
    "title": "The Sant Who Suppresses His Mind and Indriyas",
    "setting": "On Kārtik sudi 11, Samvat 1885 [17 November 1828], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “What are the characteristics of a Sant who is worthy of being worshipped on par with God? Well, such a Sant suppresses the actions of māyā’s gunas - the indriyas , the antahkaran , etc.; but he himself does not get suppressed by their actions. In addition to this, he only performs activities related to God; he is staunch in his observance of the five religious vows; and believing himself to be brahmarup , he worships Purushottam Bhagwān. Such a Sant should not be thought of as a human being, nor should he be thought of as a deity, because such behavior is not possible for either humans or deities. Indeed, even though that Sant appears to be human, he is still worthy of being worshipped on par with God. Therefore, whoever desires to attain liberation should serve such a Sant. Also, females should serve females possessing such virtuous qualities.”\n\nThen Ātmānand Swāmi asked Shriji Mahārāj, “Regardless of how ordinary one may be, as long as one stays within the limits of the vows of this Satsang, one will not become bound by the panchvishays . Please narrate the characteristics of a person who cannot become bound by the panchvishays , even though he may happen to leave the Satsang fellowship due to unfavorable circumstances.”\n\nShriji Mahārāj explained, “If a person has dharma predominant in his mind; and if he has the qualities of an āstik in that he firmly believes, ‘One who performs pious or impious karmas in this realm will undoubtedly receive the respective fruits of those karmas in the realm beyond’; and if he, having such firm beliefs, is concerned about his own reputation by thinking, ‘If I do something immoral, what will people think of me?’, then he will not become bound by any object - women or others - wherever he goes. For example, Mayārām Bhatt, Mulji Brahmachāri, Nishkulānand Swāmi and those of that caliber will never falter even if they encounter women, wealth, etc.\n\n“However, someone who is like this may, firstly, have the attributes of false ātmā -realization in thinking, ‘I am the ātmā ; I am Brahma; so I am not affected by good or bad actions. I am absolutely detached from everything.’ Secondly, he may falsely understand the greatness of God; i.e., he may talk a great deal about that greatness by saying, ‘The greatness of God is so profound! So what harm is there in transgressing dharma ?’ In such a person, these two types of flaws could become major obstacles in the observance of dharma . Therefore, it is better if he has genuine ātmā -realization, he thoroughly understands the greatness of God, and he firmly observes - with understanding - the various types of dharma , such as the vows of non-lust, non-avarice, non-taste, non-attachment, non-egotism, etc., in order to please God. Such a person believes, ‘If I observe dharma , God will be extremely pleased with me, and if I deviate from dharma in any way, then God will be extremely displeased with me.’ If he has this firm conviction within, then that devotee will never falter from dharma in any way. On the other hand, if a person does not have this kind of understanding, then regardless of how much gnān he may have, or how much bhakti he may offer, he may still deviate from dharma or become bound by worldly objects. This is a fundamental truth.”\n\nShriji Mahārāj again addressed the assembly out of compassion, “I do not like vanity. That vanity may be of one’s virtues of bhakti , renunciation, or vairāgya ; of one’s attainment of the attributes of Brahma; of one’s understanding; or of one’s observance of the five religious vows. I do not like these or any other forms of vanity. Also, I do not like hypocrisy. What is hypocrisy? Well, although one may not have much faith, bhakti or dharma , to outwardly pretend to possess them to a great extent in order to look pious in front of others is hypocrisy. That, I do not like. Nor do I like any person who, while worshipping God, eliminates the distinction between himself and God. I also do not like a person who behaves liberally; i.e., after taking a vow, he adheres to it occasionally and relaxes from it occasionally. In addition, I do not like a person who, having extensively understood the profound glory of God, considers himself to be extremely insignificant and does not believe his true form to be the ātmā , which is distinct from the body.\n\n“Now I shall describe the type of person I do like. Such a person thoroughly understands the greatness of God. He understands his ātmā - which is vyatirek from the body - to be brahmarup . He firmly observes dharma and also staunchly engages in the bhakti of God. Despite having such virtues, if there is some devotee in the Satsang fellowship who does not understand anything yet has faith in God, then the former would consider the latter to be great and himself to be insignificant in comparison to that devotee. When speaking, such a person never reveals even the slightest pride of his wisdom. I am extremely pleased with a person who behaves in this manner.”\n\nHaving delivered this discourse, Shriji Mahārāj returned to His residence.\n\nOn Kartik sudi 11, Samvat 1885 [17 November 1828], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “What are the characteristics of a Sant who is worthy of being worshipped on par with God? Well, such a Sant suppresses the actions of maya’s gunas - the indriyas , the antahkaran , etc.; but he himself does not get suppressed by their actions. In addition to this, he only performs activities related to God; he is staunch in his observance of the five religious vows; and believing himself to be brahmarup , he worships Purushottam Bhagwan. Such a Sant should not be thought of as a human being, nor should he be thought of as a deity, because such behavior is not possible for either humans or deities. Indeed, even though that Sant appears to be human, he is still worthy of being worshipped on par with God. Therefore, whoever desires to attain liberation should serve such a Sant. Also, females should serve females possessing such virtuous qualities.”\n\nThen Atmanand Swami asked Shriji Maharaj, “Regardless of how ordinary one may be, as long as one stays within the limits of the vows of this Satsang, one will not become bound by the panchvishays . Please narrate the characteristics of a person who cannot become bound by the panchvishays , even though he may happen to leave the Satsang fellowship due to unfavorable circumstances.”\n\nShriji Maharaj explained, “If a person has dharma predominant in his mind; and if he has the qualities of an astik in that he firmly believes, ‘One who performs pious or impious karmas in this realm will undoubtedly receive the respective fruits of those karmas in the realm beyond’; and if he, having such firm beliefs, is concerned about his own reputation by thinking, ‘If I do something immoral, what will people think of me?’, then he will not become bound by any object - women or others - wherever he goes. For example, Mayaram Bhatt, Mulji Brahmachari, Nishkulanand Swami and those of that caliber will never falter even if they encounter women, wealth, etc.\n\n“However, someone who is like this may, firstly, have the attributes of false atma -realization in thinking, ‘I am the atma ; I am Brahma; so I am not affected by good or bad actions. I am absolutely detached from everything.’ Secondly, he may falsely understand the greatness of God; i.e., he may talk a great deal about that greatness by saying, ‘The greatness of God is so profound! So what harm is there in transgressing dharma ?’ In such a person, these two types of flaws could become major obstacles in the observance of dharma . Therefore, it is better if he has genuine atma -realization, he thoroughly understands the greatness of God, and he firmly observes - with understanding - the various types of dharma , such as the vows of non-lust, non-avarice, non-taste, non-attachment, non-egotism, etc., in order to please God. Such a person believes, ‘If I observe dharma , God will be extremely pleased with me, and if I deviate from dharma in any way, then God will be extremely displeased with me.’ If he has this firm conviction within, then that devotee will never falter from dharma in any way. On the other hand, if a person does not have this kind of understanding, then regardless of how much gnan he may have, or how much bhakti he may offer, he may still deviate from dharma or become bound by worldly objects. This is a fundamental truth.”\n\nShriji Maharaj again addressed the assembly out of compassion, “I do not like vanity. That vanity may be of one’s virtues of bhakti , renunciation, or vairagya ; of one’s attainment of the attributes of Brahma; of one’s understanding; or of one’s observance of the five religious vows. I do not like these or any other forms of vanity. Also, I do not like hypocrisy. What is hypocrisy? Well, although one may not have much faith, bhakti or dharma , to outwardly pretend to possess them to a great extent in order to look pious in front of others is hypocrisy. That, I do not like. Nor do I like any person who, while worshipping God, eliminates the distinction between himself and God. I also do not like a person who behaves liberally; i.e., after taking a vow, he adheres to it occasionally and relaxes from it occasionally. In addition, I do not like a person who, having extensively understood the profound glory of God, considers himself to be extremely insignificant and does not believe his true form to be the atma , which is distinct from the body.\n\n“Now I shall describe the type of person I do like. Such a person thoroughly understands the greatness of God. He understands his atma - which is vyatirek from the body - to be brahmarup . He firmly observes dharma and also staunchly engages in the bhakti of God. Despite having such virtues, if there is some devotee in the Satsang fellowship who does not understand anything yet has faith in God, then the former would consider the latter to be great and himself to be insignificant in comparison to that devotee. When speaking, such a person never reveals even the slightest pride of his wisdom. I am extremely pleased with a person who behaves in this manner.”\n\nHaving delivered this discourse, Shriji Maharaj returned to His residence."
}