{
    "number": 155,
    "vachanamrut": "Gadhada II-22",
    "title": "Two Armies; The Installation of Nar-Nārāyan",
    "setting": "On Fāgun vadi 10, Samvat 1878 [19 March 1822], Shriji Mahārāj awoke in the middle of the night and sat facing south on a large, decorated cot in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, He called all of the sādhus and devotees together, and so they gathered before Him in an assembly.",
    "text": "Addressing the sādhus , Shriji Mahārāj said, “I wish to talk, so please listen. When two armies are prepared for combat and both have implanted their flags opposite each other, in their minds both feel, ‘We will capture their flag and shall raise our own in its place.’ But they never think, ‘Along the way to the enemy’s flag, many heads will roll and rivers of blood will flow.’ They are never afraid in this manner. This is because those who are brave are not afraid of dying. A coward, however, harbors thousands of thoughts of fleeing. He also thinks, ‘If our army wins, we shall loot our opponent’s wealth and weapons.’ The brave soldiers of both kings, however, are not afraid of dying, nor do they have greedy motives to loot. Instead, they have only one desire - to capture the opponent’s flag and ensure their own victory.\n\n“Now, in this example, the flag represents the abode of God, and the brave soldiers of the kings represent the staunch devotees of God. Regardless of whether they encounter honors or insults in this world; regardless of whether they encounter bodily comforts or miseries; regardless of whether their bodies remain healthy or unhealthy; and regardless of whether their bodies survive or die, staunch devotees of God never harbor timid thoughts such as, ‘We will suffer this much pain,’ or ‘we will enjoy this much happiness.’ Neither of these two types of thoughts arises within their minds. Such devotees firmly believe, ‘We want to attain the abode of God within this very lifetime; we do not want to become enticed by anything along the way.’\n\n“On the other hand, a devotee of God who identifies his self with the body is represented by the coward soldiers. While worshipping God, he harbors thousands of timid thoughts such as, ‘If the religious vows become strict, I will not be able to survive; only if they are easy to observe will I be able to survive.’ He also thinks, ‘If I employ this method, I shall be happy even in worldly life. Also, if it is possible, I shall survive passively in the Satsang fellowship.’ Such a devotee represents the coward. A staunch, brave devotee of God, however, never has any types of desires related to the body or the world.”\n\nHaving said this, Shriji Mahārāj then began to narrate an experience of His own. “When I went to Amdāvād to perform the installation ceremony of Shri Narnārāyandev, thousands of people had gathered for the festival. Following the completion of the installation of Shri Narnārāyandev, and after thousands of Brāhmins from Amdāvād had been fed, I departed from there and spent the night in Jetalpur. There, I began to think, ‘I want to forget all memories of all of those people and all of the activities that I saw.’ In doing this, My heart felt intense grief, and as a result, I became ill. From there, I then went to Dholkā, where I spent the night. Then, walking from Dholkā with the same thought in mind, I reached the forest of Ganesh Dholkā near the village of Koth and spent the night there. I began to think so much that I forgot all about My body. While thinking, I forgot all of the activities and dispelled all those thoughts in such a manner that it was as if I had not even stayed at Lake Kānkariā, and as if there had been no festival - no thoughts remained at all.\n\n“After those worldly thoughts had subsided, I began to look within. I began to see transcendental wonders and also the pleasures of the deities. I began to see countless types of celestial vehicles, celestial maidens, clothes and ornaments - just as if I were seeing them here in Mrutyulok. In My heart, however, I did not like anything except God. Moreover, just as the panchvishays here appear to be insignificant to Me - with My mind never being tempted - in the same way, My mind was not tempted anywhere from Devlok all the way to Brahmalok.\n\n“Seeing this, all of the deities began to praise Me, ‘You truly are an Ekāntik Bhakta of God; after all, your mind did not forsake God and become tempted elsewhere.’ On hearing their words, My heart gained a lot of courage. I then told My man , ‘I know your true form. So look! If you harbor a thought about any object other than God, I will crush you to pieces.’ In the same way, I told My buddhi , ‘If you harbor any form of resolve other than that of God, then you will be in trouble.’ Similarly, I told My chitt , ‘If you contemplate on anything other than God, then I will also crush you to pieces.’ In the same way, I told My ahamkār , ‘If you harbor any form of conceit except that of servitude towards God, I will destroy you.’\n\n“Following this, just as I had totally forgotten all of the objects of this realm, I also totally forgot all of the objects of Devlok and Brahmalok. When all of those thoughts were dispelled, the illness that had arisen as a result of those thoughts also disappeared. Thus, one who is a devotee of God should behave in such a manner.” In this way, Shriji Mahārāj narrated His own experience for the sake of the liberation of His devotees, while in reality, He Himself is the manifest form of Shri Krishna Purushottam Nārāyan.\n\nShriji Mahārāj then said, “The Vāsudev Māhātmya describes the dharma of an ekāntik bhakta as follows: ‘An ekāntik bhakta does not believe his body to be his own true form; he believes himself to be chaitanya . He does bhakti of God while observing dharma , gnān and vairāgya . Also, he maintains no desire for any object other than God.’ When he becomes such a sādhu by worshipping God in this way, then there is no greater status than that of a sādhu . For example, in a kingdom, the queen’s authority is equal to that of the king. In the same way, that sādhu possesses as much majesty as God. Therefore, a sādhu should not wish for the insignificant pleasures of worldly life. Why? Because when that sādhu attains the abode of God, then just as the lords of countless millions of brahmānds - Brahmā and other ishwars - bring countless types of gifts and other articles for God, they also bring them for that sādhu . Moreover, by the grace of God, that sādhu acquires transcendental powers and strength. Keeping such a lofty thought in one’s mind, one should not desire anything other than God. For example, a person who has obtained a chintāmani should look after it with great care. This is because it will enable him to obtain any object he desires. Similarly, a devotee of God should hold on to the chintāmani in the form of God’s form; he should never forsake it. Only then will he attain everything.”\n\nOn Fagun vadi 10, Samvat 1878 [19 March 1822], Shriji Maharaj awoke in the middle of the night and sat facing south on a large, decorated cot in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, He called all of the sadhus and devotees together, and so they gathered before Him in an assembly.\n\nAddressing the sadhus , Shriji Maharaj said, “I wish to talk, so please listen. When two armies are prepared for combat and both have implanted their flags opposite each other, in their minds both feel, ‘We will capture their flag and shall raise our own in its place.’ But they never think, ‘Along the way to the enemy’s flag, many heads will roll and rivers of blood will flow.’ They are never afraid in this manner. This is because those who are brave are not afraid of dying. A coward, however, harbors thousands of thoughts of fleeing. He also thinks, ‘If our army wins, we shall loot our opponent’s wealth and weapons.’ The brave soldiers of both kings, however, are not afraid of dying, nor do they have greedy motives to loot. Instead, they have only one desire - to capture the opponent’s flag and ensure their own victory.\n\n“Now, in this example, the flag represents the abode of God, and the brave soldiers of the kings represent the staunch devotees of God. Regardless of whether they encounter honors or insults in this world; regardless of whether they encounter bodily comforts or miseries; regardless of whether their bodies remain healthy or unhealthy; and regardless of whether their bodies survive or die, staunch devotees of God never harbor timid thoughts such as, ‘We will suffer this much pain,’ or ‘we will enjoy this much happiness.’ Neither of these two types of thoughts arises within their minds. Such devotees firmly believe, ‘We want to attain the abode of God within this very lifetime; we do not want to become enticed by anything along the way.’\n\n“On the other hand, a devotee of God who identifies his self with the body is represented by the coward soldiers. While worshipping God, he harbors thousands of timid thoughts such as, ‘If the religious vows become strict, I will not be able to survive; only if they are easy to observe will I be able to survive.’ He also thinks, ‘If I employ this method, I shall be happy even in worldly life. Also, if it is possible, I shall survive passively in the Satsang fellowship.’ Such a devotee represents the coward. A staunch, brave devotee of God, however, never has any types of desires related to the body or the world.”\n\nHaving said this, Shriji Maharaj then began to narrate an experience of His own. “When I went to Amdavad to perform the installation ceremony of Shri Narnarayandev, thousands of people had gathered for the festival. Following the completion of the installation of Shri Narnarayandev, and after thousands of Brahmins from Amdavad had been fed, I departed from there and spent the night in Jetalpur. There, I began to think, ‘I want to forget all memories of all of those people and all of the activities that I saw.’ In doing this, My heart felt intense grief, and as a result, I became ill. From there, I then went to Dholka, where I spent the night. Then, walking from Dholka with the same thought in mind, I reached the forest of Ganesh Dholka near the village of Koth and spent the night there. I began to think so much that I forgot all about My body. While thinking, I forgot all of the activities and dispelled all those thoughts in such a manner that it was as if I had not even stayed at Lake Kankaria, and as if there had been no festival - no thoughts remained at all.\n\n“After those worldly thoughts had subsided, I began to look within. I began to see transcendental wonders and also the pleasures of the deities. I began to see countless types of celestial vehicles, celestial maidens, clothes and ornaments - just as if I were seeing them here in Mrutyulok. In My heart, however, I did not like anything except God. Moreover, just as the panchvishays here appear to be insignificant to Me - with My mind never being tempted - in the same way, My mind was not tempted anywhere from Devlok all the way to Brahmalok.\n\n“Seeing this, all of the deities began to praise Me, ‘You truly are an Ekantik Bhakta of God; after all, your mind did not forsake God and become tempted elsewhere.’ On hearing their words, My heart gained a lot of courage. I then told My man , ‘I know your true form. So look! If you harbor a thought about any object other than God, I will crush you to pieces.’ In the same way, I told My buddhi , ‘If you harbor any form of resolve other than that of God, then you will be in trouble.’ Similarly, I told My chitt , ‘If you contemplate on anything other than God, then I will also crush you to pieces.’ In the same way, I told My ahamkar , ‘If you harbor any form of conceit except that of servitude towards God, I will destroy you.’\n\n“Following this, just as I had totally forgotten all of the objects of this realm, I also totally forgot all of the objects of Devlok and Brahmalok. When all of those thoughts were dispelled, the illness that had arisen as a result of those thoughts also disappeared. Thus, one who is a devotee of God should behave in such a manner.” In this way, Shriji Maharaj narrated His own experience for the sake of the liberation of His devotees, while in reality, He Himself is the manifest form of Shri Krishna Purushottam Narayan.\n\nShriji Maharaj then said, “The Vasudev Mahatmya describes the dharma of an ekantik bhakta as follows: ‘An ekantik bhakta does not believe his body to be his own true form; he believes himself to be chaitanya . He does bhakti of God while observing dharma , gnan and vairagya . Also, he maintains no desire for any object other than God.’ When he becomes such a sadhu by worshipping God in this way, then there is no greater status than that of a sadhu . For example, in a kingdom, the queen’s authority is equal to that of the king. In the same way, that sadhu possesses as much majesty as God. Therefore, a sadhu should not wish for the insignificant pleasures of worldly life. Why? Because when that sadhu attains the abode of God, then just as the lords of countless millions of brahmands - Brahma and other ishwars - bring countless types of gifts and other articles for God, they also bring them for that sadhu . Moreover, by the grace of God, that sadhu acquires transcendental powers and strength. Keeping such a lofty thought in one’s mind, one should not desire anything other than God. For example, a person who has obtained a chintamani should look after it with great care. This is because it will enable him to obtain any object he desires. Similarly, a devotee of God should hold on to the chintamani in the form of God’s form; he should never forsake it. Only then will he attain everything.”"
}