{
    "number": 169,
    "vachanamrut": "Gadhada II-36",
    "title": "Four Means of Maintaining Continuous Vrutti",
    "setting": "On Bhādarvā sudi Punam, Samvat 1880 [20 September 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Shriji Mahārāj then said, “Please conduct a question-answer session.”\n\nThereupon Muktānand Swāmi asked a question, “By what means can one continuously engage one’s vrutti on God?”\n\nShriji Mahārāj replied, “Actually, there are four methods to achieve this. Of these, the first is that if one’s chitt has a tendency of becoming engrossed, then it would become engrossed in everything. So, just as it becomes engrossed in one’s son, wife, etc., it can also become engrossed in God. Thus, that is one method.\n\n“The second method is to be extremely brave. When a person with such bravery in his heart conceives some desirous thought other than that of God, then as he is a brave devotee, intense contemplation arises within, thus dispelling all such desirous thoughts. Thereby, he continuously engages his vrutti on the form of God.\n\n“The third method is fear. If extreme fear of birth, death, narak and the cycle of births and deaths exists in a person’s heart, he continuously engages his vrutti on the form of God due to fear.\n\n“The fourth method is vairāgya . A person with vairāgya - through gnān of the Sānkhya scriptures - realizes his own ātmā to be distinct from the body, and except for that ātmā , he realizes all worldly objects to be asatya . Following this, he beholds Paramātmā within his ātmā and continuously contemplates on Him.\n\n“With the exception of a person on whom God bestows His grace - regarding which there is nothing to say - people may attempt countless other means, but without resorting to these four methods, one will not be able to continuously engage one’s vrutti on God. Of course, continuously engaging one’s vrutti on God is an extremely difficult feat. It is only those whose good deeds from many many lives have ripened who are able to do so. For others, it is very difficult, indeed.”\n\nHaving thus described how to continuously engage one’s vrutti on God’s form, Shriji Mahārāj added, “In this world, everyone talks of māyā . I have seen the characteristics of that māyā as follows: Affection for anything other than God is itself māyā . In fact, the affection a person has towards his own body and its relatives and towards one who provides for his body exceeds even the extreme affection one has for the panchvishays . Thus, a person who has severed affection for his body, its relations and those who provide for his body is said to have transcended God’s māyā . In fact, a person who severs affection for everyone other than God develops affection towards God. Then, when affection for God is developed, his vrutti continuously remains on God. When that is achieved, he has nothing further to achieve; he has become fulfilled.”\n\nOn Bhadarva sudi Punam, Samvat 1880 [20 September 1823], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then said, “Please conduct a question-answer session.”\n\nThereupon Muktanand Swami asked a question, “By what means can one continuously engage one’s vrutti on God?”\n\nShriji Maharaj replied, “Actually, there are four methods to achieve this. Of these, the first is that if one’s chitt has a tendency of becoming engrossed, then it would become engrossed in everything. So, just as it becomes engrossed in one’s son, wife, etc., it can also become engrossed in God. Thus, that is one method.\n\n“The second method is to be extremely brave. When a person with such bravery in his heart conceives some desirous thought other than that of God, then as he is a brave devotee, intense contemplation arises within, thus dispelling all such desirous thoughts. Thereby, he continuously engages his vrutti on the form of God.\n\n“The third method is fear. If extreme fear of birth, death, narak and the cycle of births and deaths exists in a person’s heart, he continuously engages his vrutti on the form of God due to fear.\n\n“The fourth method is vairagya . A person with vairagya - through gnan of the Sankhya scriptures - realizes his own atma to be distinct from the body, and except for that atma , he realizes all worldly objects to be asatya . Following this, he beholds Paramatma within his atma and continuously contemplates on Him.\n\n“With the exception of a person on whom God bestows His grace - regarding which there is nothing to say - people may attempt countless other means, but without resorting to these four methods, one will not be able to continuously engage one’s vrutti on God. Of course, continuously engaging one’s vrutti on God is an extremely difficult feat. It is only those whose good deeds from many many lives have ripened who are able to do so. For others, it is very difficult, indeed.”\n\nHaving thus described how to continuously engage one’s vrutti on God’s form, Shriji Maharaj added, “In this world, everyone talks of maya . I have seen the characteristics of that maya as follows: Affection for anything other than God is itself maya . In fact, the affection a person has towards his own body and its relatives and towards one who provides for his body exceeds even the extreme affection one has for the panchvishays . Thus, a person who has severed affection for his body, its relations and those who provide for his body is said to have transcended God’s maya . In fact, a person who severs affection for everyone other than God develops affection towards God. Then, when affection for God is developed, his vrutti continuously remains on God. When that is achieved, he has nothing further to achieve; he has become fulfilled.”"
}