{
    "number": 177,
    "vachanamrut": "Gadhada II-44",
    "title": "The Characteristics of Godly and Demonic People",
    "setting": "On Posh sudi 8, Samvat 1880 [9 January 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked Muktānand Swāmi, “When a person perceives a flaw in a devotee, does that person perceive the same amount of flaws in that devotee as he had noticed previously, or does he perceive more flaws?”\n\nMuktānand Swāmi replied, “Apparently, he perceives the same amount of flaws as he previously perceived.”\n\nShriji Mahārāj then said, “You have missed the point of the question. If he perceives exactly the same amount of flaws, then how can you say that he has perceived a flaw? In actual fact, it is due to the influence of adverse places, times, actions, company, etc., that his intellect becomes spoiled; and that is why he perceives more flaws. In this situation, one should realize that the blemish of adverse circumstances has tainted his intellect.\n\n“Moreover, I personally feel, ‘If one previously has kept the company of the great Purush or has had the darshan of God, then one will only perceive one’s own flaws but will never perceive flaws in any other devotee of God.’ A person with such characteristics should be known to be godly.\n\n“On the other hand, a person who is demonic never perceives even a single flaw within himself; instead, he perceives only flaws in other devotees. A person with such an intellect should be known to be demonic. If such a demonic person happens to be in the Satsang fellowship, or if he stays in the mandal of sādhus , he will be similar to Kālnemi, Rāvan and Rāhu; but he will not be influenced by the company of sādhus .\n\n“Thus one who is a staunch devotee of God perceives only his own flaws, but never does he notice the flaws of other devotees.”\n\nOn Posh sudi 8, Samvat 1880 [9 January 1824], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked Muktanand Swami, “When a person perceives a flaw in a devotee, does that person perceive the same amount of flaws in that devotee as he had noticed previously, or does he perceive more flaws?”\n\nMuktanand Swami replied, “Apparently, he perceives the same amount of flaws as he previously perceived.”\n\nShriji Maharaj then said, “You have missed the point of the question. If he perceives exactly the same amount of flaws, then how can you say that he has perceived a flaw? In actual fact, it is due to the influence of adverse places, times, actions, company, etc., that his intellect becomes spoiled; and that is why he perceives more flaws. In this situation, one should realize that the blemish of adverse circumstances has tainted his intellect.\n\n“Moreover, I personally feel, ‘If one previously has kept the company of the great Purush or has had the darshan of God, then one will only perceive one’s own flaws but will never perceive flaws in any other devotee of God.’ A person with such characteristics should be known to be godly.\n\n“On the other hand, a person who is demonic never perceives even a single flaw within himself; instead, he perceives only flaws in other devotees. A person with such an intellect should be known to be demonic. If such a demonic person happens to be in the Satsang fellowship, or if he stays in the mandal of sadhus , he will be similar to Kalnemi, Ravan and Rahu; but he will not be influenced by the company of sadhus .\n\n“Thus one who is a staunch devotee of God perceives only his own flaws, but never does he notice the flaws of other devotees.”"
}