{
    "number": 110,
    "vachanamrut": "Loya-2",
    "title": "One with Faith, Gnān , Courage or Affection",
    "setting": "On Kārtik vadi 11, Samvat 1877 [1 December 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing south on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a red kinkhāb survāl and a black kinkhāb dagli with the word ‘Narnārāyan’ imprinted upon it. Around His head, He had tied a Burānpuri, sky-blue colored feto with golden threads along the edges. He had also tied an orange-colored feto around His waist. At that time, Muktānand Swāmi and other paramhansas were singing devotional songs to the accompaniment of a dukad , sarodā , satār and manjirās , while munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "After the singing had concluded, Shriji Mahārāj said, “O paramhansas , please listen. I wish to ask you a question.”\n\nThe munis said, “Mahārāj, please ask.”\n\nThereupon Shriji Mahārāj asked, “In this Satsang, when does a devotee become free from the fear of death and become convinced of his own liberation in this very life?”\n\nMuktānand Swāmi replied as well as he could, but Shriji Mahārāj’s question was not answered satisfactorily. So the other paramhansas requested, “Mahārāj, You will have to answer that question.”\n\nShriji Mahārāj then began, “While you were singing devotional songs, I thought about this. In My mind, I feel that there are four types of devotees of God who no longer fear death and who feel completely fulfilled. These four types are: first, one who has faith; second, one with gnān ; third, one with courage; and fourth, one with affection. These four types of devotees do not fear death, and they feel fulfilled while still alive.\n\n“Now, I shall describe the characteristics of these four types of devotees. One who has faith has established absolute faith in the words of God and His Sant. Therefore, by the strength of his faith in God, he does not harbor any fear of death. Also, he believes, ‘I have attained the manifest form of Purushottam Bhagwān, and thus I am fulfilled.’\n\n“A devotee with gnān has the strength of ātmā -realization and believes, ‘I am brahmaswarup and a devotee of God.’ Therefore, he too does not fear death.\n\n“All of the indriyas and antahkaran tremble with fear before a devotee who has courage. Also, he is not afraid of anyone. So, he does not transgress any of God’s injunctions in any way. As a result, he believes himself to be fulfilled and does not have even the slightest fear of death.\n\n“The fourth, who has affection, has the inclination of a faithful wife. The vrutti of a faithful wife is not drawn to anyone except her own husband, and she has affection only for her husband. Similarly, this devotee of God, like the faithful wife, has affection only for his master, God. As a result, he believes himself to be fulfilled and does not have even the slightest fear of death.\n\n“Out of these four types of inclinations, if only one is predominant and the other three are subordinate, one still overcomes the fear of births and deaths. But if a person does not have any one of the four, then his fear of death is not overcome.”\n\nHaving said this, Shriji Mahārāj asked all of the paramhansas and other devotees, “Of these four, please declare which inclination is predominant within you.” So, all of the paramhansas described whichever inclination was predominant within them, and the other devotees did likewise. Hearing this, Shriji Mahārāj was very pleased.\n\nThen Shriji Mahārāj continued, “Of these four types, all those who have the inclination of courage may come near and bow down at My feet.” So, those who had the inclination of courage placed Shriji Mahārāj’s holy feet on their chests and bowed down before Him.\n\nThereafter, Shriji Mahārāj said, “Those who wish to ask a question, please ask.”\n\nThereupon Brahmānand Swāmi asked, “That which is the cause should be greater than its effect. Why, then, does a large tree arise from the seed of a banyan tree, which is small?”\n\nShriji Mahārāj replied, “A cause may be small and subtle, yet it is still capable of producing a vast effect - that is the very greatness of the cause. For example, the entities evolved from Mul-Prakruti - the countless Pradhāns - occupy a great expanse, whereas the cause, Mul-Prakruti, has the form of a female. Also, smell, which is the cause of pruthvi , is subtle, whereas the entity evolved from it, pruthvi , is large. Similarly, ākāsh and the other four bhuts occupy a vast area, but their causes, sound, touch, etc., are subtle. Hence, the cause may be small, but it still has the ability to produce a vast effect - such is its capability.\n\n“Agnidev, for example, possesses a form like that of a man; and his size is like that of a man; but his effect - in the form of flames of fire - is large. Similarly, the form of Varun is the size of a man, but his effect - in the form of water - is very abundant. Further, the form of Surya is seated in a chariot like a man, but his effect - in the form of light - pervades the entire brahmānd . In the same manner, the cause of all, Shri Purushottam Nārāyan - Shri Krishna - is the size of a man, yet He is the cause of countless millions of brahmānds . But one who is a fool thinks, ‘If the effect is this big, then the cause must be so much bigger!’ Actually, this is the understanding of a fool. God, who is the cause of all, appears like a human being; yet by His yogic powers, He is able to create countless millions of brahmānds from His body and is able to absorb them back into Himself. For example, Agni, Varun and Surya appear vast in the form of their effects, but they withdraw their effect back within themselves, and only they remain. In the same way, within each and every hair of God, countless brahmānds , each composed of the eight barriers and 14 realms, appear as mere atoms. In this way, the cause is transcendental and full of greatness. So, one who is wise realizes, ‘God appears like a human, but, in fact, He is the cause of all and the creator of all; He is all-powerful.’”\n\nHaving said this, Shriji Mahārāj returned to go to sleep.\n\nOn Kartik vadi 11, Samvat 1877 [1 December 1820], Swami Shri Sahajanandji Maharaj was sitting facing south on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a red kinkhab surval and a black kinkhab dagli with the word ‘Narnarayan’ imprinted upon it. Around His head, He had tied a Buranpuri, sky-blue colored feto with golden threads along the edges. He had also tied an orange-colored feto around His waist. At that time, Muktanand Swami and other paramhansas were singing devotional songs to the accompaniment of a dukad , saroda , satar and manjiras , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nAfter the singing had concluded, Shriji Maharaj said, “O paramhansas , please listen. I wish to ask you a question.”\n\nThe munis said, “Maharaj, please ask.”\n\nThereupon Shriji Maharaj asked, “In this Satsang, when does a devotee become free from the fear of death and become convinced of his own liberation in this very life?”\n\nMuktanand Swami replied as well as he could, but Shriji Maharaj’s question was not answered satisfactorily. So the other paramhansas requested, “Maharaj, You will have to answer that question.”\n\nShriji Maharaj then began, “While you were singing devotional songs, I thought about this. In My mind, I feel that there are four types of devotees of God who no longer fear death and who feel completely fulfilled. These four types are: first, one who has faith; second, one with gnan ; third, one with courage; and fourth, one with affection. These four types of devotees do not fear death, and they feel fulfilled while still alive.\n\n“Now, I shall describe the characteristics of these four types of devotees. One who has faith has established absolute faith in the words of God and His Sant. Therefore, by the strength of his faith in God, he does not harbor any fear of death. Also, he believes, ‘I have attained the manifest form of Purushottam Bhagwan, and thus I am fulfilled.’\n\n“A devotee with gnan has the strength of atma -realization and believes, ‘I am brahmaswarup and a devotee of God.’ Therefore, he too does not fear death.\n\n“All of the indriyas and antahkaran tremble with fear before a devotee who has courage. Also, he is not afraid of anyone. So, he does not transgress any of God’s injunctions in any way. As a result, he believes himself to be fulfilled and does not have even the slightest fear of death.\n\n“The fourth, who has affection, has the inclination of a faithful wife. The vrutti of a faithful wife is not drawn to anyone except her own husband, and she has affection only for her husband. Similarly, this devotee of God, like the faithful wife, has affection only for his master, God. As a result, he believes himself to be fulfilled and does not have even the slightest fear of death.\n\n“Out of these four types of inclinations, if only one is predominant and the other three are subordinate, one still overcomes the fear of births and deaths. But if a person does not have any one of the four, then his fear of death is not overcome.”\n\nHaving said this, Shriji Maharaj asked all of the paramhansas and other devotees, “Of these four, please declare which inclination is predominant within you.” So, all of the paramhansas described whichever inclination was predominant within them, and the other devotees did likewise. Hearing this, Shriji Maharaj was very pleased.\n\nThen Shriji Maharaj continued, “Of these four types, all those who have the inclination of courage may come near and bow down at My feet.” So, those who had the inclination of courage placed Shriji Maharaj’s holy feet on their chests and bowed down before Him.\n\nThereafter, Shriji Maharaj said, “Those who wish to ask a question, please ask.”\n\nThereupon Brahmanand Swami asked, “That which is the cause should be greater than its effect. Why, then, does a large tree arise from the seed of a banyan tree, which is small?”\n\nShriji Maharaj replied, “A cause may be small and subtle, yet it is still capable of producing a vast effect - that is the very greatness of the cause. For example, the entities evolved from Mul-Prakruti - the countless Pradhans - occupy a great expanse, whereas the cause, Mul-Prakruti, has the form of a female. Also, smell, which is the cause of pruthvi , is subtle, whereas the entity evolved from it, pruthvi , is large. Similarly, akash and the other four bhuts occupy a vast area, but their causes, sound, touch, etc., are subtle. Hence, the cause may be small, but it still has the ability to produce a vast effect - such is its capability.\n\n“Agnidev, for example, possesses a form like that of a man; and his size is like that of a man; but his effect - in the form of flames of fire - is large. Similarly, the form of Varun is the size of a man, but his effect - in the form of water - is very abundant. Further, the form of Surya is seated in a chariot like a man, but his effect - in the form of light - pervades the entire brahmand . In the same manner, the cause of all, Shri Purushottam Narayan - Shri Krishna - is the size of a man, yet He is the cause of countless millions of brahmands . But one who is a fool thinks, ‘If the effect is this big, then the cause must be so much bigger!’ Actually, this is the understanding of a fool. God, who is the cause of all, appears like a human being; yet by His yogic powers, He is able to create countless millions of brahmands from His body and is able to absorb them back into Himself. For example, Agni, Varun and Surya appear vast in the form of their effects, but they withdraw their effect back within themselves, and only they remain. In the same way, within each and every hair of God, countless brahmands , each composed of the eight barriers and 14 realms, appear as mere atoms. In this way, the cause is transcendental and full of greatness. So, one who is wise realizes, ‘God appears like a human, but, in fact, He is the cause of all and the creator of all; He is all-powerful.’”\n\nHaving said this, Shriji Maharaj returned to go to sleep."
}