{
    "number": 142,
    "vachanamrut": "Gadhada II-9",
    "title": "Conviction of God; Realizing God to be like Other Avatārs Is Blasphemy",
    "setting": "On Shrāvan sudi 14, Samvat 1878 [12 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. Ānandānand Swāmi had just performed His puja. Shriji Mahārāj was wearing a red survāl and dagli made from kinkhāb . He had tied a golden-bordered, orange reto around His head and had also tied a brocaded shelu around His waist. On His shoulder was a sky-blue colored reto , and tied around His wrist were several rākhdis . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Muktānand Swāmi suggested, “Let us sing devotional songs.”\n\nShriji Mahārāj said, “Let us talk about God.” He then continued, “The path of gnān should be understood in such a way that one does not malign the form of God in any way. In fact, one should not worry if at sometime or other one has transgressed God’s commands; but one should never malign the form of God. If one does disobey God’s commands, then one can still be freed from that sin by praying to God; however, there are no means of release for one who has maligned the form of God. Therefore, one who is wise should certainly abide by God’s commands to the best of one’s ability. However, one should also intensely maintain the strength of conviction in God’s form; i.e., ‘I have attained the very form of God who reigns supreme, who forever possesses a divine form, and who is the ‘avatāri’ - the cause of all of the avatārs .’ If a person realizes this, then even if he may have left the Satsang fellowship, his love for God’s form will not diminish. In fact, even though he is out of Satsang at present, ultimately, when he leaves his body, he will go to God’s Akshardhām and stay near God.\n\n“On the other hand, a person may be in the Satsang fellowship at present, and he may even be abiding by the commands prescribed in the scriptures, but if his conviction of God is not firm, then when he leaves his body, he will either go to the realm of Brahmā or to the realm of some other deity; but he will not go to the abode of Purushottam Bhagwān. Therefore, one should realize the manifest God that one has attained to forever possess a divine form and to be the ‘avatāri’, the cause of all of the avatārs . If, however, one does not realize this, and instead realizes God to be formless or like the other avatārs , then that is regarded as committing blasphemy against God.\n\n“Now consider the following: Arjun’s spiritual strength was based on his conviction of God, whereas Yudhishthir’s source of strength was his faith in the words of the scriptures. Then, when the Mahābhārat war was fought, Shri Krishna Bhagwān said to Arjun,\n\n“The meaning of this verse is, ‘O Arjun! Abandon all of the various types of dharma and surrender only unto me. I shall deliver you from all sins, so do not lament.’ By keeping faith in these words, Arjun never became disheartened, despite committing countless misdeeds during the war. He maintained firm faith in God. Conversely, Yudhishthir had not committed any sins whatsoever, and yet, because he had faith in the words of the scriptures, he felt, ‘I shall never attain liberation.’ Even when all of the rishis , Vyāsji and even Shri Krishna Bhagwān himself attempted to explain to him, still he did not forsake his remorse. Only when Shri Krishna Bhagwān took him to Bhishma and had him listen to Bhishma’s discourse on the true meaning of the words of the scriptures did he develop some faith. Nevertheless, he did not become totally free of doubt like Arjun. Thus, one who is intelligent should intensely maintain spiritual strength based on the conviction of God.\n\n“Even the slightest strength based on this conviction will protect one from great dangers. Shri Krishna Bhagwān has also said,\n\n“This verse means, ‘If one has the slightest strength based on the conviction of God, it will protect one from great calamities.’ For example, when Arjun fought in the Mahābhārat war, he encountered many, many types of grave dangers in the form of adharma . Yet, he was spared from those dangers because of his conviction of God. Therefore, only he can be called an ekāntik bhakta whose strength is based on the conviction of God more than anything else; and only he can be called a staunch satsangi . The Shrimad Bhāgwat also mentions this predominantly;  i.e., ‘If one strays from the dharma proclaimed in the Shrutis and Smrutis, one should not worry. However, one should never abandon the refuge of God.’\n\n“Then some may feel, ‘If we propound such talks, dharma will become irrelevant.’ But this principle is not intended to make dharma irrelevant. Rather its purpose is as follows: Places, times, actions, company, mantras, scriptures, preaching and deities can be of two types - pure and impure. Of these, if one were to encounter the impure, and if as a result some difficulties were to arise, then if one has the firm conviction of God, one would never fall from the path of liberation. Conversely, if there is a deficiency in one’s conviction of God, then whenever one falters from dharma , one would feel, ‘I am destined to fall into narak .’ Therefore, only one whose strength is based on the conviction of God is a staunch satsangi . Without this, one is merely appreciative of Satsang. Even the scriptures mention that only one who firmly maintains the conviction of God is called an ekāntik bhakta .”\n\nThen Shriji Mahārāj said, “If Nārad, the Sanakādik, and deities such as Brahmā and others were to hear the discourses being presently delivered in Satsang, they would say, ‘We have never heard such talks before, and we shall never hear them again.’ These discourses can be described as ‘Na bhooto na bhavishyati’ . 3 Although these talks are extremely subtle, even a person of average intelligence can understand them. It is as if these talks are personified. Therefore, there is no limit to the merits of one who, at this present time, has a conviction of Satsang. Realizing this, those who are satsangis should consider themselves to be totally fulfilled. Moreover, a person who has profound love for God, regardless of whether he understands this discourse, has nothing left to do. If, on the other hand, one does not have such profound love for God, then one should definitely realize the greatness of God. Thus, one who is wise should contemplate upon this discourse, understand it, and then take extremely firm refuge in God. This principle alone is the very essence of all essences.”\n\nOn Shravan sudi 14, Samvat 1878 [12 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. Anandanand Swami had just performed His puja. Shriji Maharaj was wearing a red surval and dagli made from kinkhab . He had tied a golden-bordered, orange reto around His head and had also tied a brocaded shelu around His waist. On His shoulder was a sky-blue colored reto , and tied around His wrist were several rakhdis . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Muktanand Swami suggested, “Let us sing devotional songs.”\n\nShriji Maharaj said, “Let us talk about God.” He then continued, “The path of gnan should be understood in such a way that one does not malign the form of God in any way. In fact, one should not worry if at sometime or other one has transgressed God’s commands; but one should never malign the form of God. If one does disobey God’s commands, then one can still be freed from that sin by praying to God; however, there are no means of release for one who has maligned the form of God. Therefore, one who is wise should certainly abide by God’s commands to the best of one’s ability. However, one should also intensely maintain the strength of conviction in God’s form; i.e., ‘I have attained the very form of God who reigns supreme, who forever possesses a divine form, and who is the ‘avatari’ - the cause of all of the avatars .’ If a person realizes this, then even if he may have left the Satsang fellowship, his love for God’s form will not diminish. In fact, even though he is out of Satsang at present, ultimately, when he leaves his body, he will go to God’s Akshardham and stay near God.\n\n“On the other hand, a person may be in the Satsang fellowship at present, and he may even be abiding by the commands prescribed in the scriptures, but if his conviction of God is not firm, then when he leaves his body, he will either go to the realm of Brahma or to the realm of some other deity; but he will not go to the abode of Purushottam Bhagwan. Therefore, one should realize the manifest God that one has attained to forever possess a divine form and to be the ‘avatari’, the cause of all of the avatars . If, however, one does not realize this, and instead realizes God to be formless or like the other avatars , then that is regarded as committing blasphemy against God.\n\n“Now consider the following: Arjun’s spiritual strength was based on his conviction of God, whereas Yudhishthir’s source of strength was his faith in the words of the scriptures. Then, when the Mahabharat war was fought, Shri Krishna Bhagwan said to Arjun,\n\n“The meaning of this verse is, ‘O Arjun! Abandon all of the various types of dharma and surrender only unto me. I shall deliver you from all sins, so do not lament.’ By keeping faith in these words, Arjun never became disheartened, despite committing countless misdeeds during the war. He maintained firm faith in God. Conversely, Yudhishthir had not committed any sins whatsoever, and yet, because he had faith in the words of the scriptures, he felt, ‘I shall never attain liberation.’ Even when all of the rishis , Vyasji and even Shri Krishna Bhagwan himself attempted to explain to him, still he did not forsake his remorse. Only when Shri Krishna Bhagwan took him to Bhishma and had him listen to Bhishma’s discourse on the true meaning of the words of the scriptures did he develop some faith. Nevertheless, he did not become totally free of doubt like Arjun. Thus, one who is intelligent should intensely maintain spiritual strength based on the conviction of God.\n\n“Even the slightest strength based on this conviction will protect one from great dangers. Shri Krishna Bhagwan has also said,\n\n“This verse means, ‘If one has the slightest strength based on the conviction of God, it will protect one from great calamities.’ For example, when Arjun fought in the Mahabharat war, he encountered many, many types of grave dangers in the form of adharma . Yet, he was spared from those dangers because of his conviction of God. Therefore, only he can be called an ekantik bhakta whose strength is based on the conviction of God more than anything else; and only he can be called a staunch satsangi . The Shrimad Bhagwat also mentions this predominantly;  i.e., ‘If one strays from the dharma proclaimed in the Shrutis and Smrutis, one should not worry. However, one should never abandon the refuge of God.’\n\n“Then some may feel, ‘If we propound such talks, dharma will become irrelevant.’ But this principle is not intended to make dharma irrelevant. Rather its purpose is as follows: Places, times, actions, company, mantras, scriptures, preaching and deities can be of two types - pure and impure. Of these, if one were to encounter the impure, and if as a result some difficulties were to arise, then if one has the firm conviction of God, one would never fall from the path of liberation. Conversely, if there is a deficiency in one’s conviction of God, then whenever one falters from dharma , one would feel, ‘I am destined to fall into narak .’ Therefore, only one whose strength is based on the conviction of God is a staunch satsangi . Without this, one is merely appreciative of Satsang. Even the scriptures mention that only one who firmly maintains the conviction of God is called an ekantik bhakta .”\n\nThen Shriji Maharaj said, “If Narad, the Sanakadik, and deities such as Brahma and others were to hear the discourses being presently delivered in Satsang, they would say, ‘We have never heard such talks before, and we shall never hear them again.’ These discourses can be described as ‘Na bhooto na bhavishyati’ . 3 Although these talks are extremely subtle, even a person of average intelligence can understand them. It is as if these talks are personified. Therefore, there is no limit to the merits of one who, at this present time, has a conviction of Satsang. Realizing this, those who are satsangis should consider themselves to be totally fulfilled. Moreover, a person who has profound love for God, regardless of whether he understands this discourse, has nothing left to do. If, on the other hand, one does not have such profound love for God, then one should definitely realize the greatness of God. Thus, one who is wise should contemplate upon this discourse, understand it, and then take extremely firm refuge in God. This principle alone is the very essence of all essences.”"
}