{
    "number": 134,
    "vachanamrut": "Gadhada II-1",
    "title": "The Cause of Infatuation",
    "setting": "On Jyeshtha sudi Punam, Samvat 1877 [15 June 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing rooms in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head and was wearing a garland of white flowers. At that time, some of the paramhansas were singing devotional songs to the accompaniment of a jhānjh and mrudang , while munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Shriji Mahārāj then said to the paramhansas who were singing devotional songs, “Please stop singing for the time being and conduct a question-answer session.”\n\nThereupon Muktānand Swāmi bowed to Shriji Mahārāj with folded hands and asked, “Mahārāj, what is the nature of infatuation? Also, by what means can infatuation be eliminated?”\n\nAfter thinking for a short while, Shriji Mahārāj replied, “It seems that a feeling of delusion which often appears in the mind is the very nature of infatuation. When infatuation intensifies in a person’s heart, the delusion in his mind also intensifies. Thereafter, he loses all sense of discrimination of what should be done and what should not be done.\n\n“In fact, just today, I was thinking about the reason behind such infatuation developing. Last night, I awoke in the middle of the night and slept facing north. Upon seeing the Dhruv Star, the following thought arose: ‘This is the northern Dhruv, but the scriptures also mention a southern Dhruv. Where could that be?’ Thereafter, I looked for the southern Dhruv and I saw it as well. Just as there is a pulley for drawing water from a well, I saw a similar large pulley between the two Dhruv stars. The tips of the two supports of the wheel were touching the Dhruv stars, just as wooden pillars are held up by iron rods hammered between them. Also, just as a rope is wound around a rope-wheel which is studded with brass ornaments, similarly, I saw the positions of all of the stars, the deities, the nine planets, etc., arranged around that rope-wheel. I also saw the sun and the moon rise and set from the same direction. Then looking within, I saw that all things that are in the brahmānd - Dhruv, etc. - are also all in the body. I saw the kshetragna that resides in the body. I also saw Purushottam Bhagwān, who resides within that kshetragna . On seeing that God, My vrutti became deeply engrossed in His form - so much so that returning out of samādhi seemed impossible. But then, a devotee came near and prayed to Me. It was only out of compassion that I was able to return into this body.\n\n“Then, the following thought arose in My mind: ‘I was able to return from samādhi due to compassion, but what could be the reason for others coming out of samādhi ?’ It seemed to Me that they come out of samādhi because attachment for some vishays still remains.\n\n“Therefore, the panchvishays are the cause of infatuation. Moreover, there are three grades of those vishays - superior, average and inferior. Of these, if a person who has obtained superior vishays encounters someone who obstructs him from them, then that person becomes angry on the latter. From that anger, infatuation develops.\n\n“Generally, the ears have a constant relationship with sounds. The skin has a constant relationship with touch. In this way, the five gnān-indriyas are related to the vishays . Therefore, if a person who has casually seen an object wishes to break his vrutti from that object and keep it focused on the form of God instead, then no effort is required; his vrutti would become detached quite easily from the vishays and remain on the form of God. On the other hand, if a person has seen an extremely charming object - such as a woman - and his vrutti has become fixed on that, then even if he attempts to keep his vrutti on God’s form, it will not stay there. Nor will his chitt remain steady. Thus, as long as the chitt is attracted by alluring vishays , infatuation cannot be eradicated. Moreover, if the Sant or one’s guru or one’s Ishtadev - God - should criticize a vishay towards which one’s chitt has been lured, one would become upset with them and even malign them; one would not be able to accept their words. Such an experience in one’s heart should be known as infatuation. Moreover, God has said in the Gitā:\n\n“These words spoken by Shri Krishna Bhagwān are universal principles. When the chitt is attracted to vishays such as sounds, touch, etc., no matter how intelligent one may be, one’s buddhi becomes unstable and one becomes like an animal. Thus, infatuation is generated due to attachment to the vishays .\n\n“Now, a person who wishes to detach his chitt from those vishays should firstly consolidate his knowledge of the ātmā ; i.e., ‘I am the ātmā , not this body.’ Secondly, he should thoroughly understand the nature of how the cosmos is created, sustained and destroyed. Thirdly, he should thoroughly understand the greatness of God. He should think, ‘The panchvishays have been created by God; thus, there must be much more bliss in God than there is in them. How is that? Well, sounds contain only pleasures related to sounds; the pleasures of the other four types of vishays cannot be found in sounds. In the same way, only the pleasures of touch and no other vishays can be found in touch. Similarly, only the pleasures of sight exist in sights. The same applies for tastes and smells in that only their own respective pleasures exist, but the pleasures of all of the panchvishays cannot be experienced in just one vishay .\n\n“On the other hand, in God, all pleasures exist simultaneously. Thus, even if a devotee does only darshan , he still feels totally fulfilled. Similarly, touch and other types of contact with God also make His devotees feel totally fulfilled. Moreover, whereas the worldly pleasures related to vishays are all perishable, the bliss related to God is everlasting. Such thoughts of the greatness of God should be consolidated. So, attachment to the vishays is eradicated through these three types of thoughts.\n\n“When attachment to the vishays is eradicated, a person no longer makes distinctions between pleasant and unpleasant vishays - an ugly woman appears the same as a beautiful woman. In the same manner, he sees everything - animals, wood, dung, stones and gold - to be the same; he is not infatuated on seeing a pleasant object. This is how he views the panchvishays ; no distinctions between pleasantness and unpleasantness remain in his mind. One who behaves like this is known to be free of infatuation. Shri Krishna Bhagwān has also mentioned this in the Gitā: ‘Sama-loshtāshma-kānchanaha...’ . 2 A person with such characteristics has realized God perfectly. Only he is called a staunch devotee. Only he should be known to have an inclination like that of a woman who observes the vow of fidelity, and only he should be known to possess gnān . Also, God becomes pleased only upon him. Such a devotee is extremely dear to God; that is why God has said in the Gitā:\n\n“So, only such devotees of God who have an inclination like that of a woman who observes the vow of fidelity are extremely dear to God. Moreover, it is not as if such an inclination is only acquired by one who is clever; rather, it is acquired by all those who have an intense yearning - just like in the world, naïve wives may be faithful, while shrewd wives may be unfaithful. Thus, whether one is shrewd or naïve is of no significance. Rather, it is those who have an intense yearning for liberation that keep such an inclination and offer bhakti to God.\n\n“However, the state in which one views pleasant and unpleasant vishays as equal in such a manner and becomes free of infatuation cannot be attained in just one day. Such an achievement cannot be accomplished so hastily; only one who attempts to do so gradually and earnestly accomplishes it. Take, for example, a stone placed on the edge of a well. Due to the constant drawing of water with a rope, after a long period of time, the rope causes a groove to form in the stone, despite the rope being soft. On the other hand, even if an iron chain were to be used to draw the water, such a groove would not form immediately. Therefore, those who wish to strive for liberation should eradicate attachment to the vishays . They should not become frustrated or upset. This is also mentioned in the Gitā:\n\n“Thus, one should think, ‘I will eradicate as much attachment to the vishays as is possible in this life, and if in the process, some attachment still remains, then it can be eradicated in a future life. Moreover, since I am a devotee of God, I do not desire to enter the cycle of births and deaths.’ In this way, a devotee should keep courage and persevere to gradually uproot infatuation.\n\n“As long as pleasant and unpleasant vishays do not appear to be equal, a devotee of God is said to be in the process of God-realization. When they do appear to be equal, that devotee should be known to have attained God-realization. When one relinquishes one’s attachment to vishays and attains God-realization, one should be known to have become fulfilled. This is the very essence of all of the scriptures, i.e., the Vedas, the Shāstras, the Purāns, the Itihās, etc. Furthermore, this discourse which I have delivered before you is the fundamental principle of all of the scriptures. Thus, all devotees should firmly imbibe it in their lives.”\n\nOn Jyeshtha sudi Punam, Samvat 1877 [15 June 1821], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing rooms in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head and was wearing a garland of white flowers. At that time, some of the paramhansas were singing devotional songs to the accompaniment of a jhanjh and mrudang , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nShriji Maharaj then said to the paramhansas who were singing devotional songs, “Please stop singing for the time being and conduct a question-answer session.”\n\nThereupon Muktanand Swami bowed to Shriji Maharaj with folded hands and asked, “Maharaj, what is the nature of infatuation? Also, by what means can infatuation be eliminated?”\n\nAfter thinking for a short while, Shriji Maharaj replied, “It seems that a feeling of delusion which often appears in the mind is the very nature of infatuation. When infatuation intensifies in a person’s heart, the delusion in his mind also intensifies. Thereafter, he loses all sense of discrimination of what should be done and what should not be done.\n\n“In fact, just today, I was thinking about the reason behind such infatuation developing. Last night, I awoke in the middle of the night and slept facing north. Upon seeing the Dhruv Star, the following thought arose: ‘This is the northern Dhruv, but the scriptures also mention a southern Dhruv. Where could that be?’ Thereafter, I looked for the southern Dhruv and I saw it as well. Just as there is a pulley for drawing water from a well, I saw a similar large pulley between the two Dhruv stars. The tips of the two supports of the wheel were touching the Dhruv stars, just as wooden pillars are held up by iron rods hammered between them. Also, just as a rope is wound around a rope-wheel which is studded with brass ornaments, similarly, I saw the positions of all of the stars, the deities, the nine planets, etc., arranged around that rope-wheel. I also saw the sun and the moon rise and set from the same direction. Then looking within, I saw that all things that are in the brahmand - Dhruv, etc. - are also all in the body. I saw the kshetragna that resides in the body. I also saw Purushottam Bhagwan, who resides within that kshetragna . On seeing that God, My vrutti became deeply engrossed in His form - so much so that returning out of samadhi seemed impossible. But then, a devotee came near and prayed to Me. It was only out of compassion that I was able to return into this body.\n\n“Then, the following thought arose in My mind: ‘I was able to return from samadhi due to compassion, but what could be the reason for others coming out of samadhi ?’ It seemed to Me that they come out of samadhi because attachment for some vishays still remains.\n\n“Therefore, the panchvishays are the cause of infatuation. Moreover, there are three grades of those vishays - superior, average and inferior. Of these, if a person who has obtained superior vishays encounters someone who obstructs him from them, then that person becomes angry on the latter. From that anger, infatuation develops.\n\n“Generally, the ears have a constant relationship with sounds. The skin has a constant relationship with touch. In this way, the five gnan-indriyas are related to the vishays . Therefore, if a person who has casually seen an object wishes to break his vrutti from that object and keep it focused on the form of God instead, then no effort is required; his vrutti would become detached quite easily from the vishays and remain on the form of God. On the other hand, if a person has seen an extremely charming object - such as a woman - and his vrutti has become fixed on that, then even if he attempts to keep his vrutti on God’s form, it will not stay there. Nor will his chitt remain steady. Thus, as long as the chitt is attracted by alluring vishays , infatuation cannot be eradicated. Moreover, if the Sant or one’s guru or one’s Ishtadev - God - should criticize a vishay towards which one’s chitt has been lured, one would become upset with them and even malign them; one would not be able to accept their words. Such an experience in one’s heart should be known as infatuation. Moreover, God has said in the Gita:\n\n“These words spoken by Shri Krishna Bhagwan are universal principles. When the chitt is attracted to vishays such as sounds, touch, etc., no matter how intelligent one may be, one’s buddhi becomes unstable and one becomes like an animal. Thus, infatuation is generated due to attachment to the vishays .\n\n“Now, a person who wishes to detach his chitt from those vishays should firstly consolidate his knowledge of the atma ; i.e., ‘I am the atma , not this body.’ Secondly, he should thoroughly understand the nature of how the cosmos is created, sustained and destroyed. Thirdly, he should thoroughly understand the greatness of God. He should think, ‘The panchvishays have been created by God; thus, there must be much more bliss in God than there is in them. How is that? Well, sounds contain only pleasures related to sounds; the pleasures of the other four types of vishays cannot be found in sounds. In the same way, only the pleasures of touch and no other vishays can be found in touch. Similarly, only the pleasures of sight exist in sights. The same applies for tastes and smells in that only their own respective pleasures exist, but the pleasures of all of the panchvishays cannot be experienced in just one vishay .\n\n“On the other hand, in God, all pleasures exist simultaneously. Thus, even if a devotee does only darshan , he still feels totally fulfilled. Similarly, touch and other types of contact with God also make His devotees feel totally fulfilled. Moreover, whereas the worldly pleasures related to vishays are all perishable, the bliss related to God is everlasting. Such thoughts of the greatness of God should be consolidated. So, attachment to the vishays is eradicated through these three types of thoughts.\n\n“When attachment to the vishays is eradicated, a person no longer makes distinctions between pleasant and unpleasant vishays - an ugly woman appears the same as a beautiful woman. In the same manner, he sees everything - animals, wood, dung, stones and gold - to be the same; he is not infatuated on seeing a pleasant object. This is how he views the panchvishays ; no distinctions between pleasantness and unpleasantness remain in his mind. One who behaves like this is known to be free of infatuation. Shri Krishna Bhagwan has also mentioned this in the Gita: ‘Sama-loshtashma-kanchanaha...’ . 2 A person with such characteristics has realized God perfectly. Only he is called a staunch devotee. Only he should be known to have an inclination like that of a woman who observes the vow of fidelity, and only he should be known to possess gnan . Also, God becomes pleased only upon him. Such a devotee is extremely dear to God; that is why God has said in the Gita:\n\n“So, only such devotees of God who have an inclination like that of a woman who observes the vow of fidelity are extremely dear to God. Moreover, it is not as if such an inclination is only acquired by one who is clever; rather, it is acquired by all those who have an intense yearning - just like in the world, naïve wives may be faithful, while shrewd wives may be unfaithful. Thus, whether one is shrewd or naïve is of no significance. Rather, it is those who have an intense yearning for liberation that keep such an inclination and offer bhakti to God.\n\n“However, the state in which one views pleasant and unpleasant vishays as equal in such a manner and becomes free of infatuation cannot be attained in just one day. Such an achievement cannot be accomplished so hastily; only one who attempts to do so gradually and earnestly accomplishes it. Take, for example, a stone placed on the edge of a well. Due to the constant drawing of water with a rope, after a long period of time, the rope causes a groove to form in the stone, despite the rope being soft. On the other hand, even if an iron chain were to be used to draw the water, such a groove would not form immediately. Therefore, those who wish to strive for liberation should eradicate attachment to the vishays . They should not become frustrated or upset. This is also mentioned in the Gita:\n\n“Thus, one should think, ‘I will eradicate as much attachment to the vishays as is possible in this life, and if in the process, some attachment still remains, then it can be eradicated in a future life. Moreover, since I am a devotee of God, I do not desire to enter the cycle of births and deaths.’ In this way, a devotee should keep courage and persevere to gradually uproot infatuation.\n\n“As long as pleasant and unpleasant vishays do not appear to be equal, a devotee of God is said to be in the process of God-realization. When they do appear to be equal, that devotee should be known to have attained God-realization. When one relinquishes one’s attachment to vishays and attains God-realization, one should be known to have become fulfilled. This is the very essence of all of the scriptures, i.e., the Vedas, the Shastras, the Purans, the Itihas, etc. Furthermore, this discourse which I have delivered before you is the fundamental principle of all of the scriptures. Thus, all devotees should firmly imbibe it in their lives.”"
}