{
    "number": 209,
    "vachanamrut": "Vartal-9",
    "title": "How Can One Experience the Nirgun Bliss of God?",
    "setting": "On Posh sudi 8, Samvat 1882 [16 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a dais in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj asked the munis , “Just as one can experience the three kinds of māyik pleasures - rājasik , tāmasik and sāttvik - in the three states, how can one experience the nirgun bliss of God?”\n\nAll of the munis conferred amongst themselves in order to answer the question, but they were unable to do so satisfactorily.\n\nThereupon Shriji Mahārāj said, “Suppose there is ākāsh alone, without the other four bhuts - pruthvi , jal , etc. Also, suppose that in that ākāsh there are as many moons as there are stars. Then, the intensity of that light would be equal to the intensity of the divine light of Chidākāsh. The form of God is always seated at the center of that Chidākāsh.\n\n“When one attains samādhi of that form, then even if one experiences it for only a moment, the person who is engaged in worship feels, ‘I’ve enjoyed the bliss of God in samādhi for thousands of years.’ This is how one experiences the nirgun bliss of God’s form. On the other hand, even if one indulges in māyik pleasures for a long time, ultimately one feels as if it was momentary. Therefore, the nirgun bliss of God is eternal and imperishable, whereas the māyik pleasures are perishable.”\n\nOn Posh sudi 8, Samvat 1882 [16 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a dais in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj asked the munis , “Just as one can experience the three kinds of mayik pleasures - rajasik , tamasik and sattvik - in the three states, how can one experience the nirgun bliss of God?”\n\nAll of the munis conferred amongst themselves in order to answer the question, but they were unable to do so satisfactorily.\n\nThereupon Shriji Maharaj said, “Suppose there is akash alone, without the other four bhuts - pruthvi , jal , etc. Also, suppose that in that akash there are as many moons as there are stars. Then, the intensity of that light would be equal to the intensity of the divine light of Chidakash. The form of God is always seated at the center of that Chidakash.\n\n“When one attains samadhi of that form, then even if one experiences it for only a moment, the person who is engaged in worship feels, ‘I’ve enjoyed the bliss of God in samadhi for thousands of years.’ This is how one experiences the nirgun bliss of God’s form. On the other hand, even if one indulges in mayik pleasures for a long time, ultimately one feels as if it was momentary. Therefore, the nirgun bliss of God is eternal and imperishable, whereas the mayik pleasures are perishable.”"
}