{
    "number": 75,
    "vachanamrut": "Gadhada I-75",
    "title": "Redeeming Seventy-One Generations",
    "setting": "On Vaishākh vadi 11, Samvat 1876 [8 May 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a garland of yellow flowers around His neck and was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Surā Khāchar asked, “It is said that 71 generations 1 of a family that includes a devotee of God are redeemed. But many in that lineage may even be enemies of the Sant and of God. So in what way are they redeemed?”\n\nShriji Mahārāj answered, “Devhuti harbored profound love towards Kardam Rishi as her husband, yet she was redeemed because of her affection for him. The 50 daughters of King Māndhātā who married Saubhari Rishi were attracted to him by his handsome appearance. Although their affection for Saubhari was born of lust, still they all attained liberation like Saubhari Rishi himself. Therefore, if all the members of a family in which there is a devotee believe, ‘We are indeed very fortunate to have a devotee of God in our family,’ and keep affection for the devotee with such an understanding of his greatness, then all of the members of that family will attain liberation. Even if the devotee’s forefathers who have died and have gone to swarg realize, ‘We are indeed very fortunate to have a devotee of God in our family,’ and they also keep affection for the devotee, then those forefathers will attain liberation as well.\n\n“However, a person who keeps animosity towards a devotee of God does not attain liberation. As his hatred towards the devotee increases, his mind becomes more and more polluted. In fact, when he dies, he falls into the same pit of narak as that entered by a person who has committed the five grave sins. Thus, all those who have affection for a devotee of God, regardless of whether they are family members or not, attain liberation.”\n\nThereafter Nājā Jogiyā asked, “Suppose there is one devotee of God with resolute faith and another with only a little faith. Although outwardly they both appear to be good, how can the two be recognized?”\n\nShriji Mahārāj explained, “One who has precise gnān of the nature of the ātmā , firm vairāgya , as well as perfect bhakti and swadharma should be known to have perfect faith. Even if one of these four factors is lacking, then despite having faith, it is still without the knowledge of God’s greatness. If all four factors are totally present, then that should be known as faith in God coupled with the knowledge of His greatness.”\n\nOn Vaishakh vadi 11, Samvat 1876 [8 May 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a garland of yellow flowers around His neck and was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Sura Khachar asked, “It is said that 71 generations 1 of a family that includes a devotee of God are redeemed. But many in that lineage may even be enemies of the Sant and of God. So in what way are they redeemed?”\n\nShriji Maharaj answered, “Devhuti harbored profound love towards Kardam Rishi as her husband, yet she was redeemed because of her affection for him. The 50 daughters of King Mandhata who married Saubhari Rishi were attracted to him by his handsome appearance. Although their affection for Saubhari was born of lust, still they all attained liberation like Saubhari Rishi himself. Therefore, if all the members of a family in which there is a devotee believe, ‘We are indeed very fortunate to have a devotee of God in our family,’ and keep affection for the devotee with such an understanding of his greatness, then all of the members of that family will attain liberation. Even if the devotee’s forefathers who have died and have gone to swarg realize, ‘We are indeed very fortunate to have a devotee of God in our family,’ and they also keep affection for the devotee, then those forefathers will attain liberation as well.\n\n“However, a person who keeps animosity towards a devotee of God does not attain liberation. As his hatred towards the devotee increases, his mind becomes more and more polluted. In fact, when he dies, he falls into the same pit of narak as that entered by a person who has committed the five grave sins. Thus, all those who have affection for a devotee of God, regardless of whether they are family members or not, attain liberation.”\n\nThereafter Naja Jogiya asked, “Suppose there is one devotee of God with resolute faith and another with only a little faith. Although outwardly they both appear to be good, how can the two be recognized?”\n\nShriji Maharaj explained, “One who has precise gnan of the nature of the atma , firm vairagya , as well as perfect bhakti and swadharma should be known to have perfect faith. Even if one of these four factors is lacking, then despite having faith, it is still without the knowledge of God’s greatness. If all four factors are totally present, then that should be known as faith in God coupled with the knowledge of His greatness.”"
}