{
    "number": 160,
    "vachanamrut": "Gadhada II-27",
    "title": "The Great Are Pleased When No Impure Desires Remain",
    "setting": "On Kārtik sudi 11, Samvat 1879 [25 November 1822], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the south-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. A garland of white and yellow guldāvadi flowers adorned His neck, and tassels hung from both sides of His pāgh . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked Muktānand Swāmi, “What causes anger to arise within you? Also, how much of that cause does it take for you to become angry? As for Me, even if someone squanders anything from one to one hundred thousand rupees, I would not become angry for My own sake. Yet if someone transgresses his own dharma , or if an arrogant person abuses a meek person, or if someone sides with injustice, then for the sake of another person, I do become angry for a brief moment; but never do I do so for My own sake. Even when I do express anger for another’s sake, it does not last for even a second, nor is any grudge formed. So, My question to you is what causes anger to arise within you and how is it dispelled?”\n\nTo this Muktānand Swāmi replied, “Anger arises due to association with some objects or on seeing perversity in a person; but it subsides instantly.”\n\nThen Shriji Mahārāj asked, “By what thought process do you manage to do that?”\n\nMuktānand Swāmi replied, “First, by contemplating upon God’s greatness, I realize, ‘I do not wish to retain any swabhāvs that would displease God.’ Secondly, after examining the path of sādhus such as Shukji and Jadbharat, I think, ‘Such an inappropriate swabhāv does not suit a sādhu .’”\n\nThen Shriji Mahārāj commented, “Such a thought that is capable of repelling the force of lust, anger, etc., transcends the gunas , and it is firm in your jiva . In fact, such thoughts that repel the influence of lust, anger, etc., are due to the sanskārs of past lives. Moreover, regarding your nature, I know this much: Initially, you may become attached to any worldly object that you come across, but ultimately, you do not remain attached to it; you are capable of breaking that bondage.”\n\nThereafter, Muktānand Swāmi questioned, “Why does the deficiency of becoming influenced in the first place still remain?”\n\nShriji Mahārāj replied, “Each of the eight factors of place, time, company, etc., has a force equal to that of the past sanskārs . Thus, when one encounters them, they overpower the force of the past sanskārs . After all, if good deeds and bad deeds are performed only by the influence of one’s sanskārs then all of the distinctions of moral do’s and don’ts; i.e., ‘This should be done and this should not be done,’ as prescribed in the Vedas, the Shāstras and the Purāns, would become meaningless. But these scriptures, which have been written by the great, can never become false.\n\n“Just see, Jay and Vijay behaved improperly and thus fell from the abode of God, where there is no influence of kāl , karma or māyā . On the other hand, Prahlād pleased Nāradji and thus, even though circumstances were adverse, they were unable to hinder him. Conversely, even though circumstances were favorable in Jay-Vijay’s case, because the Sanakādik were angered, Jay-Vijay fell from the abode of God . Therefore, one who wishes to attain liberation should do whatever pleases the great Purush. Such a Purush becomes pleased when there are no traces of impure desires left within one’s heart.\n\n“One should keep in mind, though, that one who harbors anger and other such vices towards the meek will also develop such feelings towards the great, and thereafter also towards one’s Ishtadev. Thus, a person wishing to attain liberation should not harbor any vicious feelings towards anyone; if he does, then he is sure to develop such ill-feelings towards devotees of God, and then eventually towards God as well.\n\n“That is why if I have upset even one meek person, I think, ‘God resides as antaryāmi in all. While staying in one place, He knows what is in everyone’s heart. So, since He must also be present in the heart of the person whom I have upset, I have offended God as well.’ Realizing this, I bow down to him, give him whatever he wishes and do whatever is necessary to please him.”\n\nHaving said this, Shriji Mahārāj continued, “I have thought and realized that if one maintains too much renunciation or too much compassion, then one cannot offer bhakti towards God, thus causing a breach of upāsanā . For example, from the past, we notice that upāsanā eventually perished in those who were extreme renunciants. Therefore, having thought about this, and for the sake of preserving upāsanā , I have relaxed the emphasis on renunciation and have built mandirs of God. Thereby, even if only a little renunciation remains, upāsanā will at least be preserved, and through it, many jivas will attain liberation.\n\n“On the other hand, how is it possible for a person who wishes to offer bhakti to God to retain compassion like that of Jain sādhus ? After all, a devotee is required to pick flowers and tulsi for God; he is required to bring various types of vegetables and to cultivate gardens for God; he must also build mandirs. Therefore, one who sits idly, maintaining extreme renunciation and compassion, is unable to offer bhakti to God. When bhakti diminishes, the upāsanā of God is also destroyed, and a lineage of blind followers results. That is why I have had mandirs built - for the purpose of preserving God’s upāsanā forever.\n\n“Moreover, a devotee never deviates from one’s dharma . Hence, to perform the bhakti and upāsanā of God while maintaining one’s dharma is My principle.”\n\nOn Kartik sudi 11, Samvat 1879 [25 November 1822], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the south-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. A garland of white and yellow guldavadi flowers adorned His neck, and tassels hung from both sides of His pagh . At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked Muktanand Swami, “What causes anger to arise within you? Also, how much of that cause does it take for you to become angry? As for Me, even if someone squanders anything from one to one hundred thousand rupees, I would not become angry for My own sake. Yet if someone transgresses his own dharma , or if an arrogant person abuses a meek person, or if someone sides with injustice, then for the sake of another person, I do become angry for a brief moment; but never do I do so for My own sake. Even when I do express anger for another’s sake, it does not last for even a second, nor is any grudge formed. So, My question to you is what causes anger to arise within you and how is it dispelled?”\n\nTo this Muktanand Swami replied, “Anger arises due to association with some objects or on seeing perversity in a person; but it subsides instantly.”\n\nThen Shriji Maharaj asked, “By what thought process do you manage to do that?”\n\nMuktanand Swami replied, “First, by contemplating upon God’s greatness, I realize, ‘I do not wish to retain any swabhavs that would displease God.’ Secondly, after examining the path of sadhus such as Shukji and Jadbharat, I think, ‘Such an inappropriate swabhav does not suit a sadhu .’”\n\nThen Shriji Maharaj commented, “Such a thought that is capable of repelling the force of lust, anger, etc., transcends the gunas , and it is firm in your jiva . In fact, such thoughts that repel the influence of lust, anger, etc., are due to the sanskars of past lives. Moreover, regarding your nature, I know this much: Initially, you may become attached to any worldly object that you come across, but ultimately, you do not remain attached to it; you are capable of breaking that bondage.”\n\nThereafter, Muktanand Swami questioned, “Why does the deficiency of becoming influenced in the first place still remain?”\n\nShriji Maharaj replied, “Each of the eight factors of place, time, company, etc., has a force equal to that of the past sanskars . Thus, when one encounters them, they overpower the force of the past sanskars . After all, if good deeds and bad deeds are performed only by the influence of one’s sanskars then all of the distinctions of moral do’s and don’ts; i.e., ‘This should be done and this should not be done,’ as prescribed in the Vedas, the Shastras and the Purans, would become meaningless. But these scriptures, which have been written by the great, can never become false.\n\n“Just see, Jay and Vijay behaved improperly and thus fell from the abode of God, where there is no influence of kal , karma or maya . On the other hand, Prahlad pleased Naradji and thus, even though circumstances were adverse, they were unable to hinder him. Conversely, even though circumstances were favorable in Jay-Vijay’s case, because the Sanakadik were angered, Jay-Vijay fell from the abode of God . Therefore, one who wishes to attain liberation should do whatever pleases the great Purush. Such a Purush becomes pleased when there are no traces of impure desires left within one’s heart.\n\n“One should keep in mind, though, that one who harbors anger and other such vices towards the meek will also develop such feelings towards the great, and thereafter also towards one’s Ishtadev. Thus, a person wishing to attain liberation should not harbor any vicious feelings towards anyone; if he does, then he is sure to develop such ill-feelings towards devotees of God, and then eventually towards God as well.\n\n“That is why if I have upset even one meek person, I think, ‘God resides as antaryami in all. While staying in one place, He knows what is in everyone’s heart. So, since He must also be present in the heart of the person whom I have upset, I have offended God as well.’ Realizing this, I bow down to him, give him whatever he wishes and do whatever is necessary to please him.”\n\nHaving said this, Shriji Maharaj continued, “I have thought and realized that if one maintains too much renunciation or too much compassion, then one cannot offer bhakti towards God, thus causing a breach of upasana . For example, from the past, we notice that upasana eventually perished in those who were extreme renunciants. Therefore, having thought about this, and for the sake of preserving upasana , I have relaxed the emphasis on renunciation and have built mandirs of God. Thereby, even if only a little renunciation remains, upasana will at least be preserved, and through it, many jivas will attain liberation.\n\n“On the other hand, how is it possible for a person who wishes to offer bhakti to God to retain compassion like that of Jain sadhus ? After all, a devotee is required to pick flowers and tulsi for God; he is required to bring various types of vegetables and to cultivate gardens for God; he must also build mandirs. Therefore, one who sits idly, maintaining extreme renunciation and compassion, is unable to offer bhakti to God. When bhakti diminishes, the upasana of God is also destroyed, and a lineage of blind followers results. That is why I have had mandirs built - for the purpose of preserving God’s upasana forever.\n\n“Moreover, a devotee never deviates from one’s dharma . Hence, to perform the bhakti and upasana of God while maintaining one’s dharma is My principle.”"
}