{
    "number": 92,
    "vachanamrut": "Sarangpur-14",
    "title": "Laziness and Infatuation",
    "setting": "On Bhādarvā sudi 3, Samvat 1877 [10 September 1820], Swāmi Shri Sahajānandji Mahārāj was sitting facing west on a large, decorated cot on the veranda outside the rooms of Jivā Khāchar’s darbār in Sārangpur. He was wearing a black-bordered, white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. Bunches of yellow flowers adorned His ears, and tassels of yellow flowers had been placed upon His pāgh . In addition to this, a garland of yellow flowers was swinging from His neck down to His navel. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked a question, “It is said in the Gitā that once a devotee attains the abode of God, i.e., Vaikunth, etc., he never falls back from it. But which flaw causes some to fall back?”\n\nShriji Mahārāj asked in return, “Who has attained the abode of God and then fallen back? Give Me even one example!”\n\nSwayamprakāshānand Swāmi replied, “First of all, there are Jay and Vijay, the attendants of God who fell from Vaikunth; and then there are Rādhikāji and Shridāmā, who fell from Golok.”\n\nShriji Mahārāj then clarified, “Jay and Vijay did fall, but it was only because God wanted to illustrate the glory of a sādhu ; that is, if one maligns a sādhu like the Sanakādik, then even if one has attained an abode such as Vaikunth, one can still fall from it. That is why they fell. Besides, Jay and Vijay did return to God’s abode, Vaikunth, in their third life. Therefore, they cannot be said to have fallen. Rather, it happened because it was God’s wish. In any case, one can only be said to have fallen when one never again retains any contact with God.\n\n“Also, when Rādhikāji fell from Golok, that too was by God’s wish, as he himself wished to manifest in a human body to uplift countless jivas and perform redemptive actions. Thus, if someone claims that Rādhikāji fell, then God could be said to have fallen along with her. That is why she cannot be said to have fallen, because it was God’s wish that they both came to earth from Golok. So, in that instance, it should be recognized as being the wish of God only.\n\n“Of course, if it is His wish, a mukta may manifest in a body even from Akshardhām. Moreover, by His will, that which is jad can become chaitanya , and that which is chaitanya can become jad . God is, after all, extremely powerful, and whatever He wishes, occurs. Therefore, no one who has attained the abode of God falls back from it without it being God’s wish. However, he who does fall is a worldly, incomplete devotee who falls during the course of his spiritual endeavors. Such a person is called ‘yoga-bhrasht’. In contrast, those who have become enlightened through vairāgya , ātmā -realization, bhakti towards God, brahmacharya , etc., are equal to the muktas of Shwetdwip. They never fall.”\n\nHaving explained this, Shriji Mahārāj said, “Here, now I shall ask a question.”\n\nThe munis responded, “Please do ask.”\n\nThereupon Shriji Mahārāj said, “In the Udyog-parva of the Mahābhārat, Sanatsujāt Rishi says to Dhrutrāshtra, ‘He who abandons both laziness and infatuation has completely transgressed God’s māyā . In fact, laziness and infatuation are māyā itself.’ Now, we are known to be renunciant devotees of God. If someone amongst us has laziness and infatuation, and if that person is not particularly vigilant in eradicating them by using the strength of God’s glory, then what type of bliss does such a devotee experience in this body? Also, what type of bliss does he attain after he dies? That is My question.”\n\nSwayamprakāshānand Swāmi replied, “A person who is a devotee of God need not worry too much if his laziness and infatuation are not eradicated by the deep thought of God’s glory.”\n\nAt that point Shriji Mahārāj questioned, “What is wrong with a devotee of God who has laziness and infatuation and is vigilant in his efforts to eradicate them? What makes one who is not so vigilant better than the one who is?”\n\nSwayamprakāshānand Swāmi explained, “That devotee of God relies on the strength of God, not on the strength of his spiritual endeavors; that is why he is better.”\n\nShriji Mahārāj questioned further, “You are claiming that one who is careless, despite the enemies of laziness and infatuation being prevalent in him, is superior. Well, consider the example of a faithful wife. Due to the fear of her husband and the fear of preserving her fidelity, she remains very conscious in her mind, lest she smiles at or touches another man. Moreover, in her mind lies the following fear: ‘If I behave permissively, my husband will think of me as an adulteress and will no longer accept my service. This would be a breach of my fidelity.’ Bearing this in mind, she remains ever vigilant. Now you are claiming that a devotee who keeps bhakti just like the faithful wife and who is conscious in his efforts to eradicate laziness and infatuation is at fault. Furthermore, you are suggesting that a devotee who is not concerned about eradicating laziness and infatuation, like a woman who flirts with any man she fancies and is not concerned about preserving her fidelity, is actually superior! Is this because of a misunderstanding on your behalf or what?\n\n“Remember, if a person remains careless, then even if he is a devotee of God, the two enemies of laziness and infatuation would not fail to hinder him. For example, when one drinks alcohol or bhang, then just as a non-believer becomes intoxicated, a devotee of God would also become intoxicated and delirious. In the same manner, just as alcohol and bhang in the form of laziness and infatuation hinder a non-believer, they hinder a devotee of God as well. The only difference, however, between a non-believer and a devotee of God is that a non-believer cannot eradicate these two enemies, whereas a devotee can overcome them if he remains vigilant in his efforts. That is the advantage a devotee of God has. Nevertheless, he is not better if he remains careless, even if he is a devotee of God.”\n\nThereafter, Shriji Mahārāj asked another question, “How many elements is the sthul body composed of, and how many elements is the sukshma body composed of? Are there equal elements in both, or does one have more or less than the other? Please describe the nature of these two bodies.”\n\nSwayamprakāshānand Swāmi attempted to answer the question but was unable to do so satisfactorily. Thereupon, all of the munis said, “Mahārāj, please be kind enough to answer this question Yourself.”\n\nShriji Mahārāj then explained, “The sthul body is composed of the five elements known as the five mahābhuts : 1 pruthvi , jal , etc. The sukshma body is composed of 19 elements: the five gnān-indriyas , the five karma-indriyas , the five prāns and the four antahkarans . Yet, only when the sukshma body is interwoven with the sthul body can all activities be carried out properly, but not otherwise. This is because only when the sukshma body, together with the indriyas , joins the sthul body - which includes the indriyas’ organs, i.e., the eyes, ears, etc. - can the respective vishays of those indriyas be indulged in. This is not possible by the indriyas’ organs of the sthul body alone. Thus, the sukshma body composed of the 19 elements is interwoven with the sthul body composed of the five elements. That is why the sthul body is also said to be composed of 24 elements.\n\n“In the same manner, the pleasures of the sukshma body can only be indulged in when the sukshma body behaves as one with the sthul body, which is composed of the five elements. That is why the sukshma body, which is composed of 19 elements, is also said to be composed of 24 elements. Moreover, because the sthul body is inherent within the sukshma body, when a person associates with a woman through his sukshma body, he ejaculates semen from his sthul body. Thus, there is oneness between the sthul body and the sukshma body during the waking state and the dream state.”\n\nThereupon the munis remarked, “Mahārāj, this suggests that the sukshma body is the same as the sthul body. So, just as there is an effect of karmas on the sthul body, is there a similar effect on the sukshma body as well? Or is there a difference?”\n\nShriji Mahārāj replied, “If one has just as strong a belief that the sukshma body is mine, as one has that this sthul body is mine, then the law of karmas would apply to the sukshma body just as it does to the sthul body. Indeed, it is only to encourage the individual that the karmas of the sukshma body have been said to be insignificant.\n\n“In comparison, neither the sthul body nor the sukshma body of one who has no consciousness of his sthul and sukshma bodies is affected by karmas . This is because such a person behaves only as the ātmā . Thus, one who has such realization of one’s ātmā remains unaffected by karmas related to the sthul and sukshma bodies. Nonetheless, such a person would never physically perform any impure karmas . Furthermore, he endures any joy or pain resulting from his prārabdha . Even while experiencing them, he believes, ‘I am not the one who experiences; I am the ātmā .’\n\n“Conversely, a person who is ignorant and who identifies his self with the body is affected by all karmas related to the sthul and sukshma bodies, and therefore he experiences joy and pain according to his karmas . This is because an ignorant person, while experiencing whichever vishays he indulges in, believes the body to be his true form, and feels, ‘I am the one who experiences these vishays .’\n\n“Then, in his final moments, such an ignorant person sees the servants of Yam. He then becomes unaware of his body and enters a state of unconsciousness. Thereafter, the servants of Yam force him to leave his body and thus separate his jiva . The jiva then receives the body of an evil spirit, in which it suffers the torments of Yampuri. A devotee of God possessing gnān , on the other hand, sees God or His Sant in his last moments. He also becomes unaware of his body and enters a state of unconsciousness. However, when that devotee discards his body and becomes separate from it, God grants him a divine body like that of God, with which he resides in the abode of God.”\n\nOn Bhadarva sudi 3, Samvat 1877 [10 September 1820], Swami Shri Sahajanandji Maharaj was sitting facing west on a large, decorated cot on the veranda outside the rooms of Jiva Khachar’s darbar in Sarangpur. He was wearing a black-bordered, white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. Bunches of yellow flowers adorned His ears, and tassels of yellow flowers had been placed upon His pagh . In addition to this, a garland of yellow flowers was swinging from His neck down to His navel. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked a question, “It is said in the Gita that once a devotee attains the abode of God, i.e., Vaikunth, etc., he never falls back from it. But which flaw causes some to fall back?”\n\nShriji Maharaj asked in return, “Who has attained the abode of God and then fallen back? Give Me even one example!”\n\nSwayamprakashanand Swami replied, “First of all, there are Jay and Vijay, the attendants of God who fell from Vaikunth; and then there are Radhikaji and Shridama, who fell from Golok.”\n\nShriji Maharaj then clarified, “Jay and Vijay did fall, but it was only because God wanted to illustrate the glory of a sadhu ; that is, if one maligns a sadhu like the Sanakadik, then even if one has attained an abode such as Vaikunth, one can still fall from it. That is why they fell. Besides, Jay and Vijay did return to God’s abode, Vaikunth, in their third life. Therefore, they cannot be said to have fallen. Rather, it happened because it was God’s wish. In any case, one can only be said to have fallen when one never again retains any contact with God.\n\n“Also, when Radhikaji fell from Golok, that too was by God’s wish, as he himself wished to manifest in a human body to uplift countless jivas and perform redemptive actions. Thus, if someone claims that Radhikaji fell, then God could be said to have fallen along with her. That is why she cannot be said to have fallen, because it was God’s wish that they both came to earth from Golok. So, in that instance, it should be recognized as being the wish of God only.\n\n“Of course, if it is His wish, a mukta may manifest in a body even from Akshardham. Moreover, by His will, that which is jad can become chaitanya , and that which is chaitanya can become jad . God is, after all, extremely powerful, and whatever He wishes, occurs. Therefore, no one who has attained the abode of God falls back from it without it being God’s wish. However, he who does fall is a worldly, incomplete devotee who falls during the course of his spiritual endeavors. Such a person is called ‘yoga-bhrasht’. In contrast, those who have become enlightened through vairagya , atma -realization, bhakti towards God, brahmacharya , etc., are equal to the muktas of Shwetdwip. They never fall.”\n\nHaving explained this, Shriji Maharaj said, “Here, now I shall ask a question.”\n\nThe munis responded, “Please do ask.”\n\nThereupon Shriji Maharaj said, “In the Udyog-parva of the Mahabharat, Sanatsujat Rishi says to Dhrutrashtra, ‘He who abandons both laziness and infatuation has completely transgressed God’s maya . In fact, laziness and infatuation are maya itself.’ Now, we are known to be renunciant devotees of God. If someone amongst us has laziness and infatuation, and if that person is not particularly vigilant in eradicating them by using the strength of God’s glory, then what type of bliss does such a devotee experience in this body? Also, what type of bliss does he attain after he dies? That is My question.”\n\nSwayamprakashanand Swami replied, “A person who is a devotee of God need not worry too much if his laziness and infatuation are not eradicated by the deep thought of God’s glory.”\n\nAt that point Shriji Maharaj questioned, “What is wrong with a devotee of God who has laziness and infatuation and is vigilant in his efforts to eradicate them? What makes one who is not so vigilant better than the one who is?”\n\nSwayamprakashanand Swami explained, “That devotee of God relies on the strength of God, not on the strength of his spiritual endeavors; that is why he is better.”\n\nShriji Maharaj questioned further, “You are claiming that one who is careless, despite the enemies of laziness and infatuation being prevalent in him, is superior. Well, consider the example of a faithful wife. Due to the fear of her husband and the fear of preserving her fidelity, she remains very conscious in her mind, lest she smiles at or touches another man. Moreover, in her mind lies the following fear: ‘If I behave permissively, my husband will think of me as an adulteress and will no longer accept my service. This would be a breach of my fidelity.’ Bearing this in mind, she remains ever vigilant. Now you are claiming that a devotee who keeps bhakti just like the faithful wife and who is conscious in his efforts to eradicate laziness and infatuation is at fault. Furthermore, you are suggesting that a devotee who is not concerned about eradicating laziness and infatuation, like a woman who flirts with any man she fancies and is not concerned about preserving her fidelity, is actually superior! Is this because of a misunderstanding on your behalf or what?\n\n“Remember, if a person remains careless, then even if he is a devotee of God, the two enemies of laziness and infatuation would not fail to hinder him. For example, when one drinks alcohol or bhang, then just as a non-believer becomes intoxicated, a devotee of God would also become intoxicated and delirious. In the same manner, just as alcohol and bhang in the form of laziness and infatuation hinder a non-believer, they hinder a devotee of God as well. The only difference, however, between a non-believer and a devotee of God is that a non-believer cannot eradicate these two enemies, whereas a devotee can overcome them if he remains vigilant in his efforts. That is the advantage a devotee of God has. Nevertheless, he is not better if he remains careless, even if he is a devotee of God.”\n\nThereafter, Shriji Maharaj asked another question, “How many elements is the sthul body composed of, and how many elements is the sukshma body composed of? Are there equal elements in both, or does one have more or less than the other? Please describe the nature of these two bodies.”\n\nSwayamprakashanand Swami attempted to answer the question but was unable to do so satisfactorily. Thereupon, all of the munis said, “Maharaj, please be kind enough to answer this question Yourself.”\n\nShriji Maharaj then explained, “The sthul body is composed of the five elements known as the five mahabhuts : 1 pruthvi , jal , etc. The sukshma body is composed of 19 elements: the five gnan-indriyas , the five karma-indriyas , the five prans and the four antahkarans . Yet, only when the sukshma body is interwoven with the sthul body can all activities be carried out properly, but not otherwise. This is because only when the sukshma body, together with the indriyas , joins the sthul body - which includes the indriyas’ organs, i.e., the eyes, ears, etc. - can the respective vishays of those indriyas be indulged in. This is not possible by the indriyas’ organs of the sthul body alone. Thus, the sukshma body composed of the 19 elements is interwoven with the sthul body composed of the five elements. That is why the sthul body is also said to be composed of 24 elements.\n\n“In the same manner, the pleasures of the sukshma body can only be indulged in when the sukshma body behaves as one with the sthul body, which is composed of the five elements. That is why the sukshma body, which is composed of 19 elements, is also said to be composed of 24 elements. Moreover, because the sthul body is inherent within the sukshma body, when a person associates with a woman through his sukshma body, he ejaculates semen from his sthul body. Thus, there is oneness between the sthul body and the sukshma body during the waking state and the dream state.”\n\nThereupon the munis remarked, “Maharaj, this suggests that the sukshma body is the same as the sthul body. So, just as there is an effect of karmas on the sthul body, is there a similar effect on the sukshma body as well? Or is there a difference?”\n\nShriji Maharaj replied, “If one has just as strong a belief that the sukshma body is mine, as one has that this sthul body is mine, then the law of karmas would apply to the sukshma body just as it does to the sthul body. Indeed, it is only to encourage the individual that the karmas of the sukshma body have been said to be insignificant.\n\n“In comparison, neither the sthul body nor the sukshma body of one who has no consciousness of his sthul and sukshma bodies is affected by karmas . This is because such a person behaves only as the atma . Thus, one who has such realization of one’s atma remains unaffected by karmas related to the sthul and sukshma bodies. Nonetheless, such a person would never physically perform any impure karmas . Furthermore, he endures any joy or pain resulting from his prarabdha . Even while experiencing them, he believes, ‘I am not the one who experiences; I am the atma .’\n\n“Conversely, a person who is ignorant and who identifies his self with the body is affected by all karmas related to the sthul and sukshma bodies, and therefore he experiences joy and pain according to his karmas . This is because an ignorant person, while experiencing whichever vishays he indulges in, believes the body to be his true form, and feels, ‘I am the one who experiences these vishays .’\n\n“Then, in his final moments, such an ignorant person sees the servants of Yam. He then becomes unaware of his body and enters a state of unconsciousness. Thereafter, the servants of Yam force him to leave his body and thus separate his jiva . The jiva then receives the body of an evil spirit, in which it suffers the torments of Yampuri. A devotee of God possessing gnan , on the other hand, sees God or His Sant in his last moments. He also becomes unaware of his body and enters a state of unconsciousness. However, when that devotee discards his body and becomes separate from it, God grants him a divine body like that of God, with which he resides in the abode of God.”"
}