{
    "number": 191,
    "vachanamrut": "Gadhada II-58",
    "title": "The Flourishing of a Sampradāy",
    "setting": "On Shrāvan sudi 4, Samvat 1881 [29 July 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked, “How do the sampradāys of the great āchāryas flourish for a long period of time?”\n\nMuktānand Swāmi answered, “Firstly, by the scriptures of the sampradāy ; secondly, by the observance of the dharma of one’s caste and āshram as prescribed in the scriptures; and thirdly, by total conviction in one’s Ishtadev. One’s sampradāy flourishes by these three factors.”\n\nShriji Mahārāj then asked the same question to Brahmānand Swāmi and Nityānand Swāmi. They also gave the same reply.\n\nThereafter, Shriji Mahārāj said, “Here, allow Me to answer the question. A sampradāy flourishes by knowing the following: The purpose for which the Ishtadev of the sampradāy manifested on earth; and after manifesting, the various divine actions He performed, as well as the ways in which He behaved. Through His behavior, dharma as well as the greatness of that Ishtadev is naturally revealed. In this manner, then, a sampradāy is fostered by the scriptures which narrate its Ishtadev’s divine incidents from His birth up until His passing away. Regardless of whether those scriptures are in Sanskrit or in the vernacular, only those scriptures will foster the sampradāy , not others.\n\n“For example, those who worship Rāmchandra Bhagwān will be inspired only by the Vālmiki Rāmāyan; and those who worship Shri Krishna Bhagwān will be inspired only by the tenth and eleventh cantos of the Shrimad Bhāgwat. The Vedas will not inspire those who worship Rāmchandraji Bhagwān or Shri Krishna Bhagwān. Ultimately, then, only the scriptures of one’s own sampradāy will foster the sampradāy .”\n\nHaving said this, Shriji Mahārāj then commanded Muktānand Swāmi, “You too should continuously preach and write scriptures related to your sampradāy and your Ishtadev for the rest of your life. This is My only command to you for as long as you live.”\n\nWith great respect for these words of Shriji Mahārāj, Muktānand Swāmi resolved to devoutly abide by them. Then, folding his hands, he bowed before Shriji Mahārāj.\n\nOn Shravan sudi 4, Samvat 1881 [29 July 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked, “How do the sampradays of the great acharyas flourish for a long period of time?”\n\nMuktanand Swami answered, “Firstly, by the scriptures of the sampraday ; secondly, by the observance of the dharma of one’s caste and ashram as prescribed in the scriptures; and thirdly, by total conviction in one’s Ishtadev. One’s sampraday flourishes by these three factors.”\n\nShriji Maharaj then asked the same question to Brahmanand Swami and Nityanand Swami. They also gave the same reply.\n\nThereafter, Shriji Maharaj said, “Here, allow Me to answer the question. A sampraday flourishes by knowing the following: The purpose for which the Ishtadev of the sampraday manifested on earth; and after manifesting, the various divine actions He performed, as well as the ways in which He behaved. Through His behavior, dharma as well as the greatness of that Ishtadev is naturally revealed. In this manner, then, a sampraday is fostered by the scriptures which narrate its Ishtadev’s divine incidents from His birth up until His passing away. Regardless of whether those scriptures are in Sanskrit or in the vernacular, only those scriptures will foster the sampraday , not others.\n\n“For example, those who worship Ramchandra Bhagwan will be inspired only by the Valmiki Ramayan; and those who worship Shri Krishna Bhagwan will be inspired only by the tenth and eleventh cantos of the Shrimad Bhagwat. The Vedas will not inspire those who worship Ramchandraji Bhagwan or Shri Krishna Bhagwan. Ultimately, then, only the scriptures of one’s own sampraday will foster the sampraday .”\n\nHaving said this, Shriji Maharaj then commanded Muktanand Swami, “You too should continuously preach and write scriptures related to your sampraday and your Ishtadev for the rest of your life. This is My only command to you for as long as you live.”\n\nWith great respect for these words of Shriji Maharaj, Muktanand Swami resolved to devoutly abide by them. Then, folding his hands, he bowed before Shriji Maharaj."
}