{
    "number": 241,
    "vachanamrut": "Gadhada III-18",
    "title": "The Degeneration of Worldly Desires",
    "setting": "On Shrāvan vadi 10, Samvat 1884 [17 August 1827], Shriji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Garlands of flowers were hung around His neck, and tassels of flowers were dangling from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj’s nephew, Raghuvirji, asked a question, “Why does the jiva’s condition during the dream state not remain the same as it is during the waking state?”\n\nShriji Mahārāj replied, “The jiva behaves in the dream state exactly as it does in the waking state. After all, the same types of worldly desires which appear while awake spring forth in dreams as well.”\n\nThen Nirlobhānand Swāmi asked, “Mahārāj, many times objects that have never been seen or heard in the waking state spring forth in dreams. What may be the reason for this?”\n\nShriji Mahārāj explained, “If objects that have never been previously seen or heard appear in the dream state, it is due to ingrained desires generated by karmas performed in past lives.”\n\nThereafter Akhandānand Swāmi asked, “Mahārāj, for a person who becomes a devotee of God, how long does the force of karmas performed in past lives persist?”\n\nShriji Mahārāj answered, “When that person comes into contact with the Satpurush, the ingrained desires generated by his past karmas gradually wear away as he consistently associates with him. Eventually, he reaches a stage where the desires that give rise to births and deaths no longer remain. For example, grains of rice that are three to four years old can be eaten, but if sown, would not grow. In the same manner, when the ingrained desires generated by karmas performed previously become deteriorated, they do not lead to further births and deaths.\n\n“However, one may ask, ‘How does one recognize whether those ingrained desires have degenerated or not?’ Well, consider the analogy of a duel between two men armed with shields and swords. As long as both can withstand each other, the strength of both appears to be equal. But the moment one retreats, he is said to have been defeated. Similarly, for a devotee of God, so long as thoughts related to God and those related to the vishays appear to be equal, he should realize his worldly desires to be more powerful. However, when thoughts related to God displace those related to the vishays , then he should realize that his worldly desires have degenerated.”\n\nShriji Mahārāj then asked the paramhansas a question, “How can a devotee who no longer identifies himself with the body and who has developed an aversion for the panchvishays be recognized as such by other devotees?”\n\nMuktānand Swāmi replied, “Mahārāj, we are incapable of answering Your question. Please be compassionate and answer it Yourself.”\n\nSo Shriji Mahārāj then said, “Whether he be a householder or a renunciant, a devotee of God who no longer believes himself to be the body and whose attachment for the panchvishays has been eradicated may be required to behave as if he is the body depending on God’s instructions to him; he may also have to indulge in the panchvishays if necessary. For example, a frail bull can be made to stand with the support of a stick and by people holding it by its horns and tail. But, it will remain standing only as long as someone holds it up; the moment one releases it, it will fall to the ground. Similarly, one who is free of worldly desires engages in activities only to the extent of the instructions given by God. Take, as another example, a person with a bow and arrow in hand. The bow bends as the person pulls back the string; when he releases the arrow, the bow becomes slack again. In the same way, a person free of worldly desires engages himself in activities only to the extent of God’s wish, but never does he do anything which transgresses that. On the other hand, when a person with worldly desires engages in activities, he is unable to detach himself from those activities of his own accord; he is unable to do so even when God instructs him to do so. Such are the characteristics of a person free of worldly desires and a person with worldly desires.”\n\nOn Shravan vadi 10, Samvat 1884 [17 August 1827], Shriji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Garlands of flowers were hung around His neck, and tassels of flowers were dangling from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj’s nephew, Raghuvirji, asked a question, “Why does the jiva’s condition during the dream state not remain the same as it is during the waking state?”\n\nShriji Maharaj replied, “The jiva behaves in the dream state exactly as it does in the waking state. After all, the same types of worldly desires which appear while awake spring forth in dreams as well.”\n\nThen Nirlobhanand Swami asked, “Maharaj, many times objects that have never been seen or heard in the waking state spring forth in dreams. What may be the reason for this?”\n\nShriji Maharaj explained, “If objects that have never been previously seen or heard appear in the dream state, it is due to ingrained desires generated by karmas performed in past lives.”\n\nThereafter Akhandanand Swami asked, “Maharaj, for a person who becomes a devotee of God, how long does the force of karmas performed in past lives persist?”\n\nShriji Maharaj answered, “When that person comes into contact with the Satpurush, the ingrained desires generated by his past karmas gradually wear away as he consistently associates with him. Eventually, he reaches a stage where the desires that give rise to births and deaths no longer remain. For example, grains of rice that are three to four years old can be eaten, but if sown, would not grow. In the same manner, when the ingrained desires generated by karmas performed previously become deteriorated, they do not lead to further births and deaths.\n\n“However, one may ask, ‘How does one recognize whether those ingrained desires have degenerated or not?’ Well, consider the analogy of a duel between two men armed with shields and swords. As long as both can withstand each other, the strength of both appears to be equal. But the moment one retreats, he is said to have been defeated. Similarly, for a devotee of God, so long as thoughts related to God and those related to the vishays appear to be equal, he should realize his worldly desires to be more powerful. However, when thoughts related to God displace those related to the vishays , then he should realize that his worldly desires have degenerated.”\n\nShriji Maharaj then asked the paramhansas a question, “How can a devotee who no longer identifies himself with the body and who has developed an aversion for the panchvishays be recognized as such by other devotees?”\n\nMuktanand Swami replied, “Maharaj, we are incapable of answering Your question. Please be compassionate and answer it Yourself.”\n\nSo Shriji Maharaj then said, “Whether he be a householder or a renunciant, a devotee of God who no longer believes himself to be the body and whose attachment for the panchvishays has been eradicated may be required to behave as if he is the body depending on God’s instructions to him; he may also have to indulge in the panchvishays if necessary. For example, a frail bull can be made to stand with the support of a stick and by people holding it by its horns and tail. But, it will remain standing only as long as someone holds it up; the moment one releases it, it will fall to the ground. Similarly, one who is free of worldly desires engages in activities only to the extent of the instructions given by God. Take, as another example, a person with a bow and arrow in hand. The bow bends as the person pulls back the string; when he releases the arrow, the bow becomes slack again. In the same way, a person free of worldly desires engages himself in activities only to the extent of God’s wish, but never does he do anything which transgresses that. On the other hand, when a person with worldly desires engages in activities, he is unable to detach himself from those activities of his own accord; he is unable to do so even when God instructs him to do so. Such are the characteristics of a person free of worldly desires and a person with worldly desires.”"
}