{
    "number": 239,
    "vachanamrut": "Gadhada III-16",
    "title": "The Vow of Fidelity",
    "setting": "On Āshādh vadi Amās, Samvat 1884 [23 July 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. He was wearing garlands of mogrā flowers around His neck, and extremely beautiful tassels were dangling from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “I ask a question to the entire muni-mandal and to all of the householder devotees; whoever can reply may do so. The question is as follows: It does not take very long for a devotee of God to shun the company of a person who is full of flaws. But how is it possible to shun the company of one with extremely fine virtues? After all, one naturally develops affection for a virtuous person, regardless of whether he is one’s own relative or not. Moreover, affection that is formed due to the influence of those virtues cannot be eradicated, however much one tries. Therefore, how does a devotee of God prevent the development of affection for anyone other than God, regardless of how virtuous that person may be? That is the question.”\n\nThe senior sādhus answered according to their understanding but were unable to satisfactorily answer Shriji Mahārāj’s question.\n\nShriji Mahārāj then said, “Here, allow Me to answer. The answer is as follows: A wife who observes the vow of fidelity, even if her husband is poor, ugly, ill or old, is not even slightly impressed in her mind on seeing other men - even if they happen to be rich, handsome or young. If she does happen to affectionately look at or laugh with other men, then she loses her fidelity. If some guests were to come to the house of that faithful wife, she would offer them food and water. If she offers food and water to some male relative of her husband, she does so knowing him to be related to her husband, but the affection she has for all other men does not even come close to the affection she has for her husband. Nor does she see virtues in other men as she sees in her own husband. Moreover, she acts according to the wishes of her own husband. Such is the firm fidelity that a faithful wife has towards her husband.\n\n“In the same manner, a devotee should have firm fidelity to God. Specifically, like a woman who observes the vow of fidelity, he would never develop the same affection towards even other mukta sādhus - however great they may be - as he has developed towards whichever form of God he has had the darshan of. Nor does he develop affection for other avatārs of his Ishtadev. He keeps affection only for the form that he has attained, and he acts according to His wishes only. If he does happen to respect others, it is only because of their association with his God. One who, like a faithful wife, has such faithful bhakti towards one’s own Ishtadev, never develops affection on seeing others, however virtuous they may be. For example, Hanumānji is a devotee of Shri Raghunāthji. Following the avatār of Rām, there have been many other avatārs of God, but Hanumānji’s bhakti has been like that of a woman who observers the vow of fidelity, as he has remained faithful to Rāmchandraji only. This is why Hanumānji’s bhakti is considered to be like that of a faithful wife. The bhakti of a devotee of God who has such fidelity can be said to be like that of a faithful wife. Conversely, if a person does not have such an inclination, his bhakti can be said to be like that of a prostitute. Therefore, one should not knowingly engage in bhakti that would cause one to be disgraced. Instead, a devotee of God should thoughtfully engage in faithful bhakti - like that of a faithful wife.”\n\nOn Ashadh vadi Amas, Samvat 1884 [23 July 1827], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. He was wearing garlands of mogra flowers around His neck, and extremely beautiful tassels were dangling from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “I ask a question to the entire muni-mandal and to all of the householder devotees; whoever can reply may do so. The question is as follows: It does not take very long for a devotee of God to shun the company of a person who is full of flaws. But how is it possible to shun the company of one with extremely fine virtues? After all, one naturally develops affection for a virtuous person, regardless of whether he is one’s own relative or not. Moreover, affection that is formed due to the influence of those virtues cannot be eradicated, however much one tries. Therefore, how does a devotee of God prevent the development of affection for anyone other than God, regardless of how virtuous that person may be? That is the question.”\n\nThe senior sadhus answered according to their understanding but were unable to satisfactorily answer Shriji Maharaj’s question.\n\nShriji Maharaj then said, “Here, allow Me to answer. The answer is as follows: A wife who observes the vow of fidelity, even if her husband is poor, ugly, ill or old, is not even slightly impressed in her mind on seeing other men - even if they happen to be rich, handsome or young. If she does happen to affectionately look at or laugh with other men, then she loses her fidelity. If some guests were to come to the house of that faithful wife, she would offer them food and water. If she offers food and water to some male relative of her husband, she does so knowing him to be related to her husband, but the affection she has for all other men does not even come close to the affection she has for her husband. Nor does she see virtues in other men as she sees in her own husband. Moreover, she acts according to the wishes of her own husband. Such is the firm fidelity that a faithful wife has towards her husband.\n\n“In the same manner, a devotee should have firm fidelity to God. Specifically, like a woman who observes the vow of fidelity, he would never develop the same affection towards even other mukta sadhus - however great they may be - as he has developed towards whichever form of God he has had the darshan of. Nor does he develop affection for other avatars of his Ishtadev. He keeps affection only for the form that he has attained, and he acts according to His wishes only. If he does happen to respect others, it is only because of their association with his God. One who, like a faithful wife, has such faithful bhakti towards one’s own Ishtadev, never develops affection on seeing others, however virtuous they may be. For example, Hanumanji is a devotee of Shri Raghunathji. Following the avatar of Ram, there have been many other avatars of God, but Hanumanji’s bhakti has been like that of a woman who observers the vow of fidelity, as he has remained faithful to Ramchandraji only. This is why Hanumanji’s bhakti is considered to be like that of a faithful wife. The bhakti of a devotee of God who has such fidelity can be said to be like that of a faithful wife. Conversely, if a person does not have such an inclination, his bhakti can be said to be like that of a prostitute. Therefore, one should not knowingly engage in bhakti that would cause one to be disgraced. Instead, a devotee of God should thoughtfully engage in faithful bhakti - like that of a faithful wife.”"
}