{
    "number": 181,
    "vachanamrut": "Gadhada II-48",
    "title": "The ‘Vandu’ Devotional Songs; Taking Birth in the Company of the Sant",
    "setting": "On Mahā vadi 14, Samvat 1880 [28 February 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes and was wearing new, white kanthis made from tulsi beads around His neck. In addition to this, tassels of yellow flowers decorated His pāgh , and garlands of flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, Premānand Swāmi was singing ‘Vandu Sahajānand ras roop, anupam sārne re lol...’ - devotional songs useful for meditation. After he had finished singing, Shriji Mahārāj commented, “The devotional songs you sang were very nice. After listening to them, I thought in My mind, ‘Since this sādhu contemplates upon God’s form in this way, let Me get up and prostrate before him.’\n\n“If a person is able to contemplate upon God in his antahkaran in this manner, and if he were to die while still harboring such a desire for God, he would definitely not have to take another birth. If he engages in such contemplation of God, he has certainly attained the highest state of enlightenment while alive. In addition, he can be said to be in the process of becoming a niranna-mukta just like the niranna-muktas in Shwetdwip. Such a person performs the bodily activities that are necessary absolutely effortlessly. In fact, one who is able to contemplate upon God’s form has become fulfilled and has nothing more left to do.\n\n“On the other hand, if a person dies while contemplating upon things other than God, there will be no end to his miseries for countless millions of years. So now that such an opportunity has arisen, one should seize it and, after discarding any thoughts about objects other than God, should contemplate upon His form only.\n\n“If, however, one is unable to contemplate upon God’s form, one should remain in the company of such a sādhu who possesses dharma , gnān , vairāgya and bhakti . As for Myself, I have only this desire within: When I abandon this body, although there will be no reason for Me to take birth again, I feel in My heart that I should make a reason and take birth in the company of such sādhus . This is all I wish for.\n\n“But if a person is able to contemplate upon God as described in the above devotional song, then he is freed from the bondage of kāl , karma and māyā . In fact, regardless of the family in which such a person happens to be born, the parents of such a person should also be considered to be fulfilled. Conversely, one who contemplates upon the vishays , and not upon God, should be considered as being totally lost.\n\n“After all, regardless of the life form in which a person takes birth, he will be able to have a wife, a son and possessions such as wealth and other objects. However, the company of such a sādhu who is a knower of Brahma, as well as the direct darshan and contemplation of Shri Vāsudev Bhagwān are extremely rare. Thus, there is no greater advantage of possessing this human body than being able to constantly contemplate upon God in one’s heart - just as a person engrossed in the vishays constantly contemplates upon them in his antahkaran . Such a person is also the greatest amongst all devotees of God. Even if that devotee does indulge in the panchvishays - i.e., sights, sounds, smells, tastes and touch - all would be related only to God. His ears wish to continuously listen to discourses related to God; his skin wishes to touch God; his eyes wish to have the darshan of God and His Sant; his tongue wishes to taste the prasād of God; and his nose wishes to smell the fragrance of flowers and tulsi which have been offered to God. Apart from God, he considers nothing else to be a source of happiness. One who behaves in this manner can be called an ekāntik bhakta of God.”\n\nOn Maha vadi 14, Samvat 1880 [28 February 1824], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes and was wearing new, white kanthis made from tulsi beads around His neck. In addition to this, tassels of yellow flowers decorated His pagh , and garlands of flowers adorned His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nIn the assembly, Premanand Swami was singing ‘Vandu Sahajanand ras roop, anupam sarne re lol...’ - devotional songs useful for meditation. After he had finished singing, Shriji Maharaj commented, “The devotional songs you sang were very nice. After listening to them, I thought in My mind, ‘Since this sadhu contemplates upon God’s form in this way, let Me get up and prostrate before him.’\n\n“If a person is able to contemplate upon God in his antahkaran in this manner, and if he were to die while still harboring such a desire for God, he would definitely not have to take another birth. If he engages in such contemplation of God, he has certainly attained the highest state of enlightenment while alive. In addition, he can be said to be in the process of becoming a niranna-mukta just like the niranna-muktas in Shwetdwip. Such a person performs the bodily activities that are necessary absolutely effortlessly. In fact, one who is able to contemplate upon God’s form has become fulfilled and has nothing more left to do.\n\n“On the other hand, if a person dies while contemplating upon things other than God, there will be no end to his miseries for countless millions of years. So now that such an opportunity has arisen, one should seize it and, after discarding any thoughts about objects other than God, should contemplate upon His form only.\n\n“If, however, one is unable to contemplate upon God’s form, one should remain in the company of such a sadhu who possesses dharma , gnan , vairagya and bhakti . As for Myself, I have only this desire within: When I abandon this body, although there will be no reason for Me to take birth again, I feel in My heart that I should make a reason and take birth in the company of such sadhus . This is all I wish for.\n\n“But if a person is able to contemplate upon God as described in the above devotional song, then he is freed from the bondage of kal , karma and maya . In fact, regardless of the family in which such a person happens to be born, the parents of such a person should also be considered to be fulfilled. Conversely, one who contemplates upon the vishays , and not upon God, should be considered as being totally lost.\n\n“After all, regardless of the life form in which a person takes birth, he will be able to have a wife, a son and possessions such as wealth and other objects. However, the company of such a sadhu who is a knower of Brahma, as well as the direct darshan and contemplation of Shri Vasudev Bhagwan are extremely rare. Thus, there is no greater advantage of possessing this human body than being able to constantly contemplate upon God in one’s heart - just as a person engrossed in the vishays constantly contemplates upon them in his antahkaran . Such a person is also the greatest amongst all devotees of God. Even if that devotee does indulge in the panchvishays - i.e., sights, sounds, smells, tastes and touch - all would be related only to God. His ears wish to continuously listen to discourses related to God; his skin wishes to touch God; his eyes wish to have the darshan of God and His Sant; his tongue wishes to taste the prasad of God; and his nose wishes to smell the fragrance of flowers and tulsi which have been offered to God. Apart from God, he considers nothing else to be a source of happiness. One who behaves in this manner can be called an ekantik bhakta of God.”"
}