{
    "number": 18,
    "vachanamrut": "Gadhada I-18",
    "title": "Denouncing the Vishays ; A Haveli",
    "setting": "Three hours before sunrise on Māgshar vadi 6, Samvat 1876 [8 December 1819], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in the courtyard in front of the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes.",
    "text": "After summoning the paramhansas and satsangis , Shriji Mahārāj sat engrossed in thought for quite some time. Then He said, “I wish to tell all of you something, so please listen.” He then said, “In My mind I feel that I should not talk about this matter, but understanding all of you to be Mine, I shall tell you anyway. The matter is such that only one who understands it and acts exactly according to it will become a mukta . Otherwise, even by listening to or studying and understanding the meanings of the four Vedas , 1 six Shāstras , 2 eighteen Purāns , 3 and the Mahābhārat and other Itihās scriptures, one cannot become a mukta . I shall now talk about that matter, so please listen.\n\n“Regardless of the tempting objects which may appear before Me, if there is no desire for them in My mind, I am not worried. Besides, My nature is such that even if the slightest desire for an object arises within, I feel at ease only after shunning it.\n\n“For this reason, I thought about what actually causes disturbances within the hearts of God’s devotees. I considered the man , buddhi , chitt and ahamkār as possible causes. However, the antahkaran is not the cause of these disturbances. The only fault of the antahkaran is the complacency that it harbors - due to either the power of its faith in God or the strength derived from knowledge of the ātmā . Due to this complacency, it feels, ‘I have found God, and so I have nothing left to do.’\n\n“Actually, the greater fault lies with the five gnān-indriyas , which I shall now elaborate in detail. Of the many varieties of foods that a person eats, each has differing tastes and differing intrinsic qualities. When he eats that food, the intrinsic qualities of the food pervade and affect the antahkaran as well as the entire body. For example, if someone drinks bhang, then even if he is a devotee of God, he loses awareness of his religious vows and the worship of God due to the stimulation caused by that bhang. Similarly, the intrinsic qualities of the countless types of food are, like bhang, of a countless variety. So much so, that they seem endless.\n\n“In the same way, a person also hears a countless variety of sounds with his ears. Those sounds also have a countless variety of intrinsic qualities. Consequently, the qualities of whatever sounds he listens to pervade and affect his antahkaran . For example, there may be an armed and violent person, an adulterous person, a prostitute, or a person who transgresses the rules of the Vedas and society. Listening to the talks of such vicious persons is like drinking bhang or alcohol; i.e., such talks pollute the antahkaran of the listener and make him forget the worship of God as well as his religious vows.\n\n“Similarly, there are countless varieties of touch sensations. They too have countless varieties of intrinsic qualities. The touch of a sinful person also has an effect like that of bhang and alcohol. Therefore, even if a devotee were to touch such a person, that devotee would lose all of his virtues.\n\n“There are also countless varieties of things to see. They too have countless varieties of intrinsic qualities. If one looks at an immoral person, the effect is just as detrimental as drinking bhang or alcohol, i.e., looking at an immoral person certainly does pollute one’s mind and cause harm.\n\n“In the same way, there are countless varieties of smells with countless varieties of intrinsic qualities. If one smells the fragrance of a flower or some sandalwood paste from the hands of a sinful person, it pollutes one’s mind in the same way as drinking bhang.\n\n“Conversely, just as one’s mind is polluted by association with the immoral, association with God or His Sant purifies one’s mind. Even if one’s mind is polluted, it is purified by listening to the words of God and His Sant. The mind is similarly purified by their touch. If, however, due to the constraints of one’s religious vows, one is unable to touch such a great Sant, then merely touching the dust of his feet to one’s head makes one pure. Likewise, one is purified by the darshan of the great Sant; but of course one should do darshan while respecting one’s religious vows. One is also purified by eating his prasād . Here also, prasād should be taken in accordance with the niyams of one’s caste and āshram as set by God. If one is unable to take prasād , one should offer sākar and take that as prasād . In the same manner, smelling the fragrance of the flowers and sandalwood paste offered to the great Sant also purifies the mind.\n\n“On the other hand, if one indulges in the panchvishays thoughtlessly, without distinguishing good from bad, then even if one is as great as Nārad and the Sanakādik, one’s mind will surely become polluted. What is so surprising, then, about the mind of one who believes oneself to be the body becoming polluted? Therefore, if one gives liberty to the five indriyas without applying the discrimination of what is suitable or unsuitable, one’s antahkaran will become polluted. On the other hand, if one indulges only in pure vishays through the five indriyas , then one’s antahkaran becomes pure. If the antahkaran becomes pure, one will be able to constantly remember God.\n\n“However, if the objects of indulgence of just one of the five indriyas is impure, the antahkaran will also become impure. Therefore, the sole cause of any disturbance experienced by a devotee of God during worship is the vishays of the five indriyas , not the antahkaran .\n\n“Another factor that determines the nature of a person’s antahkaran is the type of company he keeps. If he sits in a gathering of materialistic people in a lavish seven-story haveli decorated with beautiful mirrors and comfortable seats, and if those materialistic people are seated wearing various types of jewelry and fine clothes and are exchanging alcohol amongst themselves, with prostitutes performing vulgar dances to the accompaniment of various musical instruments, then the person’s antahkaran will unquestionably be adversely affected. On the other hand, if a person sits in an assembly where a paramhansa is seated on a torn mattress in a grass hut and discourses of God, dharma , gnān , vairāgya and bhakti are in progress, then the person’s antahkaran will surely be favorably affected.\n\n“Therefore, if one thoughtfully examines the influence of good company and evil company on the antahkaran , their effects can be realized. A fool, however, cannot realize this. Indeed, this fact will not be understood by those who behave irresponsibly like animals. In comparison, one who has even a little wisdom and has sought at least some refuge in God will immediately understand. Therefore, all paramhansas , sānkhya-yogis and karma-yogis should not associate with evil people.\n\n“Regardless of how evil a person may be before joining the Satsang fellowship, he should be accepted into Satsang after he takes the appropriate vows. If after joining Satsang, however, that person retains his evil nature, he should be removed from Satsang. If he or she is not removed, then much harm will result. For example, if a person’s finger is bitten by a snake, or if it develops gangrene, and if the affected part is immediately amputated, then the rest of the body remains healthy. But if it is not amputated, much harm results. Similarly, if a person is recognized as evil, you should immediately shun him.\n\n“In conclusion, be wise enough to accept these words of Mine. If you do so, I shall consider it to be equivalent to you having served Me in every way. I will also bless all of you and be extremely pleased with you. Why? Because thereby you will have justified My efforts. Moreover, all of us will dwell together in the abode of God. However, if you do not behave in this manner, we will be greatly distanced. Consequently, you will be reborn as a ghost or a demon, and you will have to suffer. Of course, the fruits of whatever bhakti you may have previously offered to God will be rewarded eventually, but only after much misery. Even then, you will become a mukta and go to the abode of God only by behaving as I have described.\n\n“Furthermore, if anyone attempts to imitate Me, he will definitely suffer. Why? Because Narnārāyan resides within My heart. Moreover, I am eternally liberated. I have not become a mukta through the preaching of others. I exercise complete control over My man , buddhi , chitt and ahamkār . In fact, I seize My antahkaran just as a lion seizes a goat, whereas others cannot even see their antahkaran . Therefore, imitating Me, believing that one can remain pure even amidst alluring pleasures is just not possible, even for the likes of Nārad and the Sanakādik. So what can be said of others?\n\n“Countless have become muktas and countless more will become so. Amongst them, none have been able to indulge in pleasures of the senses and yet remain uninfluenced by them; none will be able to do so in the future; nor is there anyone like that presently. Even one who has endeavored for countless millions of years is incapable of remaining uninfluenced amidst temptations. Therefore, if you behave as I have described, you will benefit.”\n\nContinuing, Shriji Mahārāj said, “When I lovingly call someone near, it is for the benefit of their jiva . When I look at someone affectionately, or eat the tasty meals they have prepared, or sit on a decorated cot arranged by them, or accept from them clothes, ornaments, garlands of flowers and other offerings - it is all for the good of their jiva , but not for the sake of My personal enjoyment. In fact, I swear by the name of Rāmānand Swāmi that I do not accept those objects for My personal pleasure. Therefore, realizing this, none of you should imitate Me.\n\n“Also, keep the activities of your five indriyas extremely pure. Please accept this command of Mine without fail. This fact is simple in that it is comprehensible to all; so all of you will immediately understand it. Moreover, if you extensively propagate it throughout Satsang, I shall be very pleased indeed.”\n\nHaving delivered this discourse, Shriji Mahārāj bid ‘Jai Sachchidānand’ to all and returned to His residence.\n\nThree hours before sunrise on Magshar vadi 6, Samvat 1876 [8 December 1819], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in the courtyard in front of the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes.\n\nAfter summoning the paramhansas and satsangis , Shriji Maharaj sat engrossed in thought for quite some time. Then He said, “I wish to tell all of you something, so please listen.” He then said, “In My mind I feel that I should not talk about this matter, but understanding all of you to be Mine, I shall tell you anyway. The matter is such that only one who understands it and acts exactly according to it will become a mukta . Otherwise, even by listening to or studying and understanding the meanings of the four Vedas , 1 six Shastras , 2 eighteen Purans , 3 and the Mahabharat and other Itihas scriptures, one cannot become a mukta . I shall now talk about that matter, so please listen.\n\n“Regardless of the tempting objects which may appear before Me, if there is no desire for them in My mind, I am not worried. Besides, My nature is such that even if the slightest desire for an object arises within, I feel at ease only after shunning it.\n\n“For this reason, I thought about what actually causes disturbances within the hearts of God’s devotees. I considered the man , buddhi , chitt and ahamkar as possible causes. However, the antahkaran is not the cause of these disturbances. The only fault of the antahkaran is the complacency that it harbors - due to either the power of its faith in God or the strength derived from knowledge of the atma . Due to this complacency, it feels, ‘I have found God, and so I have nothing left to do.’\n\n“Actually, the greater fault lies with the five gnan-indriyas , which I shall now elaborate in detail. Of the many varieties of foods that a person eats, each has differing tastes and differing intrinsic qualities. When he eats that food, the intrinsic qualities of the food pervade and affect the antahkaran as well as the entire body. For example, if someone drinks bhang, then even if he is a devotee of God, he loses awareness of his religious vows and the worship of God due to the stimulation caused by that bhang. Similarly, the intrinsic qualities of the countless types of food are, like bhang, of a countless variety. So much so, that they seem endless.\n\n“In the same way, a person also hears a countless variety of sounds with his ears. Those sounds also have a countless variety of intrinsic qualities. Consequently, the qualities of whatever sounds he listens to pervade and affect his antahkaran . For example, there may be an armed and violent person, an adulterous person, a prostitute, or a person who transgresses the rules of the Vedas and society. Listening to the talks of such vicious persons is like drinking bhang or alcohol; i.e., such talks pollute the antahkaran of the listener and make him forget the worship of God as well as his religious vows.\n\n“Similarly, there are countless varieties of touch sensations. They too have countless varieties of intrinsic qualities. The touch of a sinful person also has an effect like that of bhang and alcohol. Therefore, even if a devotee were to touch such a person, that devotee would lose all of his virtues.\n\n“There are also countless varieties of things to see. They too have countless varieties of intrinsic qualities. If one looks at an immoral person, the effect is just as detrimental as drinking bhang or alcohol, i.e., looking at an immoral person certainly does pollute one’s mind and cause harm.\n\n“In the same way, there are countless varieties of smells with countless varieties of intrinsic qualities. If one smells the fragrance of a flower or some sandalwood paste from the hands of a sinful person, it pollutes one’s mind in the same way as drinking bhang.\n\n“Conversely, just as one’s mind is polluted by association with the immoral, association with God or His Sant purifies one’s mind. Even if one’s mind is polluted, it is purified by listening to the words of God and His Sant. The mind is similarly purified by their touch. If, however, due to the constraints of one’s religious vows, one is unable to touch such a great Sant, then merely touching the dust of his feet to one’s head makes one pure. Likewise, one is purified by the darshan of the great Sant; but of course one should do darshan while respecting one’s religious vows. One is also purified by eating his prasad . Here also, prasad should be taken in accordance with the niyams of one’s caste and ashram as set by God. If one is unable to take prasad , one should offer sakar and take that as prasad . In the same manner, smelling the fragrance of the flowers and sandalwood paste offered to the great Sant also purifies the mind.\n\n“On the other hand, if one indulges in the panchvishays thoughtlessly, without distinguishing good from bad, then even if one is as great as Narad and the Sanakadik, one’s mind will surely become polluted. What is so surprising, then, about the mind of one who believes oneself to be the body becoming polluted? Therefore, if one gives liberty to the five indriyas without applying the discrimination of what is suitable or unsuitable, one’s antahkaran will become polluted. On the other hand, if one indulges only in pure vishays through the five indriyas , then one’s antahkaran becomes pure. If the antahkaran becomes pure, one will be able to constantly remember God.\n\n“However, if the objects of indulgence of just one of the five indriyas is impure, the antahkaran will also become impure. Therefore, the sole cause of any disturbance experienced by a devotee of God during worship is the vishays of the five indriyas , not the antahkaran .\n\n“Another factor that determines the nature of a person’s antahkaran is the type of company he keeps. If he sits in a gathering of materialistic people in a lavish seven-story haveli decorated with beautiful mirrors and comfortable seats, and if those materialistic people are seated wearing various types of jewelry and fine clothes and are exchanging alcohol amongst themselves, with prostitutes performing vulgar dances to the accompaniment of various musical instruments, then the person’s antahkaran will unquestionably be adversely affected. On the other hand, if a person sits in an assembly where a paramhansa is seated on a torn mattress in a grass hut and discourses of God, dharma , gnan , vairagya and bhakti are in progress, then the person’s antahkaran will surely be favorably affected.\n\n“Therefore, if one thoughtfully examines the influence of good company and evil company on the antahkaran , their effects can be realized. A fool, however, cannot realize this. Indeed, this fact will not be understood by those who behave irresponsibly like animals. In comparison, one who has even a little wisdom and has sought at least some refuge in God will immediately understand. Therefore, all paramhansas , sankhya-yogis and karma-yogis should not associate with evil people.\n\n“Regardless of how evil a person may be before joining the Satsang fellowship, he should be accepted into Satsang after he takes the appropriate vows. If after joining Satsang, however, that person retains his evil nature, he should be removed from Satsang. If he or she is not removed, then much harm will result. For example, if a person’s finger is bitten by a snake, or if it develops gangrene, and if the affected part is immediately amputated, then the rest of the body remains healthy. But if it is not amputated, much harm results. Similarly, if a person is recognized as evil, you should immediately shun him.\n\n“In conclusion, be wise enough to accept these words of Mine. If you do so, I shall consider it to be equivalent to you having served Me in every way. I will also bless all of you and be extremely pleased with you. Why? Because thereby you will have justified My efforts. Moreover, all of us will dwell together in the abode of God. However, if you do not behave in this manner, we will be greatly distanced. Consequently, you will be reborn as a ghost or a demon, and you will have to suffer. Of course, the fruits of whatever bhakti you may have previously offered to God will be rewarded eventually, but only after much misery. Even then, you will become a mukta and go to the abode of God only by behaving as I have described.\n\n“Furthermore, if anyone attempts to imitate Me, he will definitely suffer. Why? Because Narnarayan resides within My heart. Moreover, I am eternally liberated. I have not become a mukta through the preaching of others. I exercise complete control over My man , buddhi , chitt and ahamkar . In fact, I seize My antahkaran just as a lion seizes a goat, whereas others cannot even see their antahkaran . Therefore, imitating Me, believing that one can remain pure even amidst alluring pleasures is just not possible, even for the likes of Narad and the Sanakadik. So what can be said of others?\n\n“Countless have become muktas and countless more will become so. Amongst them, none have been able to indulge in pleasures of the senses and yet remain uninfluenced by them; none will be able to do so in the future; nor is there anyone like that presently. Even one who has endeavored for countless millions of years is incapable of remaining uninfluenced amidst temptations. Therefore, if you behave as I have described, you will benefit.”\n\nContinuing, Shriji Maharaj said, “When I lovingly call someone near, it is for the benefit of their jiva . When I look at someone affectionately, or eat the tasty meals they have prepared, or sit on a decorated cot arranged by them, or accept from them clothes, ornaments, garlands of flowers and other offerings - it is all for the good of their jiva , but not for the sake of My personal enjoyment. In fact, I swear by the name of Ramanand Swami that I do not accept those objects for My personal pleasure. Therefore, realizing this, none of you should imitate Me.\n\n“Also, keep the activities of your five indriyas extremely pure. Please accept this command of Mine without fail. This fact is simple in that it is comprehensible to all; so all of you will immediately understand it. Moreover, if you extensively propagate it throughout Satsang, I shall be very pleased indeed.”\n\nHaving delivered this discourse, Shriji Maharaj bid ‘Jai Sachchidanand’ to all and returned to His residence."
}