{
    "number": 57,
    "vachanamrut": "Gadhada I-57",
    "title": "The Most Extraordinary Means to Attain Liberation",
    "setting": "On Fāgun sudi 2, Samvat 1876 [15 February 1820], Shriji Mahārāj was sitting in the residential hall of the sādhus in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Those of you who know how to engage in a questions-answer dialogue may ask one question each.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, what is the most extraordinary means of attaining liberation?”\n\nShriji Mahārāj replied, “The knowledge of God’s form and the knowledge of God’s greatness are the two extraordinary means to attain liberation.”\n\nMuktānand Swāmi then asked another question, “What is the nature of love towards God?”\n\nShriji Mahārāj answered, “The nature of true love is that it should not entertain any type of logical conditions. If, however, one develops love by logically thinking of God’s virtues, then when one perceives flaws in God, one’s love towards Him will be broken. So, it is best to leave such affection as it was originally, rather than repeatedly establish it and then raise doubts about it. Instead, one should develop affection towards God with blind faith; after all, affection developed by logically thinking of God’s virtues cannot be trusted. Therefore, one should develop the same type of affection towards God as one has for one’s bodily relations. This affection is known as affection due to blind faith. Having said this, though, love developed by realising God’s greatness is of a totally different nature altogether.”\n\nThereafter Shivānand Swāmi asked, “Although one has an intense yearning to stay in the Satsang fellowship, why is it that some inappropriate swabhāvs are still not eradicated?”\n\nShriji Mahārāj explained, “If a person has not developed an aversion for the type of swabhāv that hinders him in Satsang, how can he be said to have an intense yearning for Satsang? And how can he be said to have realized that swabhāv to be his archenemy? For example, if a friend of yours were to kill your brother, your friendship with him would no longer remain; instead, you would be prepared to cut off his head. Why? Because the relationship with one’s brother is closer than that with one’s friend. Likewise, a person may have a swabhāv that causes him to break his religious vows and fall from Satsang. If, despite this, he still does not harbor any feelings of enmity towards it and does not develop bitterness towards it, then he does not have total affection for Satsang. On the other hand, if his affection for Satsang is like the affection one has for one’s brother, then he would shun that detrimental swabhāv immediately. After all, the jiva is extremely powerful. The mind and indriyas are all merely the kshetra , whereas the jiva is their kshetragna ; it can achieve whatever it attempts.”\n\nOn Fagun sudi 2, Samvat 1876 [15 February 1820], Shriji Maharaj was sitting in the residential hall of the sadhus in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Those of you who know how to engage in a questions-answer dialogue may ask one question each.”\n\nThereupon Muktanand Swami asked, “Maharaj, what is the most extraordinary means of attaining liberation?”\n\nShriji Maharaj replied, “The knowledge of God’s form and the knowledge of God’s greatness are the two extraordinary means to attain liberation.”\n\nMuktanand Swami then asked another question, “What is the nature of love towards God?”\n\nShriji Maharaj answered, “The nature of true love is that it should not entertain any type of logical conditions. If, however, one develops love by logically thinking of God’s virtues, then when one perceives flaws in God, one’s love towards Him will be broken. So, it is best to leave such affection as it was originally, rather than repeatedly establish it and then raise doubts about it. Instead, one should develop affection towards God with blind faith; after all, affection developed by logically thinking of God’s virtues cannot be trusted. Therefore, one should develop the same type of affection towards God as one has for one’s bodily relations. This affection is known as affection due to blind faith. Having said this, though, love developed by realising God’s greatness is of a totally different nature altogether.”\n\nThereafter Shivanand Swami asked, “Although one has an intense yearning to stay in the Satsang fellowship, why is it that some inappropriate swabhavs are still not eradicated?”\n\nShriji Maharaj explained, “If a person has not developed an aversion for the type of swabhav that hinders him in Satsang, how can he be said to have an intense yearning for Satsang? And how can he be said to have realized that swabhav to be his archenemy? For example, if a friend of yours were to kill your brother, your friendship with him would no longer remain; instead, you would be prepared to cut off his head. Why? Because the relationship with one’s brother is closer than that with one’s friend. Likewise, a person may have a swabhav that causes him to break his religious vows and fall from Satsang. If, despite this, he still does not harbor any feelings of enmity towards it and does not develop bitterness towards it, then he does not have total affection for Satsang. On the other hand, if his affection for Satsang is like the affection one has for one’s brother, then he would shun that detrimental swabhav immediately. After all, the jiva is extremely powerful. The mind and indriyas are all merely the kshetra , whereas the jiva is their kshetragna ; it can achieve whatever it attempts.”"
}