{
    "number": 93,
    "vachanamrut": "Sarangpur-15",
    "title": "Obstinate, Mediocre and Mature Gopis",
    "setting": "On Bhādarvā sudi 4, Samvat 1877 [11 September 1820], Shriji Mahārāj was sitting on a large, decorated cot on the veranda outside the rooms of Jivā Khāchar’s darbār in Sārangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Here, I shall ask a question. There are two types of devotees of God: One has such deep love for God that he cannot bear even a second without His darshan . His love is very obviously noticeable. Another devotee of God possesses knowledge of the ātmā as well as total vairāgya . He also has love for God, but his love does not appear to be like the love of the previously mentioned devotee. Furthermore, although the former devotee’s bhakti is extremely appealing, he possesses neither knowledge of the ātmā nor vairāgya . The latter may have knowledge of the ātmā and vairāgya , but his bhakti is not as appealing as the former devotee’s. Of these two devotees, whose bhakti is superior, and whose bhakti is inferior? That is the question.”\n\nTo this, Swayamprakāshānand Swāmi replied, “He who has intense love for God is better, even if he does not have knowledge of the ātmā and vairāgya .”\n\nShriji Mahārāj then countered, “With what understanding do you say that he who does not have knowledge of the ātmā and vairāgya is better? Such a person believes his self to be the body, and so whenever he comes upon any of the panchvishays that comfort his body, he will develop affection for them. Consequently, his love for God will diminish. So why do you consider him to be superior?”\n\nSwayamprakāshānand Swāmi clarified, “I do not consider one who develops affection for the vishays to be a devotee who loves God; rather, I consider one who is like the gopis to be such a devotee.”\n\nThereupon Shriji Mahārāj explained, “The gopis were not so naïve. They were so wise that their wisdom could transcend the understanding of those who do possess knowledge of the ātmā and vairāgya . They also spoke as eloquently as those who are well-versed in diplomacy. In addition they knew God precisely as he should be known. Even Uddhav, the wisest of the Yādavs and God’s agent, became overwhelmed when he realized the gopis’ understanding. That same Uddhavji later said, ‘God has shown great mercy upon me by sending me to impart gnān to the gopis .’ He had actually gone to preach to the gopis , but upon hearing their words, he himself imbibed the gopis’ preaching.\n\n“Though you may say that the gopis were not very intelligent, there were, in fact, three distinctions amongst them: obstinate, mediocre, and mature.\n\n“Of these, the characteristics of the obstinate gopis are as follows: They would often rebuke God and say, ‘We have gone out of our way doing things for you, yet you do not take even the slightest notice of us.’ Furthermore, if they were teased further, they would be upset with God and speak such harsh words that one would feel they will soon fall from the path of God. Those gopis who are described as such in the scriptures should be known as obstinate gopis .\n\n“Those who are mediocre gopis , however, would never become angry with God and would never speak such harsh words. But by using their shrewdness, they would employ cunning ploys to conceal their selfishness from others and do whatever they please while also doing whatever pleases God; i.e., they would not do only that which pleases God. Furthermore, even if they have to do something that pleases only God, they would definitely use a cunning method to do whatever pleases themselves as well. Those gopis who are described as such in the scriptures should be known as mediocre gopis .\n\n“In comparison, mature gopis would do only that which pleases God. In no way, though, would they use any cunning methods to satisfy their selfishness. Their only wish would be to please God. Therefore, they remain happy with whatever pleases God. Furthermore, they would never become angry at or jealous of the gopis who are their equals. They would also renounce vicious natures such as egotism, matsar , etc., and remain alert in the service of God. They would never do anything by thought, word or deed that would displease God. Those gopis who are described as such in the scriptures should be known as mature gopis . In this manner, there are three distinctions amongst the gopis .\n\n“Overall, the gopis had extreme wisdom in their understanding, and thus their love cannot be said to be without understanding. Also, they had thoroughly realized the greatness of God. Due to the power of that realization of God’s greatness, the virtues of ātmā -realization and vairāgya naturally flourished in their hearts. Therefore, it was due to the power of realizing God’s greatness that countless redemptive virtues such as ātmā -realization, vairāgya , etc., were fully developed in the gopis .\n\n“Now the characteristics of such a devotee are as follows: He wishes for only those panchvishays , i.e., sights, sounds, smells, tastes and touch, which are related to God, but not for those which are related to anything else. Then through those vishays , he develops intense affection for God. So much so, that even though he does not possess the virtues of ātmā -realization and vairāgya , he still does not harbor any desire in his heart except for that of God.\n\n“Consider the following example: When it has not rained, the seeds of different types of grass cannot be seen anywhere on the earth. But when it does rain, so much grass grows that even the earth cannot be seen. Similarly, when one who does not possess the virtues of ātmā -realization and vairāgya meets with bad company, though he may seem to have no desire for vishays other than God, he will begin to harbor desires for those objects. Furthermore, his mind will become corrupted, and he will not remember God in his heart. Instead, he will constantly crave for the vishays . As a result, that devotee who loves God but does not possess the virtues of ātmā -realization and vairāgya will feel, ‘I do not have even the slightest love for God.’ Thus, a devotee who has love for God but does not possess the virtues of ātmā -realization and vairāgya is extremely inferior.\n\n“In comparison, one who has the virtues of ātmā -realization and vairāgya , even though his love for God seems ordinary, feels, ‘The form of God is forever present within my jivātmā .’ Because of this realization, he may not seem outwardly enthusiastic for the darshan , touch, etc., of God’s form; in fact, he may appear to be very quiet. However, the roots of his love are very deep. Moreover, his love is not of the type that would diminish due to the influence of bad company. Therefore, this devotee is superior and is ekāntik .”\n\nOn Bhadarva sudi 4, Samvat 1877 [11 September 1820], Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the rooms of Jiva Khachar’s darbar in Sarangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Here, I shall ask a question. There are two types of devotees of God: One has such deep love for God that he cannot bear even a second without His darshan . His love is very obviously noticeable. Another devotee of God possesses knowledge of the atma as well as total vairagya . He also has love for God, but his love does not appear to be like the love of the previously mentioned devotee. Furthermore, although the former devotee’s bhakti is extremely appealing, he possesses neither knowledge of the atma nor vairagya . The latter may have knowledge of the atma and vairagya , but his bhakti is not as appealing as the former devotee’s. Of these two devotees, whose bhakti is superior, and whose bhakti is inferior? That is the question.”\n\nTo this, Swayamprakashanand Swami replied, “He who has intense love for God is better, even if he does not have knowledge of the atma and vairagya .”\n\nShriji Maharaj then countered, “With what understanding do you say that he who does not have knowledge of the atma and vairagya is better? Such a person believes his self to be the body, and so whenever he comes upon any of the panchvishays that comfort his body, he will develop affection for them. Consequently, his love for God will diminish. So why do you consider him to be superior?”\n\nSwayamprakashanand Swami clarified, “I do not consider one who develops affection for the vishays to be a devotee who loves God; rather, I consider one who is like the gopis to be such a devotee.”\n\nThereupon Shriji Maharaj explained, “The gopis were not so naïve. They were so wise that their wisdom could transcend the understanding of those who do possess knowledge of the atma and vairagya . They also spoke as eloquently as those who are well-versed in diplomacy. In addition they knew God precisely as he should be known. Even Uddhav, the wisest of the Yadavs and God’s agent, became overwhelmed when he realized the gopis’ understanding. That same Uddhavji later said, ‘God has shown great mercy upon me by sending me to impart gnan to the gopis .’ He had actually gone to preach to the gopis , but upon hearing their words, he himself imbibed the gopis’ preaching.\n\n“Though you may say that the gopis were not very intelligent, there were, in fact, three distinctions amongst them: obstinate, mediocre, and mature.\n\n“Of these, the characteristics of the obstinate gopis are as follows: They would often rebuke God and say, ‘We have gone out of our way doing things for you, yet you do not take even the slightest notice of us.’ Furthermore, if they were teased further, they would be upset with God and speak such harsh words that one would feel they will soon fall from the path of God. Those gopis who are described as such in the scriptures should be known as obstinate gopis .\n\n“Those who are mediocre gopis , however, would never become angry with God and would never speak such harsh words. But by using their shrewdness, they would employ cunning ploys to conceal their selfishness from others and do whatever they please while also doing whatever pleases God; i.e., they would not do only that which pleases God. Furthermore, even if they have to do something that pleases only God, they would definitely use a cunning method to do whatever pleases themselves as well. Those gopis who are described as such in the scriptures should be known as mediocre gopis .\n\n“In comparison, mature gopis would do only that which pleases God. In no way, though, would they use any cunning methods to satisfy their selfishness. Their only wish would be to please God. Therefore, they remain happy with whatever pleases God. Furthermore, they would never become angry at or jealous of the gopis who are their equals. They would also renounce vicious natures such as egotism, matsar , etc., and remain alert in the service of God. They would never do anything by thought, word or deed that would displease God. Those gopis who are described as such in the scriptures should be known as mature gopis . In this manner, there are three distinctions amongst the gopis .\n\n“Overall, the gopis had extreme wisdom in their understanding, and thus their love cannot be said to be without understanding. Also, they had thoroughly realized the greatness of God. Due to the power of that realization of God’s greatness, the virtues of atma -realization and vairagya naturally flourished in their hearts. Therefore, it was due to the power of realizing God’s greatness that countless redemptive virtues such as atma -realization, vairagya , etc., were fully developed in the gopis .\n\n“Now the characteristics of such a devotee are as follows: He wishes for only those panchvishays , i.e., sights, sounds, smells, tastes and touch, which are related to God, but not for those which are related to anything else. Then through those vishays , he develops intense affection for God. So much so, that even though he does not possess the virtues of atma -realization and vairagya , he still does not harbor any desire in his heart except for that of God.\n\n“Consider the following example: When it has not rained, the seeds of different types of grass cannot be seen anywhere on the earth. But when it does rain, so much grass grows that even the earth cannot be seen. Similarly, when one who does not possess the virtues of atma -realization and vairagya meets with bad company, though he may seem to have no desire for vishays other than God, he will begin to harbor desires for those objects. Furthermore, his mind will become corrupted, and he will not remember God in his heart. Instead, he will constantly crave for the vishays . As a result, that devotee who loves God but does not possess the virtues of atma -realization and vairagya will feel, ‘I do not have even the slightest love for God.’ Thus, a devotee who has love for God but does not possess the virtues of atma -realization and vairagya is extremely inferior.\n\n“In comparison, one who has the virtues of atma -realization and vairagya , even though his love for God seems ordinary, feels, ‘The form of God is forever present within my jivatma .’ Because of this realization, he may not seem outwardly enthusiastic for the darshan , touch, etc., of God’s form; in fact, he may appear to be very quiet. However, the roots of his love are very deep. Moreover, his love is not of the type that would diminish due to the influence of bad company. Therefore, this devotee is superior and is ekantik .”"
}