{
    "number": 88,
    "vachanamrut": "Sarangpur-10",
    "title": "A Physical Perspective versus the Ātmā’s Perspective; Being Beaten by Shoes",
    "setting": "On Shrāvan vadi 14, Samvat 1877 [6 September 1820], Shriji Mahārāj walked with all of the sādhus from Kundal and, along the way, arrived at Khāmbhdā. There, they settled themselves under a pipal tree. The people of the village then brought a decorated cot and had Shriji Mahārāj sit upon it. He was dressed entirely in white clothes. At that time, sādhus as well as devotees from various places gathered around Him in an assembly while other sādhus were singing devotional songs.",
    "text": "Shriji Mahārāj then asked the sādhus to stop singing and addressed the village folk, “In this world there are two types of people: those who follow the path of righteousness and those who follow the path of unrighteousness. Of these, one who follows the path of righteousness forsakes stealing, adultery, slander and all other forms of sin. Fearing God, such a person remains within the disciplines of dharma . As a result, everyone in the world trusts him, be it a member of his family or anyone else, and whatever he says is accepted by all as the truth. Only such a person who observes dharma likes the company of a true sādhu .\n\n“On the other hand, a person who follows the path of unrighteousness is engrossed in evil deeds such as stealing, adultery, eating meat, drinking alcohol, changing someone’s caste by force and having one’s own caste changed by force. As a result, no one in the world ever trusts him. In fact, even his own relatives do not trust him. Such an unrighteous person never likes the company of a true sādhu . In fact, if someone else were to keep the company of such a sādhu , the unrighteous person would spite him too.\n\n“Therefore, one who aspires to attain liberation should not follow the path of unrighteousness; instead, one should follow the path of righteousness and keep the company of a true sādhu . As a result, one would certainly, without a doubt, attain liberation.”\n\nHearing this discourse, many people of the village accepted the refuge of Shriji Mahārāj.\n\nThereafter, Shriji Mahārāj returned to Sārangpur and sat on a decorated cot on the veranda outside the north-facing rooms of Jivā Khāchar’s darbār . He was dressed entirely in white clothes. At that time, munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Mahārāj said, “If one looks at the abodes of God - Golok, Vaikunth, Shwetdwip, Brahmapur - from a physical perspective, they appear to be very far away. However, if one looks at them from the ātmā’s perspective, they are not even an atom’s distance away. Therefore, the understanding of one who views from a physical perspective is false, and the understanding of one who views from the perspective of the ātmā is true. Indeed, God and the abode of God are not even an atom’s distance away from a sādhu who believes, ‘God is forever present in my chaitanya ,’ and ‘Just like the jiva resides in the body, God resides within my jiva . My jiva is the sharir , and God is the shariri of my jiva .’ Such a sādhu also believes that his jivātmā is distinct from the three bodies - sthul , sukshma and kāran - and that that God forever resides within his ātmā . Such a Sant is like a mukta of Shwetdwip. When one has the darshan of such a Sant, one should realize, ‘I have had the darshan of God Himself.’ A Sant who has such an understanding has nothing more to attain.\n\n“If a person is unable to attain such an understanding, then he should maintain profound association with such a Sant. If that Sant were to daily beat him five times with a pair of shoes, he should still tolerate such insults; but just as an opium addict cannot abandon his addiction, in no way should he abandon his association with the Sant. Such a person should be known to be equal to the Sant mentioned earlier. Moreover, whatever that Sant attains, one who continues to profoundly associate with such a Sant also attains.”\n\nOn Shravan vadi 14, Samvat 1877 [6 September 1820], Shriji Maharaj walked with all of the sadhus from Kundal and, along the way, arrived at Khambhda. There, they settled themselves under a pipal tree. The people of the village then brought a decorated cot and had Shriji Maharaj sit upon it. He was dressed entirely in white clothes. At that time, sadhus as well as devotees from various places gathered around Him in an assembly while other sadhus were singing devotional songs.\n\nShriji Maharaj then asked the sadhus to stop singing and addressed the village folk, “In this world there are two types of people: those who follow the path of righteousness and those who follow the path of unrighteousness. Of these, one who follows the path of righteousness forsakes stealing, adultery, slander and all other forms of sin. Fearing God, such a person remains within the disciplines of dharma . As a result, everyone in the world trusts him, be it a member of his family or anyone else, and whatever he says is accepted by all as the truth. Only such a person who observes dharma likes the company of a true sadhu .\n\n“On the other hand, a person who follows the path of unrighteousness is engrossed in evil deeds such as stealing, adultery, eating meat, drinking alcohol, changing someone’s caste by force and having one’s own caste changed by force. As a result, no one in the world ever trusts him. In fact, even his own relatives do not trust him. Such an unrighteous person never likes the company of a true sadhu . In fact, if someone else were to keep the company of such a sadhu , the unrighteous person would spite him too.\n\n“Therefore, one who aspires to attain liberation should not follow the path of unrighteousness; instead, one should follow the path of righteousness and keep the company of a true sadhu . As a result, one would certainly, without a doubt, attain liberation.”\n\nHearing this discourse, many people of the village accepted the refuge of Shriji Maharaj.\n\nThereafter, Shriji Maharaj returned to Sarangpur and sat on a decorated cot on the veranda outside the north-facing rooms of Jiva Khachar’s darbar . He was dressed entirely in white clothes. At that time, munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “If one looks at the abodes of God - Golok, Vaikunth, Shwetdwip, Brahmapur - from a physical perspective, they appear to be very far away. However, if one looks at them from the atma’s perspective, they are not even an atom’s distance away. Therefore, the understanding of one who views from a physical perspective is false, and the understanding of one who views from the perspective of the atma is true. Indeed, God and the abode of God are not even an atom’s distance away from a sadhu who believes, ‘God is forever present in my chaitanya ,’ and ‘Just like the jiva resides in the body, God resides within my jiva . My jiva is the sharir , and God is the shariri of my jiva .’ Such a sadhu also believes that his jivatma is distinct from the three bodies - sthul , sukshma and karan - and that that God forever resides within his atma . Such a Sant is like a mukta of Shwetdwip. When one has the darshan of such a Sant, one should realize, ‘I have had the darshan of God Himself.’ A Sant who has such an understanding has nothing more to attain.\n\n“If a person is unable to attain such an understanding, then he should maintain profound association with such a Sant. If that Sant were to daily beat him five times with a pair of shoes, he should still tolerate such insults; but just as an opium addict cannot abandon his addiction, in no way should he abandon his association with the Sant. Such a person should be known to be equal to the Sant mentioned earlier. Moreover, whatever that Sant attains, one who continues to profoundly associate with such a Sant also attains.”"
}