{
    "number": 168,
    "vachanamrut": "Gadhada II-35",
    "title": "The Underground Store of Grains",
    "setting": "Approximately an hour-and-a-half before sunrise on Bhādarvā sudi 11, Samvat 1880 [16 September 1823], Shriji Mahārāj awoke from sleep and sat on a large, decorated cot that had been placed over the underground store of grains in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a black-bordered cloth around His head.",
    "text": "At that time, Shriji Mahārāj summoned all of the paramhansas and devotees. Then, addressing them, He began, “I slept very soundly last night, and though I tried very hard to awake, I could not. During that sleep, I thought a great deal. It is based upon these thoughts that I have taken a resolution, about which I shall now tell you.”\n\nHe then said, “Even before I met Rāmānand Swāmi, I could see My ātmā as if it were before My eyes, and I also see it now. That ātmā is luminous with light like that of the sun. Even amidst the activities of all My indriyas , I do not lose awareness of that ātmā for even a moment.\n\n“In actual fact, such ātmā -realization is very difficult to attain. Only a fortunate person who has sanskārs of many past lives is able to attain such realization, whereas if someone else were to contemplate upon the ātmā for even a hundred years, he would still not attain realization.\n\n“So how can one attain ātmā -realization? Well, when one meditates on the form of Shri Krishna Bhagwān, it is not at all difficult to attain realization. Conversely, no one should even hope of realizing or seeing the ātmā by merely contemplating upon it without meditating on God. However, by the upāsanā of God, narrating His divine incidents, chanting His holy name, and observing one’s dharma , it is not at all difficult for the jiva to attain liberation; it is an easy path - like crossing the ocean by sitting in a boat. In contrast, to attain liberation through ātmā -realization is a difficult path - like tying gourds to oneself and trying to cross the ocean.\n\n“The only reason why I deliver such talks about knowledge of the ātmā is that if one can realize one’s ātmā to be distinct from the body, then one will no longer harbor any love for one’s body or for one’s relatives. Then, there would no longer be any hindrances in the bhakti of God. This is the only reason; but one should not think that it is possible to attain liberation by the knowledge of the ātmā alone.\n\n“Also, there are sayings in the world such as, ‘Man hoy changā to kathrotmā Gangā.’ 1 But they are not true. Because regardless of how much a person may have mastered samādhi , or how thoughtful he may be, if he begins to stay in the close company of women, there is no way in which he could maintain his dharma . Similarly, regardless of how staunch a woman may be in observing dharma , if she stays in the close company of men, then she would also in no way be able to maintain her dharma . Thus, no one should believe that men and women can stay in each other’s company and still be able to maintain their dharma . This fact is true, and no one should doubt it.\n\n“When can one maintain one’s dharma ? Only if those who are paramhansas and brahmachāris abide by the niyams prescribed for them, such as brahmacharya , will they be able to maintain their dharma . The same is true for women; only if they abide by the niyams prescribed for them will they be able to maintain their dharma as well. In the same way, if all other satsangi householders abide by the niyams prescribed for them - including not staying in an isolated place with even one’s young mother, sister or daughter and not extensively looking at them either - then they will also be able to maintain their dharma .\n\n“In this way, observance of one’s dharma , upāsanā of the form of God, listening to and narrating the divine incidents of God’s avatārs , and chanting His holy name - these four are the only attributes fundamentally necessary for the jiva’s liberation.\n\n“Indeed, all of you realize Me to be God. So, wherever I have organized festivals; wherever all of the paramhansas and brahmachāris , male and female satsangi devotees have gathered; when I have had devotional songs sung; when I have delivered discourses; when My puja has been performed; etc. - all such actions and incidents should be narrated, heard, and contemplated upon in the mind. If a person remembers these during his last moments, his jiva will certainly attain the abode of God. In this way, all of My divine actions and incidents, as well as the chanting of My name, are redemptive. When I explained this to Swarupānand Swāmi, the agonizing pain in his body due to his illness was completely relieved, and he felt profound peace. In fact, he could see his own ātmā very well, yet it was of no use.\n\n“One should also narrate and listen to the divine incidents of the previous avatārs of God such as Rām, Krishna, etc., wherever those incidents may have taken place.\n\n“It is for the purpose of consolidating those four attributes in you that I have extensively propagated the eight scriptures, namely the Shrimad Bhāgwat and others. Thus, those scriptures should be read and studied; and only those four attributes should be emphasized.\n\n“Also, realize that to try to attain liberation by only observing dharma without the other three attributes - upāsanā of God’s form, narrating and listening to God’s divine incidents, and chanting His holy name - would be as difficult as trying to cross the ocean after tying gourds to oneself. Yet, though a person has the refuge of the form of God; though he narrates and listens to God’s divine incidents and though he chants the name of God, if he does not observe dharma , he should be known to be as foolish as one who tries to cross the ocean carrying a stone slab upon his head; he should also be known to be like an outcast.\n\n“Thus, a jiva can attain liberation only by those four attributes. Without them, there are no other means by which one can attain liberation. However, one should only listen to and sing the devotional songs and poems written by Muktānand Swāmi and other sādhus . Devotional songs and poems composed by other poets can also be heard and sung if they describe the divine actions and incidents of God. But poems and devotional songs like those composed by the likes of Kabir and Akhā should neither be sung nor heard .” 2\n\nConcluding, Shriji Mahārāj said, “All of you have faith in Me. If I were to mislead you with unfounded talks, it would amount to throwing all of you into a well and sealing it with a stone slab so that there would be no hope of escape. However, if, because of your faith in My words, you are misled along the wrong path, then of what good would that be to Me? Thus, these discourses are for the sake of your liberation. I have told you this out of affection for all of you, so now all of you should understand it and strictly live by it.”\n\nHaving said this, Shriji Mahārāj finally added, “Now, if you have decided to act according to the discourse which I have just delivered, then come forward one by one and touch My feet. While doing so, take an oath and pledge, ‘I definitely want to behave accordingly.’”\n\nThereupon, all of the paramhansas and satsangis happily got up and touched Shriji Mahārāj’s holy feet and bowed before Him. Thereafter, He told the ladies to do the same. So, standing at a distance, the ladies also pledged and took an oath to behave accordingly. Shriji Mahārāj was very pleased with this. Thereafter, He retired to His residence.\n\nApproximately an hour-and-a-half before sunrise on Bhadarva sudi 11, Samvat 1880 [16 September 1823], Shriji Maharaj awoke from sleep and sat on a large, decorated cot that had been placed over the underground store of grains in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a black-bordered cloth around His head.\n\nAt that time, Shriji Maharaj summoned all of the paramhansas and devotees. Then, addressing them, He began, “I slept very soundly last night, and though I tried very hard to awake, I could not. During that sleep, I thought a great deal. It is based upon these thoughts that I have taken a resolution, about which I shall now tell you.”\n\nHe then said, “Even before I met Ramanand Swami, I could see My atma as if it were before My eyes, and I also see it now. That atma is luminous with light like that of the sun. Even amidst the activities of all My indriyas , I do not lose awareness of that atma for even a moment.\n\n“In actual fact, such atma -realization is very difficult to attain. Only a fortunate person who has sanskars of many past lives is able to attain such realization, whereas if someone else were to contemplate upon the atma for even a hundred years, he would still not attain realization.\n\n“So how can one attain atma -realization? Well, when one meditates on the form of Shri Krishna Bhagwan, it is not at all difficult to attain realization. Conversely, no one should even hope of realizing or seeing the atma by merely contemplating upon it without meditating on God. However, by the upasana of God, narrating His divine incidents, chanting His holy name, and observing one’s dharma , it is not at all difficult for the jiva to attain liberation; it is an easy path - like crossing the ocean by sitting in a boat. In contrast, to attain liberation through atma -realization is a difficult path - like tying gourds to oneself and trying to cross the ocean.\n\n“The only reason why I deliver such talks about knowledge of the atma is that if one can realize one’s atma to be distinct from the body, then one will no longer harbor any love for one’s body or for one’s relatives. Then, there would no longer be any hindrances in the bhakti of God. This is the only reason; but one should not think that it is possible to attain liberation by the knowledge of the atma alone.\n\n“Also, there are sayings in the world such as, ‘Man hoy changa to kathrotma Ganga.’ 1 But they are not true. Because regardless of how much a person may have mastered samadhi , or how thoughtful he may be, if he begins to stay in the close company of women, there is no way in which he could maintain his dharma . Similarly, regardless of how staunch a woman may be in observing dharma , if she stays in the close company of men, then she would also in no way be able to maintain her dharma . Thus, no one should believe that men and women can stay in each other’s company and still be able to maintain their dharma . This fact is true, and no one should doubt it.\n\n“When can one maintain one’s dharma ? Only if those who are paramhansas and brahmacharis abide by the niyams prescribed for them, such as brahmacharya , will they be able to maintain their dharma . The same is true for women; only if they abide by the niyams prescribed for them will they be able to maintain their dharma as well. In the same way, if all other satsangi householders abide by the niyams prescribed for them - including not staying in an isolated place with even one’s young mother, sister or daughter and not extensively looking at them either - then they will also be able to maintain their dharma .\n\n“In this way, observance of one’s dharma , upasana of the form of God, listening to and narrating the divine incidents of God’s avatars , and chanting His holy name - these four are the only attributes fundamentally necessary for the jiva’s liberation.\n\n“Indeed, all of you realize Me to be God. So, wherever I have organized festivals; wherever all of the paramhansas and brahmacharis , male and female satsangi devotees have gathered; when I have had devotional songs sung; when I have delivered discourses; when My puja has been performed; etc. - all such actions and incidents should be narrated, heard, and contemplated upon in the mind. If a person remembers these during his last moments, his jiva will certainly attain the abode of God. In this way, all of My divine actions and incidents, as well as the chanting of My name, are redemptive. When I explained this to Swarupanand Swami, the agonizing pain in his body due to his illness was completely relieved, and he felt profound peace. In fact, he could see his own atma very well, yet it was of no use.\n\n“One should also narrate and listen to the divine incidents of the previous avatars of God such as Ram, Krishna, etc., wherever those incidents may have taken place.\n\n“It is for the purpose of consolidating those four attributes in you that I have extensively propagated the eight scriptures, namely the Shrimad Bhagwat and others. Thus, those scriptures should be read and studied; and only those four attributes should be emphasized.\n\n“Also, realize that to try to attain liberation by only observing dharma without the other three attributes - upasana of God’s form, narrating and listening to God’s divine incidents, and chanting His holy name - would be as difficult as trying to cross the ocean after tying gourds to oneself. Yet, though a person has the refuge of the form of God; though he narrates and listens to God’s divine incidents and though he chants the name of God, if he does not observe dharma , he should be known to be as foolish as one who tries to cross the ocean carrying a stone slab upon his head; he should also be known to be like an outcast.\n\n“Thus, a jiva can attain liberation only by those four attributes. Without them, there are no other means by which one can attain liberation. However, one should only listen to and sing the devotional songs and poems written by Muktanand Swami and other sadhus . Devotional songs and poems composed by other poets can also be heard and sung if they describe the divine actions and incidents of God. But poems and devotional songs like those composed by the likes of Kabir and Akha should neither be sung nor heard .” 2\n\nConcluding, Shriji Maharaj said, “All of you have faith in Me. If I were to mislead you with unfounded talks, it would amount to throwing all of you into a well and sealing it with a stone slab so that there would be no hope of escape. However, if, because of your faith in My words, you are misled along the wrong path, then of what good would that be to Me? Thus, these discourses are for the sake of your liberation. I have told you this out of affection for all of you, so now all of you should understand it and strictly live by it.”\n\nHaving said this, Shriji Maharaj finally added, “Now, if you have decided to act according to the discourse which I have just delivered, then come forward one by one and touch My feet. While doing so, take an oath and pledge, ‘I definitely want to behave accordingly.’”\n\nThereupon, all of the paramhansas and satsangis happily got up and touched Shriji Maharaj’s holy feet and bowed before Him. Thereafter, He told the ladies to do the same. So, standing at a distance, the ladies also pledged and took an oath to behave accordingly. Shriji Maharaj was very pleased with this. Thereafter, He retired to His residence."
}