{
    "number": 132,
    "vachanamrut": "Panchala-6",
    "title": "Those with Firm Upāsanā Attain Liberation",
    "setting": "On the night of Fāgun vadi 9, Samvat 1877 [28 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a warm, red dagli along with a white angarkhu . He had also tied a white feto around His head. In addition to this, He was wearing a white khes and had covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “I thought for quite some time and having mentally skimmed through all of the scriptures, it became apparent that there has not been any avatār as powerful as Shri Krishna. Why? Because Shri Krishna has, within himself, exhibited in various ways the characteristics of all of the other countless forms of himself. How? Firstly, after Devki gave birth to him, he gave darshan in a four-armed form holding a conch, a disc, a mace and a lotus, thereby revealing in himself the characteristics of the husband of Lakshmi, Vaikunthnāth. To his mother Yashodā, he showed the Vishwarup form in his own mouth , thereby revealing the characteristics of Aniruddha in himself through his thousand-headed form. He gave darshan to Akrur in the river Yamunā , thereby revealing the characteristics of Shesh-shāyi. He showed the Vishwarup form to Arjun on the battlefield : ‘Pashya me pārth roopāni shatasho’tha sahasrashaha’ . 1 There, he showed countless brahmānds and revealed the characteristics of Purushottam. Moreover, Shri Krishna himself has said:\n\n“Thereby, he revealed himself as Purushottam. Also, he himself was the Shri Krishna who resides in Golok with Rādhikā. When he went to retrieve the Brāhmin’s son, he gave darshan to Arjun as Bhumā-Purush . It was Vāsudev - who resides in Shwetdwip - who himself assumed that avatār . Moreover, throughout the Mahābhārat and the Shrimad Bhāgwat, Narnārāyan has been referred to as that Shri Krishna himself. Therefore, the forms, strength and divine powers of that same God residing in that avatār of Shri Krishna in various ways are complete. Thus, that avatār was very great. After all, other forms possessed a few divine powers, whereas he was replete with all divine powers. Therefore, there is no avatār like the avatār of Krishna; that avatār reigns as supreme. Only some powers have been revealed through the other avatārs . This Avatār , however, has revealed all divine powers and strength. Therefore, this Avatār is the greatest of all.\n\n“If one has a firm conviction of the manifest form of Shri Krishna 3 in this manner, and if that realization never changes in any way, then even if one happens to commit a slip of conduct due to the influence of bad company, one would not fall from the path of liberation; one would certainly attain liberation. Therefore, if all of you paramhansas and devotees also cultivate such firmness of the upāsanā of God in this way, then if you happen to commit a slight slip of conduct, you will still ultimately attain liberation.”\n\nHearing this discourse, all of the sādhus and devotees realized Shriji Mahārāj as the cause of all, thus strengthening their upāsanā .\n\nOn the night of Fagun vadi 9, Samvat 1877 [28 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a warm, red dagli along with a white angarkhu . He had also tied a white feto around His head. In addition to this, He was wearing a white khes and had covered Himself with a white blanket. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “I thought for quite some time and having mentally skimmed through all of the scriptures, it became apparent that there has not been any avatar as powerful as Shri Krishna. Why? Because Shri Krishna has, within himself, exhibited in various ways the characteristics of all of the other countless forms of himself. How? Firstly, after Devki gave birth to him, he gave darshan in a four-armed form holding a conch, a disc, a mace and a lotus, thereby revealing in himself the characteristics of the husband of Lakshmi, Vaikunthnath. To his mother Yashoda, he showed the Vishwarup form in his own mouth , thereby revealing the characteristics of Aniruddha in himself through his thousand-headed form. He gave darshan to Akrur in the river Yamuna , thereby revealing the characteristics of Shesh-shayi. He showed the Vishwarup form to Arjun on the battlefield : ‘Pashya me parth roopani shatasho’tha sahasrashaha’ . 1 There, he showed countless brahmands and revealed the characteristics of Purushottam. Moreover, Shri Krishna himself has said:\n\n“Thereby, he revealed himself as Purushottam. Also, he himself was the Shri Krishna who resides in Golok with Radhika. When he went to retrieve the Brahmin’s son, he gave darshan to Arjun as Bhuma-Purush . It was Vasudev - who resides in Shwetdwip - who himself assumed that avatar . Moreover, throughout the Mahabharat and the Shrimad Bhagwat, Narnarayan has been referred to as that Shri Krishna himself. Therefore, the forms, strength and divine powers of that same God residing in that avatar of Shri Krishna in various ways are complete. Thus, that avatar was very great. After all, other forms possessed a few divine powers, whereas he was replete with all divine powers. Therefore, there is no avatar like the avatar of Krishna; that avatar reigns as supreme. Only some powers have been revealed through the other avatars . This Avatar , however, has revealed all divine powers and strength. Therefore, this Avatar is the greatest of all.\n\n“If one has a firm conviction of the manifest form of Shri Krishna 3 in this manner, and if that realization never changes in any way, then even if one happens to commit a slip of conduct due to the influence of bad company, one would not fall from the path of liberation; one would certainly attain liberation. Therefore, if all of you paramhansas and devotees also cultivate such firmness of the upasana of God in this way, then if you happen to commit a slight slip of conduct, you will still ultimately attain liberation.”\n\nHearing this discourse, all of the sadhus and devotees realized Shriji Maharaj as the cause of all, thus strengthening their upasana ."
}