{
    "number": 82,
    "vachanamrut": "Sarangpur-4",
    "title": "Wisdom in Discerning between Ātmā and Non- Ātmā",
    "setting": "On Shrāvan vadi 8, Samvat 1877 [31 August 1820], Shriji Mahārāj was sitting facing north on a large, decorated cot on the veranda outside the rooms of Jivā Khāchar’s darbār in Sārangpur. He was wearing a white khes and had tied a white pāgh around His head. Also, He had covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Swayamprakāshānand Swāmi asked a question, “Mahārāj, how should one clearly understand the distinction between the ātmā and non- ātmā , which, once understood, will never cause one to mistake ātmā and non- ātmā to be one?”\n\nShriji Mahārāj replied, “That which is understood clearly is beneficial - whether it is understood by one verse, or by two verses, or by five verses, or by a hundred verses, or even by a thousand verses. So, once one has cultivated such an understanding clearly, no misconception remains about the ātmā and non- ātmā being one. Furthermore, only such clear understanding leads to happiness, whereas a foolish understanding does not lead to happiness. Therefore, one should clearly understand, ‘I am the ātmā , and not a single one of my characteristics can be found in the body. Moreover, not one of the characteristics of the body - which is jad , full of misery and perishable - can be found in me since I am chaitanya .’ After making such a distinction and becoming totally free of worldly desires, one should believe oneself to be chaitanya and contemplate upon Purushottam Bhagwān. Discerning between that which is jad and that which is chaitanya in this manner should be known as true wisdom.\n\n“However, a person who believes himself to be the ātmā for a while but then, believing himself to be the body for a while, fantasizes about women, should be known as a fool. He will not experience happiness in his heart. For example, there may be some delicious food which is comparable to amrut , but if just a small amount of poison were to be mixed with it, then that food would never give one pleasure; on the contrary, it would lead to misery. In the same way, a person may think of the ātmā all day, but if he believes himself to be the body and fantasizes about women, even for just a moment, then all of his thoughts are futile. Therefore, one should engage in contemplation purely of the ātmā so as to become totally free of worldly desires.\n\n“Now, someone may doubt: ‘What will become of me if I do not become totally free of worldly desires and happen to die in that imperfect state?’ Well, a devotee of God should never think like that. Instead, he should realize, ‘If anything dies, it is this body. But as I am the ātmā , which does not age and is immortal; I will never die.’ Having cultivated such an understanding, he should maintain courage, keep a resolute mind, and discard all desires other than those for God.\n\n“Then, in the process of eradicating worldly desires in this manner, if a few desires do linger, he will attain the naraks described in the Moksh-dharma. Specifically, if a devotee of God retains any desires for the world, then he attains the realms of Indra and other deities. After transmigrating to those realms, he experiences the pleasures of celestial maidens, celestial vehicles, palaces decorated with jewels, and other luxuries - which are nonetheless comparable to narak before the abode of God. However, a devotee of God does not go to Yampuri in the manner of a non-believer, nor does he re-enter the cycle of births and deaths.\n\n“Thus, even if a devotee of God harbors worldly desires, if nothing else, he will become a deity. Then, having become a deity, he will become a human again. As a human, after offering bhakti to God and becoming free of worldly desires, he will ultimately attain the abode of God. But he will not have to suffer from the miseries of narak or the cycle of births and deaths in the manner of non-believers. Bearing this in mind, a devotee of God should not become discouraged on seeing the force of worldly desires. Rather, he should joyfully continue to worship God, persevere in his attempts to eradicate his desires, and maintain absolute faith in the words of God and the Sant of God.”\n\nOn Shravan vadi 8, Samvat 1877 [31 August 1820], Shriji Maharaj was sitting facing north on a large, decorated cot on the veranda outside the rooms of Jiva Khachar’s darbar in Sarangpur. He was wearing a white khes and had tied a white pagh around His head. Also, He had covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Swayamprakashanand Swami asked a question, “Maharaj, how should one clearly understand the distinction between the atma and non- atma , which, once understood, will never cause one to mistake atma and non- atma to be one?”\n\nShriji Maharaj replied, “That which is understood clearly is beneficial - whether it is understood by one verse, or by two verses, or by five verses, or by a hundred verses, or even by a thousand verses. So, once one has cultivated such an understanding clearly, no misconception remains about the atma and non- atma being one. Furthermore, only such clear understanding leads to happiness, whereas a foolish understanding does not lead to happiness. Therefore, one should clearly understand, ‘I am the atma , and not a single one of my characteristics can be found in the body. Moreover, not one of the characteristics of the body - which is jad , full of misery and perishable - can be found in me since I am chaitanya .’ After making such a distinction and becoming totally free of worldly desires, one should believe oneself to be chaitanya and contemplate upon Purushottam Bhagwan. Discerning between that which is jad and that which is chaitanya in this manner should be known as true wisdom.\n\n“However, a person who believes himself to be the atma for a while but then, believing himself to be the body for a while, fantasizes about women, should be known as a fool. He will not experience happiness in his heart. For example, there may be some delicious food which is comparable to amrut , but if just a small amount of poison were to be mixed with it, then that food would never give one pleasure; on the contrary, it would lead to misery. In the same way, a person may think of the atma all day, but if he believes himself to be the body and fantasizes about women, even for just a moment, then all of his thoughts are futile. Therefore, one should engage in contemplation purely of the atma so as to become totally free of worldly desires.\n\n“Now, someone may doubt: ‘What will become of me if I do not become totally free of worldly desires and happen to die in that imperfect state?’ Well, a devotee of God should never think like that. Instead, he should realize, ‘If anything dies, it is this body. But as I am the atma , which does not age and is immortal; I will never die.’ Having cultivated such an understanding, he should maintain courage, keep a resolute mind, and discard all desires other than those for God.\n\n“Then, in the process of eradicating worldly desires in this manner, if a few desires do linger, he will attain the naraks described in the Moksh-dharma. Specifically, if a devotee of God retains any desires for the world, then he attains the realms of Indra and other deities. After transmigrating to those realms, he experiences the pleasures of celestial maidens, celestial vehicles, palaces decorated with jewels, and other luxuries - which are nonetheless comparable to narak before the abode of God. However, a devotee of God does not go to Yampuri in the manner of a non-believer, nor does he re-enter the cycle of births and deaths.\n\n“Thus, even if a devotee of God harbors worldly desires, if nothing else, he will become a deity. Then, having become a deity, he will become a human again. As a human, after offering bhakti to God and becoming free of worldly desires, he will ultimately attain the abode of God. But he will not have to suffer from the miseries of narak or the cycle of births and deaths in the manner of non-believers. Bearing this in mind, a devotee of God should not become discouraged on seeing the force of worldly desires. Rather, he should joyfully continue to worship God, persevere in his attempts to eradicate his desires, and maintain absolute faith in the words of God and the Sant of God.”"
}