{
    "number": 207,
    "vachanamrut": "Vartal-7",
    "title": "The Characteristics of Godly and Demonic People; Anvay-Vyatirek",
    "setting": "On Māgshar vadi 14, Samvat 1882 [7 January 1826], Shriji Mahārāj was sitting on a dais in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "In the assembly, the devotees were talking about God amongst themselves wherein the topic arose that there are two types of people: godly and demonic . 1 Of these, godly people always become devotees of God, whereas the demonic will always remain opposed to God.\n\nThereupon Chimanrāvji asked Shriji Mahārāj a question, “Mahārāj, is there any possibility for a demonic person to become godly?”\n\nShriji Mahārāj replied, “A demonic person most certainly does not become godly. This is because he has a demonic disposition from birth. Should such a person happen to somehow enter the Satsang fellowship, he still does not lose his demonic disposition. Then, when he leaves his physical body after staying in Satsang, he is absorbed into Brahma and then emerges out again. Only after he does so countless times is his demonic nature destroyed; otherwise, it is not destroyed.”\n\nThen Shobhārām Shāstri asked, “Mahārāj, what is God’s anvay nature and what is His vyatirek nature?”\n\nShriji Mahārāj explained, “The principle of anvay-vyatirek is not that God has become half anvay within māyā and half vyatirek from His abode; rather, God’s form is such that He is anvay within māyā and yet, at the same time, He is vyatirek . God is not afraid, ‘What if I enter māyā and thereby become impure?’ Instead, when God associates with māyā , even māyā becomes like Akshardhām; and if \nHe associates with the 24 elements, then they also become brahmarup . Hence, the Shrimad Bhãgwat states: Dhāmnā svena sadā nirasta-kuhakam satyam param dheemahi ||’. 2 Likewise, there are countless such statements which describe God’s form.\n\n“For example, there is ākāsh in the seed of a tree; and when a tree grows from that seed, ākāsh will still remain within all of its branches, leaves, flowers and fruits in an anvay manner. Yet, when the tree is cut, ākāsh is not cut along with it; and when the tree is burnt, ākāsh is not burnt. In the same manner, God is anvay within māyā and the entities that have evolved from it; yet, He is also vyatirek from it just like ākāsh . This is the anvay-vyatirek nature of God’s form.”\n\nOn Magshar vadi 14, Samvat 1882 [7 January 1826], Shriji Maharaj was sitting on a dais in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nIn the assembly, the devotees were talking about God amongst themselves wherein the topic arose that there are two types of people: godly and demonic . 1 Of these, godly people always become devotees of God, whereas the demonic will always remain opposed to God.\n\nThereupon Chimanravji asked Shriji Maharaj a question, “Maharaj, is there any possibility for a demonic person to become godly?”\n\nShriji Maharaj replied, “A demonic person most certainly does not become godly. This is because he has a demonic disposition from birth. Should such a person happen to somehow enter the Satsang fellowship, he still does not lose his demonic disposition. Then, when he leaves his physical body after staying in Satsang, he is absorbed into Brahma and then emerges out again. Only after he does so countless times is his demonic nature destroyed; otherwise, it is not destroyed.”\n\nThen Shobharam Shastri asked, “Maharaj, what is God’s anvay nature and what is His vyatirek nature?”\n\nShriji Maharaj explained, “The principle of anvay-vyatirek is not that God has become half anvay within maya and half vyatirek from His abode; rather, God’s form is such that He is anvay within maya and yet, at the same time, He is vyatirek . God is not afraid, ‘What if I enter maya and thereby become impure?’ Instead, when God associates with maya , even maya becomes like Akshardham; and if \nHe associates with the 24 elements, then they also become brahmarup . Hence, the Shrimad Bhãgwat states: Dhamna svena sada nirasta-kuhakam satyam param dheemahi ||’. 2 Likewise, there are countless such statements which describe God’s form.\n\n“For example, there is akash in the seed of a tree; and when a tree grows from that seed, akash will still remain within all of its branches, leaves, flowers and fruits in an anvay manner. Yet, when the tree is cut, akash is not cut along with it; and when the tree is burnt, akash is not burnt. In the same manner, God is anvay within maya and the entities that have evolved from it; yet, He is also vyatirek from it just like akash . This is the anvay-vyatirek nature of God’s form.”"
}