{
    "number": 148,
    "vachanamrut": "Gadhada II-15",
    "title": "Keeping Enmity towards One’s Swabhāvs",
    "setting": "On Bhādarvā sudi 2, Samvat 1878 [29 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, silken, embroidered cloth which had been placed on the veranda outside the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked all of the paramhansas a question, “There is a single thought which, if applied, can destroy any swabhāv , regardless of how formidable it may be. Without that thought, the swabhāv cannot be eradicated even if one were to apply a thousand other thoughts. What is that thought? Please answer according to your understanding.”\n\nThe paramhansas replied according to their understanding but none were able to give a complete explanation.\n\nShriji Mahārāj then said, “Here, I shall explain. If one has an enemy, and if that enemy were to ruin whatever work one is doing, or if he were to swear at one’s mother or sister, then one would bear an intense aversion for him and would employ any means whatsoever to harm him. If not that, one would at least be extremely happy if someone else were to harm him. In the very same way, if the inner enemies of lust, anger, etc., hinder a person while he is striving to attain liberation, he would harbor the same sort of enmity towards them as well; moreover, that enmity would never diminish. Whoever applies such a thought can eradicate all swabhāvs with that thought alone.\n\n“Now, if a sādhu were to criticize and insult those internal enemies of lust, anger, etc., then a person who has the aforementioned thought would not develop an aversion towards that sādhu . On the contrary, he would be grateful to the sādhu and would feel, ‘This sādhu is helping me conquer my enemy, and thus he is an extremely great benefactor.’ A person who has attained such a thought can destroy all of his inner enemies. Thereafter, no vicious swabhāvs will be able to remain in his heart. Without this thought, though, the enemies in the form of the swabhāvs can never be overpowered, regardless of whichever types of other thoughts one may apply. Therefore, keeping enmity towards one’s swabhāvs is the greatest thought of all.”\n\nThereafter, Shriji Mahārāj asked, “By which characteristics can one recognize a person who would never deflect from the four attributes of dharma , vairāgya , gnān of the ātmā , and bhakti of God coupled with knowledge of His greatness?”\n\nAll of the sādhus attempted to answer the question according to their understanding, but no one was able to give a precise answer.\n\nSo Shriji Mahārāj explained, “If, from childhood, a person has such a nature that he would never be suppressed by anyone’s personality, nor could anyone mock someone or jest in his presence, nor could anyone make even a mild sarcasm at him, then such a person would never deflect from dharma , vairāgya , gnān and the bhakti of God. Even though his personality may make him appear arrogant, because of his zeal to attain liberation, he will not leave the Satsang fellowship under any circumstances.”\n\nOn Bhadarva sudi 2, Samvat 1878 [29 August 1821], Swami Shri Sahajanandji Maharaj was sitting on a small, silken, embroidered cloth which had been placed on the veranda outside the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked all of the paramhansas a question, “There is a single thought which, if applied, can destroy any swabhav , regardless of how formidable it may be. Without that thought, the swabhav cannot be eradicated even if one were to apply a thousand other thoughts. What is that thought? Please answer according to your understanding.”\n\nThe paramhansas replied according to their understanding but none were able to give a complete explanation.\n\nShriji Maharaj then said, “Here, I shall explain. If one has an enemy, and if that enemy were to ruin whatever work one is doing, or if he were to swear at one’s mother or sister, then one would bear an intense aversion for him and would employ any means whatsoever to harm him. If not that, one would at least be extremely happy if someone else were to harm him. In the very same way, if the inner enemies of lust, anger, etc., hinder a person while he is striving to attain liberation, he would harbor the same sort of enmity towards them as well; moreover, that enmity would never diminish. Whoever applies such a thought can eradicate all swabhavs with that thought alone.\n\n“Now, if a sadhu were to criticize and insult those internal enemies of lust, anger, etc., then a person who has the aforementioned thought would not develop an aversion towards that sadhu . On the contrary, he would be grateful to the sadhu and would feel, ‘This sadhu is helping me conquer my enemy, and thus he is an extremely great benefactor.’ A person who has attained such a thought can destroy all of his inner enemies. Thereafter, no vicious swabhavs will be able to remain in his heart. Without this thought, though, the enemies in the form of the swabhavs can never be overpowered, regardless of whichever types of other thoughts one may apply. Therefore, keeping enmity towards one’s swabhavs is the greatest thought of all.”\n\nThereafter, Shriji Maharaj asked, “By which characteristics can one recognize a person who would never deflect from the four attributes of dharma , vairagya , gnan of the atma , and bhakti of God coupled with knowledge of His greatness?”\n\nAll of the sadhus attempted to answer the question according to their understanding, but no one was able to give a precise answer.\n\nSo Shriji Maharaj explained, “If, from childhood, a person has such a nature that he would never be suppressed by anyone’s personality, nor could anyone mock someone or jest in his presence, nor could anyone make even a mild sarcasm at him, then such a person would never deflect from dharma , vairagya , gnan and the bhakti of God. Even though his personality may make him appear arrogant, because of his zeal to attain liberation, he will not leave the Satsang fellowship under any circumstances.”"
}