{
    "number": 228,
    "vachanamrut": "Gadhada III-5",
    "title": "Bhakti Coupled with the Knowledge of God’s Greatness",
    "setting": "On Bhādarvā sudi 11, Samvat 1883 [12 September 1826], Shriji Mahārāj was sitting on a cushion with a cylindrical pillow on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. He was also wearing a garland of mogrā flowers around His neck. Tassels of mogrā flowers decorated His pāgh , and strings of mogrā flowers adorned His wrists. At that time, an assembly of the muni-mandal as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Someone please ask a question.”\n\nThereupon Muktānand Swāmi asked, “Mahārāj, of the various types of bhakti offered to God, which type of bhakti does not encounter any obstacles, and which type does encounter obstacles?”\n\nIn reply, Shriji Mahārāj said, “In the third canto of the Shrimad Bhāgwat, within the Kapil Gitā, Mother Devhuti says to Kapilji,\n\n“The greatness of God is described in these two verses. Also, Kapilji describes his own greatness to Mother Devhuti by saying:\n\n“One who has bhakti for God coupled with such knowledge of His greatness encounters no obstacles in any form. On the other hand, one who offers bhakti without realizing the greatness of God, perceiving worldly attributes in Him, does encounter obstacles.”\n\nMuktānand Swāmi then asked, “By what means can such bhakti coupled with the knowledge of God’s greatness be developed?”\n\nShriji Mahārāj replied, “Bhakti coupled with the knowledge of God’s greatness arises in one’s heart by serving and profoundly associating with eminent sādhus like Shukji and the Sanakādik.”\n\nThereafter Shuk Muni asked, “One devotee of God is such that his faith in God is perfect, and disturbances such as lust, anger, avarice, infatuation, etc., do not arise in his heart. A second devotee is such that his faith in God is perfect, but swabhāvs such as lust, anger, avarice, infatuation, etc., do cause a disturbance within. When these two types of devotees leave their bodies, do they attain the same level of bliss in the abode of God, or do they attain different levels of bliss?”\n\nShriji Mahārāj replied, “If a devotee of God whose faith is perfect and who is not disturbed by lust, anger, avarice, etc., desires anything other than the manifest form of Shri Krishna Bhagwān, then, even if he is a great renunciant and has firm vairāgya and intense ātmā -realization, he will attain a lower level of bliss. As for the other devotee, even though he also has perfect faith in God, when lust, anger, avarice, infatuation, etc., cause disturbances within, he feels remorse within his heart. But, except for the manifest form of Shri Krishna Bhagwān, he wishes for no other object. Then, even if he has only a slight amount of ātmā -realization and vairāgya , such a devotee still attains profound bliss in the abode of God after leaving his body.\n\n“Why is this? Because the former devotee superficially appears to be a renunciant and free of other desires. But since he inwardly desires to attain ātmā -realization and other things, he is called a ‘ sakām devotee’. In the higher realms, he will certainly attain less bliss. Conversely, the second devotee superficially appears to be a ‘ sakām devotee’, but inwardly, that devotee wishes for nothing except the form of God. If a desire for pleasures other than the form of God arises, he feels intense remorse in his mind. Therefore, he is called a ‘ nishkām devotee’. When such a devotee leaves his body, he attains profound bliss, becomes an attendant of God, and develops intense love for the form of Shri Krishna Bhagwān.”\n\nOn Bhadarva sudi 11, Samvat 1883 [12 September 1826], Shriji Maharaj was sitting on a cushion with a cylindrical pillow on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. He was also wearing a garland of mogra flowers around His neck. Tassels of mogra flowers decorated His pagh , and strings of mogra flowers adorned His wrists. At that time, an assembly of the muni-mandal as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Someone please ask a question.”\n\nThereupon Muktanand Swami asked, “Maharaj, of the various types of bhakti offered to God, which type of bhakti does not encounter any obstacles, and which type does encounter obstacles?”\n\nIn reply, Shriji Maharaj said, “In the third canto of the Shrimad Bhagwat, within the Kapil Gita, Mother Devhuti says to Kapilji,\n\n“The greatness of God is described in these two verses. Also, Kapilji describes his own greatness to Mother Devhuti by saying:\n\n“One who has bhakti for God coupled with such knowledge of His greatness encounters no obstacles in any form. On the other hand, one who offers bhakti without realizing the greatness of God, perceiving worldly attributes in Him, does encounter obstacles.”\n\nMuktanand Swami then asked, “By what means can such bhakti coupled with the knowledge of God’s greatness be developed?”\n\nShriji Maharaj replied, “Bhakti coupled with the knowledge of God’s greatness arises in one’s heart by serving and profoundly associating with eminent sadhus like Shukji and the Sanakadik.”\n\nThereafter Shuk Muni asked, “One devotee of God is such that his faith in God is perfect, and disturbances such as lust, anger, avarice, infatuation, etc., do not arise in his heart. A second devotee is such that his faith in God is perfect, but swabhavs such as lust, anger, avarice, infatuation, etc., do cause a disturbance within. When these two types of devotees leave their bodies, do they attain the same level of bliss in the abode of God, or do they attain different levels of bliss?”\n\nShriji Maharaj replied, “If a devotee of God whose faith is perfect and who is not disturbed by lust, anger, avarice, etc., desires anything other than the manifest form of Shri Krishna Bhagwan, then, even if he is a great renunciant and has firm vairagya and intense atma -realization, he will attain a lower level of bliss. As for the other devotee, even though he also has perfect faith in God, when lust, anger, avarice, infatuation, etc., cause disturbances within, he feels remorse within his heart. But, except for the manifest form of Shri Krishna Bhagwan, he wishes for no other object. Then, even if he has only a slight amount of atma -realization and vairagya , such a devotee still attains profound bliss in the abode of God after leaving his body.\n\n“Why is this? Because the former devotee superficially appears to be a renunciant and free of other desires. But since he inwardly desires to attain atma -realization and other things, he is called a ‘ sakam devotee’. In the higher realms, he will certainly attain less bliss. Conversely, the second devotee superficially appears to be a ‘ sakam devotee’, but inwardly, that devotee wishes for nothing except the form of God. If a desire for pleasures other than the form of God arises, he feels intense remorse in his mind. Therefore, he is called a ‘ nishkam devotee’. When such a devotee leaves his body, he attains profound bliss, becomes an attendant of God, and develops intense love for the form of Shri Krishna Bhagwan.”"
}