{
    "number": 15,
    "vachanamrut": "Gadhada I-15",
    "title": "Not Becoming Discouraged in Meditation",
    "setting": "On Māgshar vadi 3, Samvat 1876 [4 December 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of all of the sādhus as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A person whose heart is filled with bhakti towards God feels, ‘I want to act only according to God’s and His Sant’s commands.’ Such is the spirit within his heart. Moreover, he never - even by mistake - utters, ‘I will only be able to follow certain commands but not others.’\n\n“Furthermore, such a person remains determined to behold God’s form in his heart. If, while meditating on that form, it cannot be beheld, he does not lose courage. Instead, he constantly maintains renewed shraddhā . While trying to behold that form, disturbing thoughts may arise, and, despite his efforts, they may not be suppressed. In this situation, by understanding the immense glory of God and believing himself to be completely fulfilled, such a person persists in overcoming those disturbing thoughts and beholding God’s form within his heart. Even if this process takes 10 years, 20 years, 25 years, or even 100 years, he still does not become discouraged; and never does he abandon his attempts at beholding God’s form. After all, Shri Krishna Bhagwān has mentioned in the Gitā:\n\n“Therefore, one who continues to behold God in this manner is called an ekāntik bhakta .”\n\nOn Magshar vadi 3, Samvat 1876 [4 December 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of all of the sadhus as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A person whose heart is filled with bhakti towards God feels, ‘I want to act only according to God’s and His Sant’s commands.’ Such is the spirit within his heart. Moreover, he never - even by mistake - utters, ‘I will only be able to follow certain commands but not others.’\n\n“Furthermore, such a person remains determined to behold God’s form in his heart. If, while meditating on that form, it cannot be beheld, he does not lose courage. Instead, he constantly maintains renewed shraddha . While trying to behold that form, disturbing thoughts may arise, and, despite his efforts, they may not be suppressed. In this situation, by understanding the immense glory of God and believing himself to be completely fulfilled, such a person persists in overcoming those disturbing thoughts and beholding God’s form within his heart. Even if this process takes 10 years, 20 years, 25 years, or even 100 years, he still does not become discouraged; and never does he abandon his attempts at beholding God’s form. After all, Shri Krishna Bhagwan has mentioned in the Gita:\n\n“Therefore, one who continues to behold God in this manner is called an ekantik bhakta .”"
}