{
    "number": 245,
    "vachanamrut": "Gadhada III-22",
    "title": "An Intimate Form of Bhakti",
    "setting": "On Bhādarvā vadi 4, Samvat 1884 [9 September 1827], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. Tassels of white flowers were hanging from His pāgh , and garlands of white flowers adorned His neck. At that time, some paramhansas were singing a Vishnupad to the accompaniment of a dukad and sarodā , while other paramhansas as well as devotees from various places had gathered before Him in an assembly. Shriji Mahārāj was sitting in that assembly in an introspective mood.",
    "text": "Then Shriji Mahārāj said, “The inclination of profound, loving bhakti in a devotee of God, as described in this devotional song, is the inclination of Jhinābhāi, and it was the inclination of Parvatbhāi and Mulji as well. I was reflecting within and was thinking that there must also be others in the Satsang fellowship with the same inclination. One who cultivates this inclination of profound, loving bhakti loses all attachment to the panchvishays and is able to maintain ātmā -realization without even having to try.”\n\nThereupon Muktānand Swāmi asked, “Narsinh Mehtā worshipped Shri Krishna Bhagwān with a sense of intimacy, whereas many devotees of God such as Nārad and others worshipped God with a sense of servitude. Of these two types of devotees, whose bhakti should be regarded as being better?”\n\nShriji Mahārāj replied, “The type of bhakti offered by Narsinh Mehtā, the gopis , Nārad, and the Sanakādik is not of two types; in reality, it is of one type. After all, the body - be it male or female - is worldly and perishable; but the jivātmā , the worshipper, is neither male nor female - it is characterized by pure existence and consciousness. When it leaves its body and transmigrates to the abode of God, it assumes a form according to the wish of God. Or, depending upon the opportunity for service that arises there, that devotee assumes an appropriate form and serves God accordingly. 1\n\n“But if a devotee of God develops the same attachment to wealth, women and other objects as he has towards God, then he cannot be called a staunch devotee of God. Having become a devotee of God, if one commits sins and accumulates detrimental desires in Satsang itself while offering bhakti , then those sins become ingrained in one - as if etched in iron. Moreover, a graver sin than associating with others’ wives due to the influence of evil company is to look at a devotee of God lustfully while in Satsang. Therefore, one who wishes to develop deep attachment to God should not allow any type of sin to remain in his mind. Why? Because female satsangi devotees are to be viewed as one’s own mother, sister or daughter. They are the extremely vile sinners in this world who look at women of their own family lustfully. So, he who looks at devotees lustfully is a vile sinner and will never be released from that sin. That is why one who wishes to become an amorous devotee should become an amorous devotee after shunning this kind of sin.\n\n“Having said this, though, the gravest of all sins is perceiving faults in God and His devotees, because due to that fault-finding attitude, animosity is created towards them. Even if one has killed millions of cows, consumed alcohol and meat, and committed adultery with the wife of one’s guru countless times, one can still be released from such sins at some time or other. But, a person who maligns God and His devotees will never be released from his sin. Then, if the maligner is a male, he will become a male demon; or if female, she will become a female demon. Then, even after countless lives, that person will never cease to be a demon 2 and will never become a devotee of God.\n\n“Furthermore, one who has already maligned a devotee of God and whose maligning attitude has become established will under no circumstances be able to eradicate that attitude. On the other hand, another person who is in the process of maligning realizes, ‘I have committed a grave sin in maligning God and His devotees; therefore I am extremely vile, and God and His devotees are extremely great.’ When one sees others’ virtues and sees faults within oneself in this manner, then any sins one may have committed will be eradicated, however grave they may be.\n\n“Indeed, no other sin displeases and pains God more than the sin of maligning His devotees. When Jay and Vijay insulted the Sanakādik in Vaikunth, God immediately rushed to the Sanakādik and told them, ‘Whoever maligns sādhus like you is my enemy. Therefore, you have done well in giving a curse to Jay and Vijay. In fact, if my own hand were to harm pious Brāhmins like you, then even I would cut off my hand; so what can I say of others?’ This is what Vaikunthnāth Bhagwān said to the Sanakādik. Consequently, Jay and Vijay became demons due to the sin of maligning the pious devotees of God. Others who have also maligned devotees of God have all fallen from their eminent position - a fact that is well noted in the scriptures. Therefore, one who desires one’s own good should not malign the devotees of God. If one does happen to knowingly or unknowingly malign someone, then one should bow to that person’s feet, pray to him, and act in a manner that pleases him.”\n\nOn Bhadarva vadi 4, Samvat 1884 [9 September 1827], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. Tassels of white flowers were hanging from His pagh , and garlands of white flowers adorned His neck. At that time, some paramhansas were singing a Vishnupad to the accompaniment of a dukad and saroda , while other paramhansas as well as devotees from various places had gathered before Him in an assembly. Shriji Maharaj was sitting in that assembly in an introspective mood.\n\nThen Shriji Maharaj said, “The inclination of profound, loving bhakti in a devotee of God, as described in this devotional song, is the inclination of Jhinabhai, and it was the inclination of Parvatbhai and Mulji as well. I was reflecting within and was thinking that there must also be others in the Satsang fellowship with the same inclination. One who cultivates this inclination of profound, loving bhakti loses all attachment to the panchvishays and is able to maintain atma -realization without even having to try.”\n\nThereupon Muktanand Swami asked, “Narsinh Mehta worshipped Shri Krishna Bhagwan with a sense of intimacy, whereas many devotees of God such as Narad and others worshipped God with a sense of servitude. Of these two types of devotees, whose bhakti should be regarded as being better?”\n\nShriji Maharaj replied, “The type of bhakti offered by Narsinh Mehta, the gopis , Narad, and the Sanakadik is not of two types; in reality, it is of one type. After all, the body - be it male or female - is worldly and perishable; but the jivatma , the worshipper, is neither male nor female - it is characterized by pure existence and consciousness. When it leaves its body and transmigrates to the abode of God, it assumes a form according to the wish of God. Or, depending upon the opportunity for service that arises there, that devotee assumes an appropriate form and serves God accordingly. 1\n\n“But if a devotee of God develops the same attachment to wealth, women and other objects as he has towards God, then he cannot be called a staunch devotee of God. Having become a devotee of God, if one commits sins and accumulates detrimental desires in Satsang itself while offering bhakti , then those sins become ingrained in one - as if etched in iron. Moreover, a graver sin than associating with others’ wives due to the influence of evil company is to look at a devotee of God lustfully while in Satsang. Therefore, one who wishes to develop deep attachment to God should not allow any type of sin to remain in his mind. Why? Because female satsangi devotees are to be viewed as one’s own mother, sister or daughter. They are the extremely vile sinners in this world who look at women of their own family lustfully. So, he who looks at devotees lustfully is a vile sinner and will never be released from that sin. That is why one who wishes to become an amorous devotee should become an amorous devotee after shunning this kind of sin.\n\n“Having said this, though, the gravest of all sins is perceiving faults in God and His devotees, because due to that fault-finding attitude, animosity is created towards them. Even if one has killed millions of cows, consumed alcohol and meat, and committed adultery with the wife of one’s guru countless times, one can still be released from such sins at some time or other. But, a person who maligns God and His devotees will never be released from his sin. Then, if the maligner is a male, he will become a male demon; or if female, she will become a female demon. Then, even after countless lives, that person will never cease to be a demon 2 and will never become a devotee of God.\n\n“Furthermore, one who has already maligned a devotee of God and whose maligning attitude has become established will under no circumstances be able to eradicate that attitude. On the other hand, another person who is in the process of maligning realizes, ‘I have committed a grave sin in maligning God and His devotees; therefore I am extremely vile, and God and His devotees are extremely great.’ When one sees others’ virtues and sees faults within oneself in this manner, then any sins one may have committed will be eradicated, however grave they may be.\n\n“Indeed, no other sin displeases and pains God more than the sin of maligning His devotees. When Jay and Vijay insulted the Sanakadik in Vaikunth, God immediately rushed to the Sanakadik and told them, ‘Whoever maligns sadhus like you is my enemy. Therefore, you have done well in giving a curse to Jay and Vijay. In fact, if my own hand were to harm pious Brahmins like you, then even I would cut off my hand; so what can I say of others?’ This is what Vaikunthnath Bhagwan said to the Sanakadik. Consequently, Jay and Vijay became demons due to the sin of maligning the pious devotees of God. Others who have also maligned devotees of God have all fallen from their eminent position - a fact that is well noted in the scriptures. Therefore, one who desires one’s own good should not malign the devotees of God. If one does happen to knowingly or unknowingly malign someone, then one should bow to that person’s feet, pray to him, and act in a manner that pleases him.”"
}