{
    "number": 73,
    "vachanamrut": "Gadhada I-73",
    "title": "Conquering Lust; Becoming Free of Worldly Desires",
    "setting": "On the night of Chaitra vadi Amās, Samvat 1876 [12 April 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the north-facing room of His residence in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white feto around His head. At that time, four senior sādhus , including Muktānand Swāmi, along with some fifty other devotees had gathered before Him.",
    "text": "Then Gopālānand Swāmi asked, “What is the nature of lust?”\n\nShriji Mahārāj answered, “Semen alone is the nature of lust.”\n\nThereupon Gopālānand Swāmi raised a doubt, “Semen is one of the seven basic constituents of the body . 1 How, then, can it alone be called the nature of lust? Also, how exactly is that semen produced?”\n\nShriji Mahārāj explained, “The mind resides in the manovahā nādi . Whenever a thought related to women arises in the mind, semen is churned from the body, and after collecting in the manovahā nādi , it is discharged through the genitals - just as ghee surfaces from yogurt when it is churned by a churning rod. One whose semen is not discharged through the genitals is known as an urdhvaretā and a perfect brahmachāri . When Shri Krishna Bhagwān associated with the gopis during the rās episode, he did not allow the discharge of semen. For this reason, he was known as an urdhvaretā brahmachāri and had thus conquered lust. Therefore, semen alone is the nature of lust; one who has conquered semen has conquered lust.”\n\nGopālānand Swāmi asked again, “When the body is burnt after death, its seven constituents are burnt along with it. Therefore, if semen alone is the nature of lust, surely then, by the burning of semen along with the body, lust should also be burnt. Why, then, does lust arise when the jiva enters another body?”\n\nShriji Mahārāj replied, “Semen is retained in the sukshma body. Moreover, it is because of the sukshma body that the sthul body is produced. When a ghost - which is mainly composed of a sukshma body - from its own sukshma body, enters into the sthul body of another man and associates with a woman, that woman conceives a child by that ghost. Thus, semen is definitely retained in the sukshma body.”\n\nGopālānand Swāmi questioned further, “Shivji was an urdhvaretā , yet on seeing Mohini, semen was discharged. This implies that as long as there is semen in the body, it is sure to be discharged whenever one associates with a woman in the waking or dream state. So then, as long as there is semen in the body, how can one be called a perfect celibate?”\n\nShriji Mahārāj explained, “That can be said to be a fault in Shivji’s yogic powers. A person whose semen is discharged in the waking or dream state by the thought of a woman cannot be called a staunch brahmachāri . That is why in this whole world, Narnārāyan Rishi is the only one who has firm brahmacharya . Since we have accepted the refuge of that Narnārāyan Rishi, by his grace, we shall also gradually become perfect celibates like him - by worshipping him.\n\n“Yogis endeavor in many ways to burn the semen which remains in the body. Shri Krishna Bhagwān, however, maintained perfect brahmacharya even amidst the company of women. Such powers are only present in God; no one else is capable of remaining uninfluenced like that. Therefore, other yogis should endeavor to avoid thinking of women in both the waking state and the dream state.”\n\nShuk Muni then asked, “In Dwārikā, Shri Krishna Bhagwān had 16,108 wives. It is said that he had ten sons and one daughter by each wife. How should one understand this?”\n\nShriji Mahārāj clarified, “The incidents of Dwārikā are one thing, and the incidents of Vraj are another. In Dwārikā, Shri Krishna Bhagwān had adopted the principle of Sānkhya. A follower of the Sānkhya principle believes his own self to be distinct from the mind, body and indriyas . While performing all actions, he does not regard himself as being the doer of those actions, nor does he experience either joy or grief from those actions. That was the principle adopted by Shri Krishna Bhagwān there; therefore he was said to be uninfluenced. The Sānkhya principle adopted by Shri Krishna Bhagwān in Dwārikā is the very same Sānkhya principle observed by kings such as Janak, who worshipped God as householders. In the same way, Shri Krishna Bhagwān was also a householder and was known as the king of Dwārikā. Therefore, because he followed the Sānkhya principle, he remained uninfluenced as well.\n\n“In Vrundāvan, however, Shri Krishna Bhagwān had adopted the principle of Yoga, by which he maintained his vow of perfect brahmacharya despite associating with women. At that time, he displayed the powers of Narnārāyan Rishi within himself. In the Shrimad Bhāgwat, Kapildev explains to Devhuti, ‘No one except Narnārāyan Rishi is capable of overcoming my māyā in the form of women.’ But, Shri Krishna Bhagwān conquered lust while associating with women.\n\n“Now consider the following incident: When Durvāsā Rishi came and Shri Krishna Bhagwān began sending all of the gopis with dishes filled with food for him, the gopis asked, ‘How shall we cross the Yamunāji river?’\n\n“At that time, Shri Krishna Bhagwān said, ‘Tell Yamunāji that if Shri Krishna is forever a brahmachāri , then make way for us.’ When the gopis told this to Yamunāji, it made way for them.\n\n“After feeding the rishi , all of the gopis asked him, ‘The Yamunāji is in our way. How shall we return home?’\n\n“The rishi then asked, ‘How did you come?’\n\n“The gopis explained, ‘We told Yamunāji that if Shri Krishna is forever a brahmachāri , then make way for us. So it made way for us. But how shall we return home now?’\n\n“Durvāsā Rishi then said, ‘Tell Yamunāji that if Durvāsā Rishi is forever fasting, then make way for us.’ Thereafter, when the gopis said this to Yamunāji, it made way for them. Seeing this, the gopis were extremely surprised. However, they were unable to realise the greatness of Shri Krishna Bhagwān or the rishi .\n\n“Shri Krishna Bhagwān played with the gopis while maintaining his vow of perfect brahmacharya and was therefore still a brahmachāri . Durvāsā Rishi also united his ātmā with Shri Krishna Bhagwān - the ātmā of all - and although he ate all of the food offered by the gopis , he was still forever fasting, because in reality, he had fed all of the food to God. Thus, the actions of the extremely great cannot be comprehended.\n\n“If one looks for followers of the Sānkhya principle, one could find thousands. However, to be an urdhvaretā by way of yogic powers is only possible for Narnārāyan. In addition, a true devotee of Narnārāyan can also gradually develop firm brahmacharya by the power of his worship, but others cannot.\n\n“Furthermore, if semen is discharged through the genitals in the waking or dream state, one cannot be called a brahmachāri . Nevertheless, a person who observes eight-fold renunciation of women is walking on the path of brahmacharya ; so with time, by the grace of Narnārāyan, he will gradually become a firm brahmachāri .\n\n“When I was young, I had heard that semen is also released through one’s sweat. So in order to retain My semen, I learnt two types of jal-basti , and also kunjar-kriyā . In order to conquer lust, I learnt many yogic āsanas as well. When I slept at night, I slept in the posture of gorakh-āsan to prevent the discharge of semen even in the dream state. To conquer lust, I endeavored so vigorously that My body stopped sweating, and I no longer felt either the cold or the heat. Then, when I came to Rāmānand Swāmi, he tried to make Me sweat by pasting āval leaves all over My body. Even then, My body would not sweat. So, conquering lust is the most difficult of all spiritual endeavors. Nevertheless, a person who has the firm strength of the upāsanā of God, has become absolutely free from desires for vishays , and is firmly resolute in remaining free of worldly desires becomes free of lust by the grace of God.”\n\nThereafter Nityānand Swāmi asked, “What is the method of becoming free of worldly desires? Is it listening to such talks or is it vairāgya ?”\n\nShriji Mahārāj replied, “ Vairāgya alone cannot last; ultimately, it is destroyed. Therefore, after developing knowledge of the ātmā and thorough gnān of God’s form, one should think, ‘I am the ātmā , characterised by eternal existence, consciousness and bliss, whereas the body and the brahmānd are māyik and perishable. How can they compare to me? Moreover, my Ishtadev is Purushottam Bhagwān, who transcends even Akshar - the supporter of countless millions of brahmānds . I have the firm refuge of that God.’ Vairāgya cultivated from such thoughts is said to be compounded with gnān . It is this vairāgya that is never destroyed. For example, a burning flame is extinguished when water is poured over it. However, the vadvānal fire that rests in the ocean cannot be extinguished even by the waters of the ocean itself. Similarly, vairāgya compounded with gnān is like the vadvānal fire and the fire of lightning - it is inextinguishable. Without that gnān though, other forms of vairāgya cannot be trusted.\n\n“My vairāgya is like that of the fire of lightning and the vadvānal fire. This nature of Mine is known by those who have stayed extremely close to Me. However, those who remain far from Me are unable to realise My nature. Furthermore, this Mulji Brahmachāri may appear to be naïve, yet he thoroughly knows My nature, realizing, ‘Mahārāj is as aloof as ākāsh . He has no prejudices against or in favor of anyone.’ Because he knows My nature as being so, he possesses virtues like those of God. Moreover, the antaryāmi God residing within all explains to the minds of all men and women, ‘There is no fault whatsoever in this Brahmachāri.’\n\n“The means of acquiring such virtuous qualities is as follows: Whoever believes the great Purush to be absolutely free of flaws becomes totally flawless himself. If, however, a person perceives flaws in the great Purush, that person’s intellect becomes polluted, and enemies - i.e., lust, anger, etc. - all come to dwell within his heart. As a result, the heart of that person who perceives faults in the Satpurush is gravely troubled by disturbing thoughts. Although he may practice satsang , he never ceases to be unhappy.\n\n“Those who are wise realize all My characteristics by staying close to Me. They realize, ‘Mahārāj has no affection for any object in this world that can arouse infatuation - wealth, women, ornaments, food and drink, etc. In fact, Mahārāj remains dejected from all these things. When, out of compassion, He allows some person to sit near Him or talks to him of gnān , it is purely out of compassion for the liberation of the jiva .’ On the other hand, those who are fools - whether they stay near or far - cannot understand My nature as such.\n\n“These discourses can only be understood by a person who has ātmā -realization, who - beholding the form of God within his ātmā - offers bhakti to Him and who does not forsake the worship of God even after becoming brahmarup . Therefore, after developing ātmā -realization and understanding the greatness of God’s form, no desire for any object remains. Once worldly desires are eradicated, a person may experience pain and pleasure according to the prārabdha of his body, but the indriyas no longer remain sharp.\n\n“The indriyas are the spokes of the manomay chakra . They become blunt only by the complete realization of Brahma and Parabrahma - who transcends Brahma. For example, if a person whose teeth have become very sensitive as a result of sucking lemons has to chew some chanā , he could never chew them. If he were extremely hungry, he would at most swallow them, but he would be unable to chew them. Similarly, a person who has thoroughly realized the greatness of God and the ātmā feels no joy whatsoever in any of the pleasures of the vishays of any realm. While the prārabdha of the body persists, he may indulge in food, drink and other objects, but he would do so in the manner of a person with sensitized teeth swallowing whole chanā .\n\n“To eradicate worldly desires, however, is indeed an extremely difficult task. In fact, they remain even after mastering samādhi . After attaining samādhi , there is no way a person can return from the form of Brahma back into his body. Yet, if he does return, it is because of one of three reasons: Firstly, he returns to his body from samādhi if he harbors desires for worldly pleasures. Or, if someone is extremely powerful, he can enter into samādhi and return to the body according to his own will. Lastly, if there is another person who is much more powerful than oneself, then that person can bring one back into the body from samādhi . These are the three ways of returning to the body from samādhi .\n\n“When samādhi occurs, a person has the darshan of Brahma and sees the divine light of Brahma to be like that of countless millions of suns. If, at that time, that person does not have much understanding, he regards the form of the manifest Purushottam Bhagwān to be inferior and believes Brahma to be superior, thereby committing a breach of upāsanā . That is why firm faith should be developed in the manifest form, because only then can all things be accomplished. I have also firmly resolved that I shall not allow any flaw whatsoever to remain in anyone who sincerely surrenders his mind unto Me, thereby not allowing even a little distance to remain between us.”\n\nThereupon Muktānand Swāmi asked, “What are the characteristics of a person who has surrendered his mind, and what are the characteristics of a person who has not surrendered his mind?”\n\nShriji Mahārāj replied, “If a person who has surrendered his mind to God is unable to be present while the talks of God are on-going or for the darshan of God, he experiences intense remorse in his heart. Whenever he listens to the talks of God and does the darshan of God, his love for God continually increases, but never does his mind recede from those talks and darshan . Moreover, when God gives a command to someone to stay far away, a person who has surrendered his mind would think to himself, ‘If that command were given to me, I would gladly go to Burānpur or Kāshi, or anywhere else for that matter.’ A person who remains happy living according to the wishes of God in this way is near to Me, even if he is a thousand miles away.\n\n“On the other hand, a person who has not surrendered his mind in this way is as good as being hundreds of thousands of miles away, even though he may be staying very close to Me. In fact, I am afraid of even giving advice to a person who has not surrendered his mind to Me, as I fear, ‘Will he accept it positively or adversely?’ These are the characteristics of a person who has surrendered his mind and of a person who has not.”\n\nOn the night of Chaitra vadi Amas, Samvat 1876 [12 April 1820], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the north-facing room of His residence in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white feto around His head. At that time, four senior sadhus , including Muktanand Swami, along with some fifty other devotees had gathered before Him.\n\nThen Gopalanand Swami asked, “What is the nature of lust?”\n\nShriji Maharaj answered, “Semen alone is the nature of lust.”\n\nThereupon Gopalanand Swami raised a doubt, “Semen is one of the seven basic constituents of the body . 1 How, then, can it alone be called the nature of lust? Also, how exactly is that semen produced?”\n\nShriji Maharaj explained, “The mind resides in the manovaha nadi . Whenever a thought related to women arises in the mind, semen is churned from the body, and after collecting in the manovaha nadi , it is discharged through the genitals - just as ghee surfaces from yogurt when it is churned by a churning rod. One whose semen is not discharged through the genitals is known as an urdhvareta and a perfect brahmachari . When Shri Krishna Bhagwan associated with the gopis during the ras episode, he did not allow the discharge of semen. For this reason, he was known as an urdhvareta brahmachari and had thus conquered lust. Therefore, semen alone is the nature of lust; one who has conquered semen has conquered lust.”\n\nGopalanand Swami asked again, “When the body is burnt after death, its seven constituents are burnt along with it. Therefore, if semen alone is the nature of lust, surely then, by the burning of semen along with the body, lust should also be burnt. Why, then, does lust arise when the jiva enters another body?”\n\nShriji Maharaj replied, “Semen is retained in the sukshma body. Moreover, it is because of the sukshma body that the sthul body is produced. When a ghost - which is mainly composed of a sukshma body - from its own sukshma body, enters into the sthul body of another man and associates with a woman, that woman conceives a child by that ghost. Thus, semen is definitely retained in the sukshma body.”\n\nGopalanand Swami questioned further, “Shivji was an urdhvareta , yet on seeing Mohini, semen was discharged. This implies that as long as there is semen in the body, it is sure to be discharged whenever one associates with a woman in the waking or dream state. So then, as long as there is semen in the body, how can one be called a perfect celibate?”\n\nShriji Maharaj explained, “That can be said to be a fault in Shivji’s yogic powers. A person whose semen is discharged in the waking or dream state by the thought of a woman cannot be called a staunch brahmachari . That is why in this whole world, Narnarayan Rishi is the only one who has firm brahmacharya . Since we have accepted the refuge of that Narnarayan Rishi, by his grace, we shall also gradually become perfect celibates like him - by worshipping him.\n\n“Yogis endeavor in many ways to burn the semen which remains in the body. Shri Krishna Bhagwan, however, maintained perfect brahmacharya even amidst the company of women. Such powers are only present in God; no one else is capable of remaining uninfluenced like that. Therefore, other yogis should endeavor to avoid thinking of women in both the waking state and the dream state.”\n\nShuk Muni then asked, “In Dwarika, Shri Krishna Bhagwan had 16,108 wives. It is said that he had ten sons and one daughter by each wife. How should one understand this?”\n\nShriji Maharaj clarified, “The incidents of Dwarika are one thing, and the incidents of Vraj are another. In Dwarika, Shri Krishna Bhagwan had adopted the principle of Sankhya. A follower of the Sankhya principle believes his own self to be distinct from the mind, body and indriyas . While performing all actions, he does not regard himself as being the doer of those actions, nor does he experience either joy or grief from those actions. That was the principle adopted by Shri Krishna Bhagwan there; therefore he was said to be uninfluenced. The Sankhya principle adopted by Shri Krishna Bhagwan in Dwarika is the very same Sankhya principle observed by kings such as Janak, who worshipped God as householders. In the same way, Shri Krishna Bhagwan was also a householder and was known as the king of Dwarika. Therefore, because he followed the Sankhya principle, he remained uninfluenced as well.\n\n“In Vrundavan, however, Shri Krishna Bhagwan had adopted the principle of Yoga, by which he maintained his vow of perfect brahmacharya despite associating with women. At that time, he displayed the powers of Narnarayan Rishi within himself. In the Shrimad Bhagwat, Kapildev explains to Devhuti, ‘No one except Narnarayan Rishi is capable of overcoming my maya in the form of women.’ But, Shri Krishna Bhagwan conquered lust while associating with women.\n\n“Now consider the following incident: When Durvasa Rishi came and Shri Krishna Bhagwan began sending all of the gopis with dishes filled with food for him, the gopis asked, ‘How shall we cross the Yamunaji river?’\n\n“At that time, Shri Krishna Bhagwan said, ‘Tell Yamunaji that if Shri Krishna is forever a brahmachari , then make way for us.’ When the gopis told this to Yamunaji, it made way for them.\n\n“After feeding the rishi , all of the gopis asked him, ‘The Yamunaji is in our way. How shall we return home?’\n\n“The rishi then asked, ‘How did you come?’\n\n“The gopis explained, ‘We told Yamunaji that if Shri Krishna is forever a brahmachari , then make way for us. So it made way for us. But how shall we return home now?’\n\n“Durvasa Rishi then said, ‘Tell Yamunaji that if Durvasa Rishi is forever fasting, then make way for us.’ Thereafter, when the gopis said this to Yamunaji, it made way for them. Seeing this, the gopis were extremely surprised. However, they were unable to realise the greatness of Shri Krishna Bhagwan or the rishi .\n\n“Shri Krishna Bhagwan played with the gopis while maintaining his vow of perfect brahmacharya and was therefore still a brahmachari . Durvasa Rishi also united his atma with Shri Krishna Bhagwan - the atma of all - and although he ate all of the food offered by the gopis , he was still forever fasting, because in reality, he had fed all of the food to God. Thus, the actions of the extremely great cannot be comprehended.\n\n“If one looks for followers of the Sankhya principle, one could find thousands. However, to be an urdhvareta by way of yogic powers is only possible for Narnarayan. In addition, a true devotee of Narnarayan can also gradually develop firm brahmacharya by the power of his worship, but others cannot.\n\n“Furthermore, if semen is discharged through the genitals in the waking or dream state, one cannot be called a brahmachari . Nevertheless, a person who observes eight-fold renunciation of women is walking on the path of brahmacharya ; so with time, by the grace of Narnarayan, he will gradually become a firm brahmachari .\n\n“When I was young, I had heard that semen is also released through one’s sweat. So in order to retain My semen, I learnt two types of jal-basti , and also kunjar-kriya . In order to conquer lust, I learnt many yogic asanas as well. When I slept at night, I slept in the posture of gorakh-asan to prevent the discharge of semen even in the dream state. To conquer lust, I endeavored so vigorously that My body stopped sweating, and I no longer felt either the cold or the heat. Then, when I came to Ramanand Swami, he tried to make Me sweat by pasting aval leaves all over My body. Even then, My body would not sweat. So, conquering lust is the most difficult of all spiritual endeavors. Nevertheless, a person who has the firm strength of the upasana of God, has become absolutely free from desires for vishays , and is firmly resolute in remaining free of worldly desires becomes free of lust by the grace of God.”\n\nThereafter Nityanand Swami asked, “What is the method of becoming free of worldly desires? Is it listening to such talks or is it vairagya ?”\n\nShriji Maharaj replied, “ Vairagya alone cannot last; ultimately, it is destroyed. Therefore, after developing knowledge of the atma and thorough gnan of God’s form, one should think, ‘I am the atma , characterised by eternal existence, consciousness and bliss, whereas the body and the brahmand are mayik and perishable. How can they compare to me? Moreover, my Ishtadev is Purushottam Bhagwan, who transcends even Akshar - the supporter of countless millions of brahmands . I have the firm refuge of that God.’ Vairagya cultivated from such thoughts is said to be compounded with gnan . It is this vairagya that is never destroyed. For example, a burning flame is extinguished when water is poured over it. However, the vadvanal fire that rests in the ocean cannot be extinguished even by the waters of the ocean itself. Similarly, vairagya compounded with gnan is like the vadvanal fire and the fire of lightning - it is inextinguishable. Without that gnan though, other forms of vairagya cannot be trusted.\n\n“My vairagya is like that of the fire of lightning and the vadvanal fire. This nature of Mine is known by those who have stayed extremely close to Me. However, those who remain far from Me are unable to realise My nature. Furthermore, this Mulji Brahmachari may appear to be naïve, yet he thoroughly knows My nature, realizing, ‘Maharaj is as aloof as akash . He has no prejudices against or in favor of anyone.’ Because he knows My nature as being so, he possesses virtues like those of God. Moreover, the antaryami God residing within all explains to the minds of all men and women, ‘There is no fault whatsoever in this Brahmachari.’\n\n“The means of acquiring such virtuous qualities is as follows: Whoever believes the great Purush to be absolutely free of flaws becomes totally flawless himself. If, however, a person perceives flaws in the great Purush, that person’s intellect becomes polluted, and enemies - i.e., lust, anger, etc. - all come to dwell within his heart. As a result, the heart of that person who perceives faults in the Satpurush is gravely troubled by disturbing thoughts. Although he may practice satsang , he never ceases to be unhappy.\n\n“Those who are wise realize all My characteristics by staying close to Me. They realize, ‘Maharaj has no affection for any object in this world that can arouse infatuation - wealth, women, ornaments, food and drink, etc. In fact, Maharaj remains dejected from all these things. When, out of compassion, He allows some person to sit near Him or talks to him of gnan , it is purely out of compassion for the liberation of the jiva .’ On the other hand, those who are fools - whether they stay near or far - cannot understand My nature as such.\n\n“These discourses can only be understood by a person who has atma -realization, who - beholding the form of God within his atma - offers bhakti to Him and who does not forsake the worship of God even after becoming brahmarup . Therefore, after developing atma -realization and understanding the greatness of God’s form, no desire for any object remains. Once worldly desires are eradicated, a person may experience pain and pleasure according to the prarabdha of his body, but the indriyas no longer remain sharp.\n\n“The indriyas are the spokes of the manomay chakra . They become blunt only by the complete realization of Brahma and Parabrahma - who transcends Brahma. For example, if a person whose teeth have become very sensitive as a result of sucking lemons has to chew some chana , he could never chew them. If he were extremely hungry, he would at most swallow them, but he would be unable to chew them. Similarly, a person who has thoroughly realized the greatness of God and the atma feels no joy whatsoever in any of the pleasures of the vishays of any realm. While the prarabdha of the body persists, he may indulge in food, drink and other objects, but he would do so in the manner of a person with sensitized teeth swallowing whole chana .\n\n“To eradicate worldly desires, however, is indeed an extremely difficult task. In fact, they remain even after mastering samadhi . After attaining samadhi , there is no way a person can return from the form of Brahma back into his body. Yet, if he does return, it is because of one of three reasons: Firstly, he returns to his body from samadhi if he harbors desires for worldly pleasures. Or, if someone is extremely powerful, he can enter into samadhi and return to the body according to his own will. Lastly, if there is another person who is much more powerful than oneself, then that person can bring one back into the body from samadhi . These are the three ways of returning to the body from samadhi .\n\n“When samadhi occurs, a person has the darshan of Brahma and sees the divine light of Brahma to be like that of countless millions of suns. If, at that time, that person does not have much understanding, he regards the form of the manifest Purushottam Bhagwan to be inferior and believes Brahma to be superior, thereby committing a breach of upasana . That is why firm faith should be developed in the manifest form, because only then can all things be accomplished. I have also firmly resolved that I shall not allow any flaw whatsoever to remain in anyone who sincerely surrenders his mind unto Me, thereby not allowing even a little distance to remain between us.”\n\nThereupon Muktanand Swami asked, “What are the characteristics of a person who has surrendered his mind, and what are the characteristics of a person who has not surrendered his mind?”\n\nShriji Maharaj replied, “If a person who has surrendered his mind to God is unable to be present while the talks of God are on-going or for the darshan of God, he experiences intense remorse in his heart. Whenever he listens to the talks of God and does the darshan of God, his love for God continually increases, but never does his mind recede from those talks and darshan . Moreover, when God gives a command to someone to stay far away, a person who has surrendered his mind would think to himself, ‘If that command were given to me, I would gladly go to Buranpur or Kashi, or anywhere else for that matter.’ A person who remains happy living according to the wishes of God in this way is near to Me, even if he is a thousand miles away.\n\n“On the other hand, a person who has not surrendered his mind in this way is as good as being hundreds of thousands of miles away, even though he may be staying very close to Me. In fact, I am afraid of even giving advice to a person who has not surrendered his mind to Me, as I fear, ‘Will he accept it positively or adversely?’ These are the characteristics of a person who has surrendered his mind and of a person who has not.”"
}