{
    "number": 240,
    "vachanamrut": "Gadhada III-17",
    "title": "The Story of Bharatji",
    "setting": "On Shrāvan sudi 6, Samvat 1884 [30 July 1827], Shriji Mahārāj was sitting on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes and was wearing garlands of flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “There is no story in the Shrimad Bhāgwat as incredible as the story of Bharatji. Why? Because Bharatji was the son of Rushabhdev Bhagwān, and for the specific purpose of realizing God, he renounced his kingdom, which encompassed the whole world, and retired to the forest. There, while engaged in the worship of God, he developed affection for a young fawn. As a result, his mind’s vrutti took the form of that fawn. Subsequently, despite his greatness, Bharatji was reborn as a deer due to the sin of that attachment.\n\n“As a matter of fact, there are countless types of sins; but for a devotee of God, of all those sins, having affection for anything except God is an extremely grave sin. Therefore, if a wise person thinks over this story of Bharatji, he becomes extremely fearful in his heart with the thought, ‘What if I develop affection for anything other than God?’ In this manner, he becomes extremely afraid.\n\n“Thereafter, when Bharatji gave up the body of the deer, he was born in a Brāhmin family. Then, out of fear of developing affection for anything other than God, he paid no attention at all to worldly affairs and deliberately behaved as a madman. He thus lived in a manner whereby he could maintain his vrutti constantly on God.”\n\nAfter delivering this discourse, Shriji Mahārāj left to attend the ārti .\n\nOn Shravan sudi 6, Samvat 1884 [30 July 1827], Shriji Maharaj was sitting on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes and was wearing garlands of flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “There is no story in the Shrimad Bhagwat as incredible as the story of Bharatji. Why? Because Bharatji was the son of Rushabhdev Bhagwan, and for the specific purpose of realizing God, he renounced his kingdom, which encompassed the whole world, and retired to the forest. There, while engaged in the worship of God, he developed affection for a young fawn. As a result, his mind’s vrutti took the form of that fawn. Subsequently, despite his greatness, Bharatji was reborn as a deer due to the sin of that attachment.\n\n“As a matter of fact, there are countless types of sins; but for a devotee of God, of all those sins, having affection for anything except God is an extremely grave sin. Therefore, if a wise person thinks over this story of Bharatji, he becomes extremely fearful in his heart with the thought, ‘What if I develop affection for anything other than God?’ In this manner, he becomes extremely afraid.\n\n“Thereafter, when Bharatji gave up the body of the deer, he was born in a Brahmin family. Then, out of fear of developing affection for anything other than God, he paid no attention at all to worldly affairs and deliberately behaved as a madman. He thus lived in a manner whereby he could maintain his vrutti constantly on God.”\n\nAfter delivering this discourse, Shriji Maharaj left to attend the arti ."
}