{
    "number": 192,
    "vachanamrut": "Gadhada II-59",
    "title": "Ultimate Liberation",
    "setting": "On Shrāvan sudi 12, Samvat 1881 [6 August 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “In the four Vedas, the Purāns and the Itihās scriptures, there is but one central principle, and that is that only God and His Sant can grant liberation. In fact, God’s Sant is greater than even Bhava, Brahmā, and the other deities. So, when one attains God or His Sant, then, apart from this, there is no other liberation for the jiva ; this itself is ultimate liberation.\n\n“Furthermore, only those who have accumulated a great number of merits from performing good deeds receive the opportunity to serve God’s Sant, but those who have a few merits do not. So, one should develop affection for God’s Sant just as one has affection for one’s wife, son, parents or brother. Due to this affection, then, the jiva becomes absolutely fulfilled.\n\n“Moreover, even if one’s wife, son or other family members are unworthy, and even if they are immoral and vile, in no way would one perceive flaws in them. Conversely, even if the Bhakta of God possesses every noble virtue, if he were to utter even a few harsh words, then one would hold a grudge against him for as long as one lives. If a person has such an attitude, then in no way can he be said to have as much affection for the Bhakta of God as he does for his relatives. Consequently, he would not attain liberation.\n\n“Furthermore, the greatness of the Sant is indeed as much as I mentioned earlier. Yet, even after attaining God and His Sant, some people still harbor the doubt, ‘Will I attain liberation or not?’ What can be the reason for this? Well, in his past lives, that person had not attained God or His Sant, nor had he served them. Thus, this is a new experience for him, which will bear fruit in his subsequent lives. If, on the other hand, a person had attained God and His Sant and had served them in his past lives, then in this life, his affection for the Bhakta of God would never diminish. Nor would he waver in his faith. Even if his disturbing thoughts related to lust, anger or avarice persisted, his faith in God would not dissolve. What can be said, then, about his faith not faltering due to some other person’s influence? In fact, even if his own mind were to try to sway him from his faith, he would still not be swayed. Such a person’s resolve can be said to be like that of Nāth Bhakta’s and like Vishnudās’s, Himrāj Shāh’s and Bhālchandra Sheth’s was, and like Kāshidās’s and Dāmodar’s is. When a person possesses such resolve, it should be known that this person has been a devotee of God in a past life.”\n\nOn Shravan sudi 12, Samvat 1881 [6 August 1824], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “In the four Vedas, the Purans and the Itihas scriptures, there is but one central principle, and that is that only God and His Sant can grant liberation. In fact, God’s Sant is greater than even Bhava, Brahma, and the other deities. So, when one attains God or His Sant, then, apart from this, there is no other liberation for the jiva ; this itself is ultimate liberation.\n\n“Furthermore, only those who have accumulated a great number of merits from performing good deeds receive the opportunity to serve God’s Sant, but those who have a few merits do not. So, one should develop affection for God’s Sant just as one has affection for one’s wife, son, parents or brother. Due to this affection, then, the jiva becomes absolutely fulfilled.\n\n“Moreover, even if one’s wife, son or other family members are unworthy, and even if they are immoral and vile, in no way would one perceive flaws in them. Conversely, even if the Bhakta of God possesses every noble virtue, if he were to utter even a few harsh words, then one would hold a grudge against him for as long as one lives. If a person has such an attitude, then in no way can he be said to have as much affection for the Bhakta of God as he does for his relatives. Consequently, he would not attain liberation.\n\n“Furthermore, the greatness of the Sant is indeed as much as I mentioned earlier. Yet, even after attaining God and His Sant, some people still harbor the doubt, ‘Will I attain liberation or not?’ What can be the reason for this? Well, in his past lives, that person had not attained God or His Sant, nor had he served them. Thus, this is a new experience for him, which will bear fruit in his subsequent lives. If, on the other hand, a person had attained God and His Sant and had served them in his past lives, then in this life, his affection for the Bhakta of God would never diminish. Nor would he waver in his faith. Even if his disturbing thoughts related to lust, anger or avarice persisted, his faith in God would not dissolve. What can be said, then, about his faith not faltering due to some other person’s influence? In fact, even if his own mind were to try to sway him from his faith, he would still not be swayed. Such a person’s resolve can be said to be like that of Nath Bhakta’s and like Vishnudas’s, Himraj Shah’s and Bhalchandra Sheth’s was, and like Kashidas’s and Damodar’s is. When a person possesses such resolve, it should be known that this person has been a devotee of God in a past life.”"
}