{
    "number": 206,
    "vachanamrut": "Vartal-6",
    "title": "Chimanrāvji’s Question",
    "setting": "On Māgshar vadi 11, Samvat 1882 [4 January 1826], Swāmi Shri Sahajānandji Mahārāj was sitting on a dais in front of the mandir of Shri Lakshminārāyan in Vartāl. He was dressed entirely in white clothes. Garlands of flowers had been placed around His neck, and tassels of flowers were also hanging from His pāgh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Chimanrāvji asked, “Mahārāj, initially, at the time of dissolution, the jivas with their kāran bodies were absorbed within māyā . Then, at the time of creation, the jivas attained their sthul and sukshma bodies. Also, a variety of life in the form of deities, humans, animals, etc., was created. Was this due to karmas ? Or was it due to God’s wish? If we say that it was due to karmas , then that would prove the Jain doctrine to be true. On the other hand, if we say that it was due to God’s wish, then it would suggest that God is biased and not compassionate. Therefore, please grace us by telling us how things really are.”\n\nShriji Mahārāj said, “You have not been able to ask the question properly. The two types of bodies, sthul and sukshma , are both intimately associated with the kāran body in the same way that a tree is intimately associated with its seed. That is why it is called the kāran body. This kāran body is a form of avidyā ; it is without a beginning; and it retains its sanchit karmas . Just as a seed and its shell have an eternal relationship, and just as pruthvi and smell have an eternal relationship, similarly, the jiva and the kāran body have an eternal relationship. Just as when seeds which are planted in the earth sprout upwards after coming into contact with rainwater, similarly, during the period of creation, the jivas , which had resided within māyā together with their kāran bodies, attain various types of bodies according to their individual karmas by the will of God, the giver of the fruits of karmas .\n\n“However, the Jains, who are nāstiks , claim that only karmas are the cause of this, but they do not propound God as the giver of the fruits of karmas . But, in reality, this belief of those nāstiks is wrong. Therefore, if someone claims that kāl is the only influencing force, then he is not correct. Or if someone claims that karma is the only influencing force, then he is not correct. Or if someone claims that God’s wish is the only influencing force, then even he is not correct. Rather, the scriptures would propound the predominance of whichever influence is predominant at that time; but that same influence should not be accepted for all situations.\n\n“This is because after the world was created, in the first Satyayug, everyone’s wishes came true, all were Brāhmins and a child would be born merely by wishing for one mentally. There was a kalpavruksh in every home, and all people worshipped only God. Then, with the advent of Tretā-yug, people’s wishes were no longer fulfilled; only when one went and stood under a kalpavruksh did one’s wishes become fulfilled. Only after touching a woman would a child be conceived. Thereafter, when Dwāpar-yug arrived, children were born only after intercourse with a woman. In this manner, the ways of Satya-yug and Tretā-yug are not to be found in all Satya-yugs and Tretā-yugs; rather, they were found only in the first Satya-yug and the first Tretā-yug.\n\n“Therefore, when there is the predominance of favorable kāl , it diminishes the power of the impure karmas of the jivas . Yet, when a terrible famine strikes, everyone suffers; or when there is a horrendous war, hundreds of thousands of people are killed at once. In these cases, were everyone’s favorable karmas suddenly exhausted at the same time? Instead, it is the intense power of unfavorable kāl that overcomes the force of the favorable karmas of the jivas . So, when the influence of intense kāl prevails, karmas have no influence; due to the influence of kāl , karmas that should have resulted in happiness lead to misery, and karmas that should have resulted in longevity lead to death. In this manner, when the influence of a strong kāl is prevalent, everything occurs due to kāl . So it is mentioned in the scriptures.\n\n“However, when many people become ekāntik bhaktas of God, then Satya-yug prevails even in Kali-yug. In these circumstances, the scriptures propound the strength of the favorable karmas that result from the ekāntik bhaktas doing bhakti of God, but the strength of kāl is not mentioned.\n\n“Without understanding this principle, those who believe in the nāstik philosophy propound that only karmas are the cause of everything; but they do not realize that that is in reference to the strength of the karmas of ekāntik bhaktas of God; but karmas of non-believers are not said to have such strength. When God manifests with the wish, ‘During this lifespan, I wish to grant liberation to all jivas , worthy or unworthy, who come into contact with My form,’ then kāl and karma have no influence whatsoever. At that time, only God’s influence prevails. When God assumed the avatār of Krishna, the evil Putnā tried to poison God; still, Shri Krishna Bhagwān gave her the same fate as his mother Yashodā. There were other evil demons who came to kill God; yet even they were granted the highest state of enlightenment by Shri Krishna Bhagwān. Others were also granted liberation according to the feelings by which they were associated with Shri Krishna Bhagwān. Thus, in those instances, only God’s influence is said to be prevalent, but neither kāl nor karma is said to have any influence. Therefore, one should interpret situations according to the circumstances in which they occur.”\n\nOn Magshar vadi 11, Samvat 1882 [4 January 1826], Swami Shri Sahajanandji Maharaj was sitting on a dais in front of the mandir of Shri Lakshminarayan in Vartal. He was dressed entirely in white clothes. Garlands of flowers had been placed around His neck, and tassels of flowers were also hanging from His pagh . At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Chimanravji asked, “Maharaj, initially, at the time of dissolution, the jivas with their karan bodies were absorbed within maya . Then, at the time of creation, the jivas attained their sthul and sukshma bodies. Also, a variety of life in the form of deities, humans, animals, etc., was created. Was this due to karmas ? Or was it due to God’s wish? If we say that it was due to karmas , then that would prove the Jain doctrine to be true. On the other hand, if we say that it was due to God’s wish, then it would suggest that God is biased and not compassionate. Therefore, please grace us by telling us how things really are.”\n\nShriji Maharaj said, “You have not been able to ask the question properly. The two types of bodies, sthul and sukshma , are both intimately associated with the karan body in the same way that a tree is intimately associated with its seed. That is why it is called the karan body. This karan body is a form of avidya ; it is without a beginning; and it retains its sanchit karmas . Just as a seed and its shell have an eternal relationship, and just as pruthvi and smell have an eternal relationship, similarly, the jiva and the karan body have an eternal relationship. Just as when seeds which are planted in the earth sprout upwards after coming into contact with rainwater, similarly, during the period of creation, the jivas , which had resided within maya together with their karan bodies, attain various types of bodies according to their individual karmas by the will of God, the giver of the fruits of karmas .\n\n“However, the Jains, who are nastiks , claim that only karmas are the cause of this, but they do not propound God as the giver of the fruits of karmas . But, in reality, this belief of those nastiks is wrong. Therefore, if someone claims that kal is the only influencing force, then he is not correct. Or if someone claims that karma is the only influencing force, then he is not correct. Or if someone claims that God’s wish is the only influencing force, then even he is not correct. Rather, the scriptures would propound the predominance of whichever influence is predominant at that time; but that same influence should not be accepted for all situations.\n\n“This is because after the world was created, in the first Satyayug, everyone’s wishes came true, all were Brahmins and a child would be born merely by wishing for one mentally. There was a kalpavruksh in every home, and all people worshipped only God. Then, with the advent of Treta-yug, people’s wishes were no longer fulfilled; only when one went and stood under a kalpavruksh did one’s wishes become fulfilled. Only after touching a woman would a child be conceived. Thereafter, when Dwapar-yug arrived, children were born only after intercourse with a woman. In this manner, the ways of Satya-yug and Treta-yug are not to be found in all Satya-yugs and Treta-yugs; rather, they were found only in the first Satya-yug and the first Treta-yug.\n\n“Therefore, when there is the predominance of favorable kal , it diminishes the power of the impure karmas of the jivas . Yet, when a terrible famine strikes, everyone suffers; or when there is a horrendous war, hundreds of thousands of people are killed at once. In these cases, were everyone’s favorable karmas suddenly exhausted at the same time? Instead, it is the intense power of unfavorable kal that overcomes the force of the favorable karmas of the jivas . So, when the influence of intense kal prevails, karmas have no influence; due to the influence of kal , karmas that should have resulted in happiness lead to misery, and karmas that should have resulted in longevity lead to death. In this manner, when the influence of a strong kal is prevalent, everything occurs due to kal . So it is mentioned in the scriptures.\n\n“However, when many people become ekantik bhaktas of God, then Satya-yug prevails even in Kali-yug. In these circumstances, the scriptures propound the strength of the favorable karmas that result from the ekantik bhaktas doing bhakti of God, but the strength of kal is not mentioned.\n\n“Without understanding this principle, those who believe in the nastik philosophy propound that only karmas are the cause of everything; but they do not realize that that is in reference to the strength of the karmas of ekantik bhaktas of God; but karmas of non-believers are not said to have such strength. When God manifests with the wish, ‘During this lifespan, I wish to grant liberation to all jivas , worthy or unworthy, who come into contact with My form,’ then kal and karma have no influence whatsoever. At that time, only God’s influence prevails. When God assumed the avatar of Krishna, the evil Putna tried to poison God; still, Shri Krishna Bhagwan gave her the same fate as his mother Yashoda. There were other evil demons who came to kill God; yet even they were granted the highest state of enlightenment by Shri Krishna Bhagwan. Others were also granted liberation according to the feelings by which they were associated with Shri Krishna Bhagwan. Thus, in those instances, only God’s influence is said to be prevalent, but neither kal nor karma is said to have any influence. Therefore, one should interpret situations according to the circumstances in which they occur.”"
}