{
    "number": 260,
    "vachanamrut": "Gadhada III-37",
    "title": "Objects Enjoyed Previously Are Remembered in Times of Poverty",
    "setting": "On Vaishākh sudi 3, Samvat 1885 [6 May 1829], Swāmi Shri Sahajānandji Mahārāj was sitting on a small, embroidered cloth on the veranda outside the north-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Then, addressing all of the sādhus and devotees, Shriji Mahārāj said, “Once a person has thoroughly attained the gnān of God, then even if the factors of place, time, action and company become adverse for him, his gnān does not diminish in the least. Take, for example, the analogy of a great king or a millionaire. If he happens to lose his status due to his prārabdha and becomes poor, and because of that if he has only cheap food to eat, such as low-quality grains, or the spinach of dodi , or kothā , or berries, or boiled pipal fruit, etc., then he would certainly eat it; but he would also recall the expensive delicacies that he formerly ordered and ate - items which no one else could even obtain. In his mind he would think, ‘I used to eat all those delicacies in the past, whereas now I eat such common food.’ In this manner, whenever he eats, he would recall this. However, if a person has been eating such common food from the beginning, and if he becomes even poorer, then he continues to eat the same type of food as before. So what does he have to recall? Nothing.\n\n“Correspondingly, once a person has thoroughly known in his own mind the bliss of God and the bliss of worshipping God, then even if he can no longer remain within the fellowship and has to leave, he will endure happiness and misery according to his prārabdha while remembering that bliss; he will not forget it. But what is there to recall for someone who has not known that bliss of God and who has not experienced it? Nothing. Such a person, in fact, is like an animal.”\n\nContinuing, Shriji Mahārāj said, “Now I shall narrate to you the gnān of the form of God. No deity, human or anything created from Prakruti possesses a form like God. In addition, kāl devours everything except God; that is to say, kāl’s powers are incapable of affecting God. This is what God is like. In fact, only God is like God; no one else can even compare to Him. Also, a devotee in the abode of God who has attained attributes similar to God also possesses a form similar to that of God. Nevertheless, that devotee is still a mukta , and God is, after all, Purushottam. Indeed, God is supreme amongst everyone and is fit to be worshipped by everyone. He is also their master. No one, however, can fathom the greatness of that God. He has a divine form, is nirgun , and is worthy of being meditated upon. In fact, that form of God is such that a person who meditates upon Him becomes nirgun himself.\n\n“Moreover, while staying in one place - in His abode - God resides by way of His anvay form as the antaryāmi and the giver of the deserved fruits of karmas to all of the jivas in countless brahmānds . Indeed, He is the very life of all jivas ; without Him, those jivas are not capable of doing anything or indulging in anything.\n\n“In addition, that God is the master of all yogic powers. Just as a person who has attained yogic powers can obtain with his own hands any object even in Brahmalok while sitting here, similarly, God, using His yogic powers, performs all activities while staying in one place only. Also, for example, the fire that is latent within wood and stone is different from the wood and stone themselves . 1 Similarly, God dwells within all jivas , but His form is different from the jivas .\n\n“That God Himself, possessing countless divine powers, becomes like a human for the purpose of granting liberation to the jivas . If a person cultivates the gnān of that form of God in this way, then if he has offered bhakti to that God and has fully experienced the bliss of that gnān and bhakti as it really is at least once in his jiva , he will never forget it. In fact, regardless of whatever happiness or distress comes his way, he does not forget the experience of that bliss of God’s form, just as the king in a state of poverty does not forget the happiness of his past.\n\n“Why do I tell you this? Because currently, all of you are present in the Satsang fellowship; but, due to adverse circumstances or adverse prārabdha , if one no longer remains in Satsang, then if one has understood this fact, one’s jiva can still attain liberation. Moreover, if one has such a conviction, one will never feel, ‘I will not attain liberation.’ After all, to continuously remain in Satsang is indeed extremely difficult. In fact, to physically behave as described is also rare. But if a person someday happens to leave Satsang, then even if he cannot physically behave likewise at that time, his jiva will still benefit greatly if he has understood this fact. That is why I have delivered this discourse.”\n\nOn Vaishakh sudi 3, Samvat 1885 [6 May 1829], Swami Shri Sahajanandji Maharaj was sitting on a small, embroidered cloth on the veranda outside the north-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThen, addressing all of the sadhus and devotees, Shriji Maharaj said, “Once a person has thoroughly attained the gnan of God, then even if the factors of place, time, action and company become adverse for him, his gnan does not diminish in the least. Take, for example, the analogy of a great king or a millionaire. If he happens to lose his status due to his prarabdha and becomes poor, and because of that if he has only cheap food to eat, such as low-quality grains, or the spinach of dodi , or kotha , or berries, or boiled pipal fruit, etc., then he would certainly eat it; but he would also recall the expensive delicacies that he formerly ordered and ate - items which no one else could even obtain. In his mind he would think, ‘I used to eat all those delicacies in the past, whereas now I eat such common food.’ In this manner, whenever he eats, he would recall this. However, if a person has been eating such common food from the beginning, and if he becomes even poorer, then he continues to eat the same type of food as before. So what does he have to recall? Nothing.\n\n“Correspondingly, once a person has thoroughly known in his own mind the bliss of God and the bliss of worshipping God, then even if he can no longer remain within the fellowship and has to leave, he will endure happiness and misery according to his prarabdha while remembering that bliss; he will not forget it. But what is there to recall for someone who has not known that bliss of God and who has not experienced it? Nothing. Such a person, in fact, is like an animal.”\n\nContinuing, Shriji Maharaj said, “Now I shall narrate to you the gnan of the form of God. No deity, human or anything created from Prakruti possesses a form like God. In addition, kal devours everything except God; that is to say, kal’s powers are incapable of affecting God. This is what God is like. In fact, only God is like God; no one else can even compare to Him. Also, a devotee in the abode of God who has attained attributes similar to God also possesses a form similar to that of God. Nevertheless, that devotee is still a mukta , and God is, after all, Purushottam. Indeed, God is supreme amongst everyone and is fit to be worshipped by everyone. He is also their master. No one, however, can fathom the greatness of that God. He has a divine form, is nirgun , and is worthy of being meditated upon. In fact, that form of God is such that a person who meditates upon Him becomes nirgun himself.\n\n“Moreover, while staying in one place - in His abode - God resides by way of His anvay form as the antaryami and the giver of the deserved fruits of karmas to all of the jivas in countless brahmands . Indeed, He is the very life of all jivas ; without Him, those jivas are not capable of doing anything or indulging in anything.\n\n“In addition, that God is the master of all yogic powers. Just as a person who has attained yogic powers can obtain with his own hands any object even in Brahmalok while sitting here, similarly, God, using His yogic powers, performs all activities while staying in one place only. Also, for example, the fire that is latent within wood and stone is different from the wood and stone themselves . 1 Similarly, God dwells within all jivas , but His form is different from the jivas .\n\n“That God Himself, possessing countless divine powers, becomes like a human for the purpose of granting liberation to the jivas . If a person cultivates the gnan of that form of God in this way, then if he has offered bhakti to that God and has fully experienced the bliss of that gnan and bhakti as it really is at least once in his jiva , he will never forget it. In fact, regardless of whatever happiness or distress comes his way, he does not forget the experience of that bliss of God’s form, just as the king in a state of poverty does not forget the happiness of his past.\n\n“Why do I tell you this? Because currently, all of you are present in the Satsang fellowship; but, due to adverse circumstances or adverse prarabdha , if one no longer remains in Satsang, then if one has understood this fact, one’s jiva can still attain liberation. Moreover, if one has such a conviction, one will never feel, ‘I will not attain liberation.’ After all, to continuously remain in Satsang is indeed extremely difficult. In fact, to physically behave as described is also rare. But if a person someday happens to leave Satsang, then even if he cannot physically behave likewise at that time, his jiva will still benefit greatly if he has understood this fact. That is why I have delivered this discourse.”"
}