{
    "number": 118,
    "vachanamrut": "Loya-10",
    "title": "Remaining Uninfatuated",
    "setting": "On the morning of Māgshar sudi 8, Samvat 1877 [13 December 1820], Shriji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a white dagli made of chhint and a white survāl . He had also tied a white feto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Nityānand Swāmi said, “In this world, there are some men who have such affection for women and other objects that if they were to be separated, they would not be able to live. There are others who also have affection for women and other objects, but it is not as intense. Hence, if they were to be separated, they would survive. Thus, there are two types of people. Now, if the former affectionate person who involves himself in worldly life with affection were to meet God, he would become attached to God in the same way; i.e., if he were to be separated from God, he would not be able to survive. Moreover, if the latter person with less intense affection for worldly life were to meet God, he would have less intense affection for God as well. Granted this, is the difference between these two types of people due to karmas or is it eternal?”\n\nHearing this, Shriji Mahārāj replied, “Those differences are not inherently present in the jiva ; instead, they arise as a result of karmas . How does this happen? Well, when a jiva performs a karma , the force of its vruttis can be of three levels: mild, intermediate and intense. The force with which the vruttis attach themselves to the object determines the effect of the karma upon the jiva . As a result, three levels of affection arise due to these karmas .”\n\nAgain, Nityānand Swāmi asked, “Granted that fact, do the three levels in the force of the vruttis occur as a result of the gunas , or is there some other reason?”\n\nShriji Mahārāj replied, “The three types of differences are not due to the gunas ; rather, when only the indriyas indulge in an object, then a mild force results. When the indriyas indulge in an object along with the mind, an intermediate level of force develops. When all three - the indriyas , the mind and the jiva - combine and indulge in an object, then the vruttis develop an intense force. Even if that intense force affects only the eyes, the other indriyas would follow, and the force would affect them as well. In this way, whichever indriya is primarily affected by the intense force, the other indriyas follow. Moreover, that intense force affects all three types of people: rājasik , sāttvik and tāmasik . In fact, such intense force is present in each of the indriyas ; thus, affection for objects arises correspondingly.”\n\nThen Nityānand Swāmi asked, “Why does he not develop affection for God with such an intense force?”\n\nShriji Mahārāj said, “Good and bad behavior is determined by the factors of place, time, action, meditation, scriptures, initiation, mantra and company. So, if one attains favorable places, times, company, etc., then one develops affection for God quickly. But if one encounters unfavorable places, times, etc., then one would develop affection for objects other than God.”\n\nThereafter, Chaitanyānand Swāmi asked, “What should one do in adverse times?”\n\nShriji Mahārāj replied, “Whenever and wherever times are adverse, one should abandon that place for another location; that is, one should not stay where the factor of time is adverse. In fact, time, in the form of Satya-yug, Tretā-yug, Dwāpar-yug and Kali-yug, exists both externally and internally. So, when Kali-yug is prevalent within one’s heart, one should not visualize the form of God within one’s heart; instead, it should be seen externally, before one’s eyes.”\n\nThen Muktānand Swāmi asked, “How can one distinguish whether a mild, an intermediate or an intense force prevails within someone’s heart?”\n\nShriji Mahārāj replied, “When the force is mild, one would harbor the same feelings on seeing a young girl, a young woman or an old woman. Why? Because only the vruttis of the indriyas have become involved. Consequently, a mild force has developed. When the mind unites with the indriyas and they see the three types of women, then no base thoughts arise towards the young girl or the old woman; but base thoughts certainly do arise towards the young woman, and disturbance is experienced. This should be known to be an intermediate-level force. But, when both the mind and the jiva combine with the indriyas and look at the three types of women, then base thoughts arise towards all three types of women, and disturbance is experienced. In fact, one would experience such base thoughts even on seeing one’s own mother or sister. This should be known as an intense force.”\n\nThen Brahmānand Swāmi asked, “Suppose a person notices the distinction between the three types of women, and notices their beauty and ugliness, yet he does not experience any base thoughts - which type of force is that?”\n\nShriji Mahārāj said, “Having realized an object to be the cause of intense misery and having contemplated upon that fact, one attributes grave drawbacks to that object. The contemplation of those drawbacks in the mind then leads to those drawbacks being acknowledged by the jiva . The witness , 1 who transcends the jiva , also affirms those drawbacks, and so an extremely firm conviction in those drawbacks is developed. Thus, when the vruttis of the indriyas enter the object, the mind and jiva also go along with the vruttis ; but since the jiva’s deep conviction of the drawbacks in the object pierces the mind and indriyas , even though the object is seen and fully recognized, still an intense aversion arises for it. For example, if a snake’s venom is dropped in a bowl of sweet milk, and one sees the venom being added, then even though the milk appears exactly as before, an intense aversion for it prevails in one’s heart. Why is that? Because one has realized, ‘If I drink the milk, I will die.’ Similarly, such a person has realized, ‘This beautiful woman is an obstacle on the path of liberation; and she is the cause of extreme misery in this realm and in the higher realms. In fact, I have attained the company of women countless times in past lives in various life forms, and if I do not worship God, I will attain the company of countless more females. Thus, this attainment is not rare. However, the company of God and His Sant is extremely rare, and this woman is a major obstacle in the attainment of that.’ A person who has realized this and has intensely realized the flaws in the object will never be infatuated on seeing a woman, regardless of how beautiful she may be.\n\n“Furthermore, there is another way to remain uninfatuated: Janak the Videhi, who was a great king and a devotee of God, stayed in his kingdom and, due to his firmness in gnān , remained uninfatuated even while indulging in enticing vishays . Similarly, a devotee with gnān like Janak harbors the thought, ‘I am the ātmā - pure, chetan , unchanging, the embodiment of bliss, and imperishable. Vishays like women and other things, however, are full of misery; they are vain, perishable, and jad .’ With this thought, he believes only his own self, the ātmā , as being the embodiment of bliss. Also, he believes, ‘The pleasure and pleasantness which are apparent in the vishays - i.e., sounds, touch, etc. - are only experienced due to the ātmā . But, when the ātmā leaves the body, that which was once pleasurable becomes miserable.’ He contemplates upon his ātmā in this manner.\n\n“Also, he contemplates upon Paramātmā, who transcends the ātmā , as follows: ‘I have attained this gnān of the pure ātmā , which transcends māyā , by the grace of the Sant. That Sant is a devotee of God. Moreover, that God is the ātmā of even Brahma, who is the ātmā of all. He is the ātmā of Akshar and is also the ātmā of the countless millions of muktas . I am the brahmarup servant of that Parabrahma Purushottam Nārāyan.’\n\n“Further, he understands the greatness of God by realizing ‘Dyupataya eva te na yayur-antam-anantatayā tvamapi... ’ . 2 Such verses have greatly expounded the greatness of God. When a person who has such gnān of his own self and of God attains a vishay , regardless of how appealing it may be, his mind would not be even slightly affected by it. He does indulge in the essential vishays , i.e., sounds, touch, etc., but he does not become dependent upon them; rather, he indulges in them independently, of his own accord. Just as a spider spreads its own web and then, when necessary, it independently retracts it, in the same way, such a devotee possessing gnān engages the vruttis of his indriyas in the vishays and retracts them of his own accord. Such a person, even if he is amongst people, feels as if he is in the forest; and though he may be in the forest, he experiences more happiness there than one does from ruling a kingdom.\n\n“Such a devotee may reside in a kingdom, thousands of people may be under his command and he may be wealthy. But he himself does not feel, ‘I have become very great.’ Furthermore, if the kingdom is destroyed and he begs for food from house to house with an earthen begging-bowl, he does not feel, ‘Now I have become poor.’ This is because he remains absolutely carefree in his own bliss, and he knows the greatness of his own self and that of God. Thus, he views gold, dirt, iron and stones as equal; he also feels equanimity in honor and insult. Since his vision has become broad, and he knows all worldly objects to be vain, no objects are capable of binding such a person with gnān . For example, when a man who was initially poor receives a kingdom, his vision becomes broad. At first he may have been selling bundles of wood or doing various other insignificant jobs, but he forgets them all and he begins to do important tasks related to his kingdom. Similarly, to such a person with gnān , all objects become vain, and due to that gnān , his vision becomes broad. A person with such an understanding becomes happy.\n\n“Also, if a person has faith, i.e., he believes, ‘Whatever such a great Sant and God say is the truth; there is no doubt in it,’ and with such a belief, he does as God and His Sant instruct him to do, then such a person remains happy. So, these two types of people are happy, and apart from them, others are not happy. Thus the verse:\n\n“Also, in th Bhagwad Gitā, it is said:\n\n“So, all objects, except God, become vain to a person whose vision becomes divine in this way. Moreover, the meaning of these two verses is the same.”\n\nThen Muktānand Swāmi requested Shriji Mahārāj, “Mahārāj, now please ask the question You were going to ask.”\n\nSo Shriji Mahārāj asked, “Is there only misery in māyā , or is there also some happiness in it? That is the question.”\n\nMuktānand Swāmi replied, “ Māyā causes only misery.”\n\nThereupon, Shriji Mahārāj said, “Of the three gunas - sattvagun , rajogun and tamogun - which arise from māyā , sattvagun is said to give happiness. Furthermore, in the Shrimad Bhāgwat it is said, ‘Sattvam yad-brahma-darshanam’ 5 and that the products of sattvagun are gnān , vairāgya , wisdom, tranquility, self-restraint, etc. How is māyā in this form a cause of misery? Furthermore, it is stated in the 11 th canto:\n\n“So, how is māyā in the form of knowledge which leads to liberation a cause of misery?”\n\nHearing this question, Muktānand Swāmi and all of the other paramhansas said, “Mahārāj, we are unable to answer, so please have mercy and give the answer Yourself.”\n\nHearing this, Shriji Mahārāj said, “To a sinful person, the form of Yamarājā appears frightful and terrible, with large teeth and a large, frightening mouth; he appears black like soot, huge like a mountain and horrific like death. In this way, his form appears dreadful. But to a virtuous person, the form of Yamarājā appears very pleasant, like Vishnu. Similarly, to those who are non-believers, māyā causes attachment and intense misery, while to a devotee of God, that same māyā is the cause of intense happiness. Also, the entities that have evolved out of māyā - the indriyas and the antahkaran and their presiding deities - all support the bhakti of God. Therefore, for a devotee of God, māyā is not a cause of misery; it is a source of great happiness.”\n\nThen Muktānand Swāmi asked, “If māyā is a cause of happiness, why is it that when a devotee of God visualizes the form of God and engages in worship, māyā , in the form of the antahkaran , causes misery by generating many disturbing thoughts?”\n\nShriji Mahārāj replied, “ Māyā , in the form of the antahkaran , does not cause misery to a person who thoroughly understands the greatness of God and has an absolutely firm refuge of God; but it does cause misery to a person who does not have such a refuge. For example, a kusangi would attempt to dislodge only an irresolute satsangi , but no one would dare to dislodge a staunch satsangi . In fact, no one would be able to speak ill of Satsang in his presence. Similarly, māyā , in the form of the antahkaran , would never entertain a desire to daunt a person who has a firm refuge in God. Rather, it would help his bhakti to flourish. However, māyā does deflect a person who has a slight deficiency in his refuge in God and does cause him misery. Then, when that person develops a complete refuge in God, māyā is not able to disturb him or cause him pain. Therefore, the answer is that if a person has such complete faith in God, māyā is not capable of causing him misery.”\n\nOn the morning of Magshar sudi 8, Samvat 1877 [13 December 1820], Shriji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a white dagli made of chhint and a white surval . He had also tied a white feto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Nityanand Swami said, “In this world, there are some men who have such affection for women and other objects that if they were to be separated, they would not be able to live. There are others who also have affection for women and other objects, but it is not as intense. Hence, if they were to be separated, they would survive. Thus, there are two types of people. Now, if the former affectionate person who involves himself in worldly life with affection were to meet God, he would become attached to God in the same way; i.e., if he were to be separated from God, he would not be able to survive. Moreover, if the latter person with less intense affection for worldly life were to meet God, he would have less intense affection for God as well. Granted this, is the difference between these two types of people due to karmas or is it eternal?”\n\nHearing this, Shriji Maharaj replied, “Those differences are not inherently present in the jiva ; instead, they arise as a result of karmas . How does this happen? Well, when a jiva performs a karma , the force of its vruttis can be of three levels: mild, intermediate and intense. The force with which the vruttis attach themselves to the object determines the effect of the karma upon the jiva . As a result, three levels of affection arise due to these karmas .”\n\nAgain, Nityanand Swami asked, “Granted that fact, do the three levels in the force of the vruttis occur as a result of the gunas , or is there some other reason?”\n\nShriji Maharaj replied, “The three types of differences are not due to the gunas ; rather, when only the indriyas indulge in an object, then a mild force results. When the indriyas indulge in an object along with the mind, an intermediate level of force develops. When all three - the indriyas , the mind and the jiva - combine and indulge in an object, then the vruttis develop an intense force. Even if that intense force affects only the eyes, the other indriyas would follow, and the force would affect them as well. In this way, whichever indriya is primarily affected by the intense force, the other indriyas follow. Moreover, that intense force affects all three types of people: rajasik , sattvik and tamasik . In fact, such intense force is present in each of the indriyas ; thus, affection for objects arises correspondingly.”\n\nThen Nityanand Swami asked, “Why does he not develop affection for God with such an intense force?”\n\nShriji Maharaj said, “Good and bad behavior is determined by the factors of place, time, action, meditation, scriptures, initiation, mantra and company. So, if one attains favorable places, times, company, etc., then one develops affection for God quickly. But if one encounters unfavorable places, times, etc., then one would develop affection for objects other than God.”\n\nThereafter, Chaitanyanand Swami asked, “What should one do in adverse times?”\n\nShriji Maharaj replied, “Whenever and wherever times are adverse, one should abandon that place for another location; that is, one should not stay where the factor of time is adverse. In fact, time, in the form of Satya-yug, Treta-yug, Dwapar-yug and Kali-yug, exists both externally and internally. So, when Kali-yug is prevalent within one’s heart, one should not visualize the form of God within one’s heart; instead, it should be seen externally, before one’s eyes.”\n\nThen Muktanand Swami asked, “How can one distinguish whether a mild, an intermediate or an intense force prevails within someone’s heart?”\n\nShriji Maharaj replied, “When the force is mild, one would harbor the same feelings on seeing a young girl, a young woman or an old woman. Why? Because only the vruttis of the indriyas have become involved. Consequently, a mild force has developed. When the mind unites with the indriyas and they see the three types of women, then no base thoughts arise towards the young girl or the old woman; but base thoughts certainly do arise towards the young woman, and disturbance is experienced. This should be known to be an intermediate-level force. But, when both the mind and the jiva combine with the indriyas and look at the three types of women, then base thoughts arise towards all three types of women, and disturbance is experienced. In fact, one would experience such base thoughts even on seeing one’s own mother or sister. This should be known as an intense force.”\n\nThen Brahmanand Swami asked, “Suppose a person notices the distinction between the three types of women, and notices their beauty and ugliness, yet he does not experience any base thoughts - which type of force is that?”\n\nShriji Maharaj said, “Having realized an object to be the cause of intense misery and having contemplated upon that fact, one attributes grave drawbacks to that object. The contemplation of those drawbacks in the mind then leads to those drawbacks being acknowledged by the jiva . The witness , 1 who transcends the jiva , also affirms those drawbacks, and so an extremely firm conviction in those drawbacks is developed. Thus, when the vruttis of the indriyas enter the object, the mind and jiva also go along with the vruttis ; but since the jiva’s deep conviction of the drawbacks in the object pierces the mind and indriyas , even though the object is seen and fully recognized, still an intense aversion arises for it. For example, if a snake’s venom is dropped in a bowl of sweet milk, and one sees the venom being added, then even though the milk appears exactly as before, an intense aversion for it prevails in one’s heart. Why is that? Because one has realized, ‘If I drink the milk, I will die.’ Similarly, such a person has realized, ‘This beautiful woman is an obstacle on the path of liberation; and she is the cause of extreme misery in this realm and in the higher realms. In fact, I have attained the company of women countless times in past lives in various life forms, and if I do not worship God, I will attain the company of countless more females. Thus, this attainment is not rare. However, the company of God and His Sant is extremely rare, and this woman is a major obstacle in the attainment of that.’ A person who has realized this and has intensely realized the flaws in the object will never be infatuated on seeing a woman, regardless of how beautiful she may be.\n\n“Furthermore, there is another way to remain uninfatuated: Janak the Videhi, who was a great king and a devotee of God, stayed in his kingdom and, due to his firmness in gnan , remained uninfatuated even while indulging in enticing vishays . Similarly, a devotee with gnan like Janak harbors the thought, ‘I am the atma - pure, chetan , unchanging, the embodiment of bliss, and imperishable. Vishays like women and other things, however, are full of misery; they are vain, perishable, and jad .’ With this thought, he believes only his own self, the atma , as being the embodiment of bliss. Also, he believes, ‘The pleasure and pleasantness which are apparent in the vishays - i.e., sounds, touch, etc. - are only experienced due to the atma . But, when the atma leaves the body, that which was once pleasurable becomes miserable.’ He contemplates upon his atma in this manner.\n\n“Also, he contemplates upon Paramatma, who transcends the atma , as follows: ‘I have attained this gnan of the pure atma , which transcends maya , by the grace of the Sant. That Sant is a devotee of God. Moreover, that God is the atma of even Brahma, who is the atma of all. He is the atma of Akshar and is also the atma of the countless millions of muktas . I am the brahmarup servant of that Parabrahma Purushottam Narayan.’\n\n“Further, he understands the greatness of God by realizing ‘Dyupataya eva te na yayur-antam-anantataya tvamapi... ’ . 2 Such verses have greatly expounded the greatness of God. When a person who has such gnan of his own self and of God attains a vishay , regardless of how appealing it may be, his mind would not be even slightly affected by it. He does indulge in the essential vishays , i.e., sounds, touch, etc., but he does not become dependent upon them; rather, he indulges in them independently, of his own accord. Just as a spider spreads its own web and then, when necessary, it independently retracts it, in the same way, such a devotee possessing gnan engages the vruttis of his indriyas in the vishays and retracts them of his own accord. Such a person, even if he is amongst people, feels as if he is in the forest; and though he may be in the forest, he experiences more happiness there than one does from ruling a kingdom.\n\n“Such a devotee may reside in a kingdom, thousands of people may be under his command and he may be wealthy. But he himself does not feel, ‘I have become very great.’ Furthermore, if the kingdom is destroyed and he begs for food from house to house with an earthen begging-bowl, he does not feel, ‘Now I have become poor.’ This is because he remains absolutely carefree in his own bliss, and he knows the greatness of his own self and that of God. Thus, he views gold, dirt, iron and stones as equal; he also feels equanimity in honor and insult. Since his vision has become broad, and he knows all worldly objects to be vain, no objects are capable of binding such a person with gnan . For example, when a man who was initially poor receives a kingdom, his vision becomes broad. At first he may have been selling bundles of wood or doing various other insignificant jobs, but he forgets them all and he begins to do important tasks related to his kingdom. Similarly, to such a person with gnan , all objects become vain, and due to that gnan , his vision becomes broad. A person with such an understanding becomes happy.\n\n“Also, if a person has faith, i.e., he believes, ‘Whatever such a great Sant and God say is the truth; there is no doubt in it,’ and with such a belief, he does as God and His Sant instruct him to do, then such a person remains happy. So, these two types of people are happy, and apart from them, others are not happy. Thus the verse:\n\n“Also, in th Bhagwad Gita, it is said:\n\n“So, all objects, except God, become vain to a person whose vision becomes divine in this way. Moreover, the meaning of these two verses is the same.”\n\nThen Muktanand Swami requested Shriji Maharaj, “Maharaj, now please ask the question You were going to ask.”\n\nSo Shriji Maharaj asked, “Is there only misery in maya , or is there also some happiness in it? That is the question.”\n\nMuktanand Swami replied, “ Maya causes only misery.”\n\nThereupon, Shriji Maharaj said, “Of the three gunas - sattvagun , rajogun and tamogun - which arise from maya , sattvagun is said to give happiness. Furthermore, in the Shrimad Bhagwat it is said, ‘Sattvam yad-brahma-darshanam’ 5 and that the products of sattvagun are gnan , vairagya , wisdom, tranquility, self-restraint, etc. How is maya in this form a cause of misery? Furthermore, it is stated in the 11 th canto:\n\n“So, how is maya in the form of knowledge which leads to liberation a cause of misery?”\n\nHearing this question, Muktanand Swami and all of the other paramhansas said, “Maharaj, we are unable to answer, so please have mercy and give the answer Yourself.”\n\nHearing this, Shriji Maharaj said, “To a sinful person, the form of Yamaraja appears frightful and terrible, with large teeth and a large, frightening mouth; he appears black like soot, huge like a mountain and horrific like death. In this way, his form appears dreadful. But to a virtuous person, the form of Yamaraja appears very pleasant, like Vishnu. Similarly, to those who are non-believers, maya causes attachment and intense misery, while to a devotee of God, that same maya is the cause of intense happiness. Also, the entities that have evolved out of maya - the indriyas and the antahkaran and their presiding deities - all support the bhakti of God. Therefore, for a devotee of God, maya is not a cause of misery; it is a source of great happiness.”\n\nThen Muktanand Swami asked, “If maya is a cause of happiness, why is it that when a devotee of God visualizes the form of God and engages in worship, maya , in the form of the antahkaran , causes misery by generating many disturbing thoughts?”\n\nShriji Maharaj replied, “ Maya , in the form of the antahkaran , does not cause misery to a person who thoroughly understands the greatness of God and has an absolutely firm refuge of God; but it does cause misery to a person who does not have such a refuge. For example, a kusangi would attempt to dislodge only an irresolute satsangi , but no one would dare to dislodge a staunch satsangi . In fact, no one would be able to speak ill of Satsang in his presence. Similarly, maya , in the form of the antahkaran , would never entertain a desire to daunt a person who has a firm refuge in God. Rather, it would help his bhakti to flourish. However, maya does deflect a person who has a slight deficiency in his refuge in God and does cause him misery. Then, when that person develops a complete refuge in God, maya is not able to disturb him or cause him pain. Therefore, the answer is that if a person has such complete faith in God, maya is not capable of causing him misery.”"
}