{
    "number": 111,
    "vachanamrut": "Loya-3",
    "title": "One with Faith in God Coupled with the Knowledge of His Greatness",
    "setting": "On the night of Kārtik vadi 13, Samvat 1877 [3 December 1820], Shriji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a white dagli made of chhint and a white, cotton-padded survāl . He had also tied a white feto around His head and had covered Himself with a white blanket. At that time, an assembly of munis as well as satsangis from various places had gathered before Him.",
    "text": "Thereupon Bhagwadānand Swāmi and Shivānand Swāmi asked Shriji Mahārāj, “What are the characteristics of a person who has faith in God and His Sant coupled with the knowledge of their greatness?”\n\nShriji Mahārāj replied, “What would a person who has faith in God and His Sant coupled with the knowledge of their greatness not do for the sake of God and His Sant? For them, he would renounce his family, renounce any fear of public ridicule, renounce a kingdom, renounce pleasures, renounce wealth, renounce his wife, and in the case of a woman, she would renounce her husband.”\n\nThen Shriji Mahārāj narrated the stories of the following devotees: Rajput Galuji of the village Dadusar; Kushalkuvarbāi of Dharmapur; Parvatbhāi; Rājbai; Jivubāi; Lādubāi; Motā Rāmbāi; Dādā Khāchar; Mānchā Bhakta; Mulji Brahmachāri; Lādhibāi and Mātāji of Bhuj; Muktānand Swāmi; Sāmat Patel, an Āhir from the Vālāk region; Mulji and Krishnaji of the village Mānkuvā; the two Kāthi devotees of the village Gundāli in the Vālāk region; and other satsangis . Mahārāj described in detail whatever they had done for the sake of God and His Sant.\n\nThen He added, “One who has faith in God coupled with knowledge of His greatness never disobeys the words of God; he does as God says.” Having said this, He revealed, “What was My nature like? Well, I was such a renunciant that I could stay in one place only as long as the time interval between the morning and evening milking of cows, not any longer. I had intense vairāgya . Moreover, I had deep affection for Rāmānand Swāmi. Thus, when Swāmi sent a message from the city of Bhuj via Mayārām Bhatt, saying, ‘If You desire to stay in the Satsang fellowship, You will have to stay by embracing its pillar,’ I literally embraced a pillar. Seeing this, Mayārām Bhatt said, ‘You should live according to Muktānand Swāmi’s commands.’ Thus, before I had the darshan of Rāmānand Swāmi, I stayed under Muktānand Swāmi for nine months. So, one who has the previously mentioned faith in God and His Sant can also be known by this characteristic.” Shriji Mahārāj then narrated the stories of Sundarji Suthār and Dosā Vāniyā.\n\nAfter mentioning that one who has such faith in God and His Sant has constant enthusiasm, Shriji Mahārāj narrated the story of Rānā Rājgar.\n\nNext, Shriji Mahārāj narrated the story of Prahlād, “Prahlād said to Nrusinhji, ‘Mahārāj, I am not afraid of this terrifying form of yours. Moreover, I do not consider your protection of me as true protection. Rather, when you save me from my enemy’s troops in the form of the indriyas , I shall consider that to be true protection.’ Therefore, a devotee of God would not be elated if God were to protect him physically; and he would not be disappointed if he were not protected. Instead, he would remain carefree and continue to worship God.\n\n“Moreover, he would intensely realize the greatness of God and His Sant.” Then Shriji Mahārāj narrated the story of the old lady from the village Kathlāl.\n\nContinuing, He said, “Even if such a devotee were to die painfully, or if a tiger were to devour him, or if a snake were to bite him, or if a weapon were to strike him, or if he were to drown in water, or if he were to die in any other horrific way, still, a person having faith in God and His Sant coupled with the knowledge of their greatness would believe, ‘A devotee of God never suffers from an adverse outcome; he will certainly attain the abode of God. On the other hand, even if a non-believer were to die naturally and were to be cremated in a funeral pyre with sandalwood and full obituary rites, he will certainly go to Yampuri.’ He would understand the difference between the two extremely clearly.\n\n“So, a person who develops such firm convictions in his heart should be known as having faith in God and His Sant coupled with the knowledge of their greatness. A person with such faith will definitely reach Brahmamahol; he would not reside in any other lower abode.”\n\nOn the night of Kartik vadi 13, Samvat 1877 [3 December 1820], Shriji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a white dagli made of chhint and a white, cotton-padded surval . He had also tied a white feto around His head and had covered Himself with a white blanket. At that time, an assembly of munis as well as satsangis from various places had gathered before Him.\n\nThereupon Bhagwadanand Swami and Shivanand Swami asked Shriji Maharaj, “What are the characteristics of a person who has faith in God and His Sant coupled with the knowledge of their greatness?”\n\nShriji Maharaj replied, “What would a person who has faith in God and His Sant coupled with the knowledge of their greatness not do for the sake of God and His Sant? For them, he would renounce his family, renounce any fear of public ridicule, renounce a kingdom, renounce pleasures, renounce wealth, renounce his wife, and in the case of a woman, she would renounce her husband.”\n\nThen Shriji Maharaj narrated the stories of the following devotees: Rajput Galuji of the village Dadusar; Kushalkuvarbai of Dharmapur; Parvatbhai; Rajbai; Jivubai; Ladubai; Mota Rambai; Dada Khachar; Mancha Bhakta; Mulji Brahmachari; Ladhibai and Mataji of Bhuj; Muktanand Swami; Samat Patel, an Ahir from the Valak region; Mulji and Krishnaji of the village Mankuva; the two Kathi devotees of the village Gundali in the Valak region; and other satsangis . Maharaj described in detail whatever they had done for the sake of God and His Sant.\n\nThen He added, “One who has faith in God coupled with knowledge of His greatness never disobeys the words of God; he does as God says.” Having said this, He revealed, “What was My nature like? Well, I was such a renunciant that I could stay in one place only as long as the time interval between the morning and evening milking of cows, not any longer. I had intense vairagya . Moreover, I had deep affection for Ramanand Swami. Thus, when Swami sent a message from the city of Bhuj via Mayaram Bhatt, saying, ‘If You desire to stay in the Satsang fellowship, You will have to stay by embracing its pillar,’ I literally embraced a pillar. Seeing this, Mayaram Bhatt said, ‘You should live according to Muktanand Swami’s commands.’ Thus, before I had the darshan of Ramanand Swami, I stayed under Muktanand Swami for nine months. So, one who has the previously mentioned faith in God and His Sant can also be known by this characteristic.” Shriji Maharaj then narrated the stories of Sundarji Suthar and Dosa Vaniya.\n\nAfter mentioning that one who has such faith in God and His Sant has constant enthusiasm, Shriji Maharaj narrated the story of Rana Rajgar.\n\nNext, Shriji Maharaj narrated the story of Prahlad, “Prahlad said to Nrusinhji, ‘Maharaj, I am not afraid of this terrifying form of yours. Moreover, I do not consider your protection of me as true protection. Rather, when you save me from my enemy’s troops in the form of the indriyas , I shall consider that to be true protection.’ Therefore, a devotee of God would not be elated if God were to protect him physically; and he would not be disappointed if he were not protected. Instead, he would remain carefree and continue to worship God.\n\n“Moreover, he would intensely realize the greatness of God and His Sant.” Then Shriji Maharaj narrated the story of the old lady from the village Kathlal.\n\nContinuing, He said, “Even if such a devotee were to die painfully, or if a tiger were to devour him, or if a snake were to bite him, or if a weapon were to strike him, or if he were to drown in water, or if he were to die in any other horrific way, still, a person having faith in God and His Sant coupled with the knowledge of their greatness would believe, ‘A devotee of God never suffers from an adverse outcome; he will certainly attain the abode of God. On the other hand, even if a non-believer were to die naturally and were to be cremated in a funeral pyre with sandalwood and full obituary rites, he will certainly go to Yampuri.’ He would understand the difference between the two extremely clearly.\n\n“So, a person who develops such firm convictions in his heart should be known as having faith in God and His Sant coupled with the knowledge of their greatness. A person with such faith will definitely reach Brahmamahol; he would not reside in any other lower abode.”"
}