{
    "number": 129,
    "vachanamrut": "Panchala-3",
    "title": "Muni Bāwā; That Which Is Instrumental in Attaining Liberation Is Known as Intelligence",
    "setting": "On Fāgun sudi 8, Samvat 1877 [11 March 1821], Shriji Mahārāj was sitting on a large, decorated cot in Jhinābhāi’s darbār in Panchālā. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said to the paramhansas , “Please begin a question-answer session.”\n\nThereupon Muni Bāwā asked Brahmānand Swāmi, “We have attained this Satsang fellowship as well as the association of God. All other flaws have all been eradicated and we also have zeal to do satsang . Despite this, why do egotism and jealousy still remain?”\n\nBrahmānand Swāmi then began to supply an answer but was unable to do so satisfactorily.\n\nThereupon Shriji Mahārāj said, “Such a person lacks intelligence. Why? Because one who is intelligent realizes all of his flaws and virtues, as well as the virtues and flaws of others. On the other hand, one who is not intelligent only acknowledges his own virtues, but fails to realize his drawbacks; he feels himself to be as eminent as the Sanakādik, and he views other eminent people to be inferior to himself. One who is intelligent, though, realizes his own flaws; i.e., he acknowledges the fact that I possess this many flaws. Then, maintaining an intense aversion towards those flaws, he eradicates them. Also, if a sādhu were to speak to him about eradicating those flaws, he would accept that advice as beneficial. As a result, no flaws of egotism, jealousy, etc., would remain in him. On the other hand, someone may appear to be very intelligent, but if he does not introspect over his own flaws, then his intelligence should be known to be merely worldly. Outwardly, that intelligence appears to be very sharp but he cannot be called intelligent; actually, he should be known to be an utter fool, and his intelligence is futile for attaining his own liberation. In comparison, someone else may possess only a little intelligence, but if, after realizing his own flaws, he attempts to eradicate them, then even his limited intelligence is useful in attaining liberation. In fact, only he can be called intelligent. On the other hand, a person who never sees his own flaws and perceives only his own virtues should be known as a fool. However, one who acknowledges his own drawbacks should be known to be intelligent.”\n\nThereafter, Shriji Mahārāj instructed, “Now please sing devotional songs.” The paramhansas then commenced singing ‘Sakhi āj Mohan deethā re, sheriye āvatā re...’ . 1\n\nFollowing this, Shriji Mahārāj spoke again, “Now please stop the singing. The devotional songs that you have just sung are full of love. While you were singing, I pondered over the nature of love and realized that love is a great asset and to worship God with love is commendable. After deep thought, though, I realized, ‘Love itself is the māyā of God.’ Why? Because if two women are casually talking to each other, looking at each other or touching each other, then that is a different type of love. Or if two men are talking to each other, looking at each other or casually touching each other, then that is also a different type of love. But if a man is looking at a woman, embracing her, listening to her talks, enjoying her fragrance, then the love and mental attraction he develops for her is such that that type of love does not develop between two men. Also, if a woman is looking at a man, embracing him, etc., then the love she develops for him through his association - with her mind being totally attracted towards him - is such that that type of love does not develop between two women. Therefore, that which is the cause of the perpetuation of the world, and that which causes bondage and the cycle of births and deaths, the māyā of God, itself takes the form of love.\n\n“But then I thought, ‘Sights, sounds, smells, tastes and touch are the panchvishays . Having regarded everything else as perishable, if those vishays are directed only towards God, realizing Him to be the only source of ultimate bliss, then that is fine - that is not māyā .’ But then I thought that even that is not appropriate. After all, if one perceives sights, sounds, smells, tastes and touch to be better in other objects as compared to those that that are in God, one will abandon God and will develop love for other objects. For example, Shri Krishna Bhagwān’s 16,100 wives, who were celestial maidens in past lives, had asked for the following boon from Brahmā: ‘O Mahārāj! We have experienced the touch of deities, demons and humans, but we have not experienced the touch of God as our husband. Therefore, please grace us so that he becomes our husband.’ Thereupon, Brahmā said, ‘Perform austerities. God will become your husband.’ Subsequently, they performed intense austerities, after which Ashtāvakra Rishi and Nārad Muni both became pleased and granted the following boon: ‘God will become your husband.’ In this way, by performing many austerities in other lives, they attained Shri Krishna Bhagwān. However, on perceiving more beauty in Sāmb than in God, they became infatuated by Sāmb. Therefore, it is not appropriate for one whose mind is not steady to develop love for God through the pleasures of the vishays of the five indriyas . But if one’s mind does remain steady, without harboring doubts, then it is appropriate.\n\n“Moreover, one who is intelligent should develop love for God in the following way: One should realize one’s jiva as being distinct from the 24 elements. Then, after uprooting the vruttis of the five indriyas that are firmly embedded in the jiva , and while remaining as the jiva alone, devoid of the vruttis of the indriyas , one should develop as much love for God as possible in a nirgun manner.\n\n“What do I mean by nirgun ? Well, the ten indriyas are the products of rajogun , the antahkaran and their presiding deities are the products of sattvagun , and the five bhuts and the panchvishays are the products of tamogun . One who believes himself to be distinct from the products of those three gunas and from the three gunas themselves, remaining as the jiva alone, is known as nirgun . One should become nirgun in this manner and develop love for God. Thus, it is said:\n\n“and\n\n“Having realized the nature of the kshetra and the kshetragna , those who possess gnān in this manner attain ātmā -realization and develop love for God. What is the kshetra ? Well, the three bodies - sthul , sukshma and kāran - and the three states - waking, dream and deep sleep - are the kshetra . Such a person realizes that kshetra to be distinct from his own ātmā ; i.e., he feels, ‘Those can never be any part of me; I am the knower; I am extremely pure, formless, genderless and chetan , while the kshetra is extremely impure, jad and perishable.’ Understanding this firmly, he who develops vairāgya towards everything else and offers bhakti to God while observing swadharma is known to possess ekāntik bhakti and gnān . Such a devotee possessing gnān is superior to all. In fact, God has said:\n\n“Realizing this, one should uproot the indriyas , the antahkaran and the vishays from the jiva and develop love for God - only that is appropriate. As long as one has not uprooted them, one should extract work from them in the form of the darshan , touch, etc., of God. Moreover, they should not be regarded as one’s benefactors - instead, they should be regarded as enemies. In fact, one should never feel gratitude towards them by thinking, ‘They are beneficial to me in offering bhakti to God’ - i.e., one should not feel that the eyes enable one to have the darshan of God; the ears enable one to listen to the discourses of God; the skin enables one to experience the touch of God; the nose enables one to experience the fragrance of God’s rosary and tulsi ; the mouth enables one to engage in spiritual discourses and sing devotional songs in praise of God; and the tongue enables one to experience the taste of God’s prasād , etc. One should not understand them to be instrumental in performing bhakti of God. They should not be given gratitude, nor should they be trusted; on the contrary, they should be regarded only as enemies. Why? Because, what if in the process of experiencing happiness through the darshan , touch, etc., of God, they lure one to believe that there is pleasure in the darshan , touch, etc., of women and other objects? That would be detrimental. Therefore, those enemies in the form of the five indriyas should be confined, and work in the form of bhakti to God should be extracted from them. For example, a king who has captured his enemy keeps him chained and extracts work from him; never does the king free him or trust him. If he were to free him or trust him, then the enemy would definitely kill the king. In the same way, if one trusts one’s enemies in the form of the indriyas and frees them, not keeping them confined, they will definitely make one fall from the path of God. Therefore, they should never be trusted.\n\n“Moreover, just as the British arrest a criminal and keep him standing in a witness box to question him, without freeing him or trusting him, in the same way, the indriyas and the antahkaran should be kept in a witness box and in chains in the form of the niyams of the five religious vows, and then they should be made to offer bhakti to God. They should not, however, be given any gratitude; they should be looked upon only as enemies. If they are regarded as benefactors, realizing them to be useful in bhakti , and if they are given gratitude, then in the process of experiencing the happiness of the darshan , touch, etc., of God, they will lure one to believe that there is some pleasure in women and other objects. As a result, all efforts one has made will become futile. For example, if one spark of fire were to fall on a large pile of gunpowder, then that gunpowder would be completely reduced to ashes. Similarly, such a person’s stability is not certain.\n\n“Therefore, it is only appropriate that one develops love for God while behaving as the ātmā . That is My principle, and one who develops love for God in this way is dear to Me. Moreover, one should think, ‘The beauty of God cannot be found anywhere else; the touch of God cannot be found anywhere else; the fragrance of God cannot be found anywhere else; the bliss experienced from hearing God cannot be found anywhere else; and the tastes related to God cannot be found anywhere else. In this way, one should tempt the indriyas and the antahkaran , and divert them away from other vishays . Such understanding is appropriate.”\n\nThen Swayamprakāshānand Swāmi asked, “Mahārāj, in which place should one stay and develop all of these thoughts?”\n\nShriji Mahārāj replied, “One should think: ‘I am not the sthul body, the sukshma body or the kāran body; I do not have the waking, dream or deep sleep states; I am not the five gnān-indriyas , the five karma-indriyas , the four antahkarans or their presiding deities; in fact, I am distinct from all of these. I am chaitanya ; I am a devotee of God.’ If the indriyas and antahkaran misbehave in some way, they should be reprimanded in the following manner: ‘Do you  wish to see the beauty only of God, or do you also wish to see the beauty of others? Do you wish to listen to sounds related only to God and experience smells related to Him, or do you also wish to listen to other sounds and experience other smells? If you do hanker after the vishays leaving God aside, then what is there between you and me? Who are you and who am I? I will have absolutely nothing to do with you. Whatever you do, you will have to bear the consequences.’ Reprimanding the indriyas and antahkaran in this manner, one should pray to God: ‘O Mahārāj! O Swāmi! You intensely love your devotees! You are an ocean of mercy! The fault lies with the indriyas and antahkaran ; I am distinct from them. In fact, they are my enemies. So, please protect me from their influence.’ One should constantly offer prayer in this manner, and understanding one’s own kshetragna to be chaitanya , one should offer love and bhakti to God.”\n\nOn Fagun sudi 8, Samvat 1877 [11 March 1821], Shriji Maharaj was sitting on a large, decorated cot in Jhinabhai’s darbar in Panchala. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said to the paramhansas , “Please begin a question-answer session.”\n\nThereupon Muni Bawa asked Brahmanand Swami, “We have attained this Satsang fellowship as well as the association of God. All other flaws have all been eradicated and we also have zeal to do satsang . Despite this, why do egotism and jealousy still remain?”\n\nBrahmanand Swami then began to supply an answer but was unable to do so satisfactorily.\n\nThereupon Shriji Maharaj said, “Such a person lacks intelligence. Why? Because one who is intelligent realizes all of his flaws and virtues, as well as the virtues and flaws of others. On the other hand, one who is not intelligent only acknowledges his own virtues, but fails to realize his drawbacks; he feels himself to be as eminent as the Sanakadik, and he views other eminent people to be inferior to himself. One who is intelligent, though, realizes his own flaws; i.e., he acknowledges the fact that I possess this many flaws. Then, maintaining an intense aversion towards those flaws, he eradicates them. Also, if a sadhu were to speak to him about eradicating those flaws, he would accept that advice as beneficial. As a result, no flaws of egotism, jealousy, etc., would remain in him. On the other hand, someone may appear to be very intelligent, but if he does not introspect over his own flaws, then his intelligence should be known to be merely worldly. Outwardly, that intelligence appears to be very sharp but he cannot be called intelligent; actually, he should be known to be an utter fool, and his intelligence is futile for attaining his own liberation. In comparison, someone else may possess only a little intelligence, but if, after realizing his own flaws, he attempts to eradicate them, then even his limited intelligence is useful in attaining liberation. In fact, only he can be called intelligent. On the other hand, a person who never sees his own flaws and perceives only his own virtues should be known as a fool. However, one who acknowledges his own drawbacks should be known to be intelligent.”\n\nThereafter, Shriji Maharaj instructed, “Now please sing devotional songs.” The paramhansas then commenced singing ‘Sakhi aj Mohan deetha re, sheriye avata re...’ . 1\n\nFollowing this, Shriji Maharaj spoke again, “Now please stop the singing. The devotional songs that you have just sung are full of love. While you were singing, I pondered over the nature of love and realized that love is a great asset and to worship God with love is commendable. After deep thought, though, I realized, ‘Love itself is the maya of God.’ Why? Because if two women are casually talking to each other, looking at each other or touching each other, then that is a different type of love. Or if two men are talking to each other, looking at each other or casually touching each other, then that is also a different type of love. But if a man is looking at a woman, embracing her, listening to her talks, enjoying her fragrance, then the love and mental attraction he develops for her is such that that type of love does not develop between two men. Also, if a woman is looking at a man, embracing him, etc., then the love she develops for him through his association - with her mind being totally attracted towards him - is such that that type of love does not develop between two women. Therefore, that which is the cause of the perpetuation of the world, and that which causes bondage and the cycle of births and deaths, the maya of God, itself takes the form of love.\n\n“But then I thought, ‘Sights, sounds, smells, tastes and touch are the panchvishays . Having regarded everything else as perishable, if those vishays are directed only towards God, realizing Him to be the only source of ultimate bliss, then that is fine - that is not maya .’ But then I thought that even that is not appropriate. After all, if one perceives sights, sounds, smells, tastes and touch to be better in other objects as compared to those that that are in God, one will abandon God and will develop love for other objects. For example, Shri Krishna Bhagwan’s 16,100 wives, who were celestial maidens in past lives, had asked for the following boon from Brahma: ‘O Maharaj! We have experienced the touch of deities, demons and humans, but we have not experienced the touch of God as our husband. Therefore, please grace us so that he becomes our husband.’ Thereupon, Brahma said, ‘Perform austerities. God will become your husband.’ Subsequently, they performed intense austerities, after which Ashtavakra Rishi and Narad Muni both became pleased and granted the following boon: ‘God will become your husband.’ In this way, by performing many austerities in other lives, they attained Shri Krishna Bhagwan. However, on perceiving more beauty in Samb than in God, they became infatuated by Samb. Therefore, it is not appropriate for one whose mind is not steady to develop love for God through the pleasures of the vishays of the five indriyas . But if one’s mind does remain steady, without harboring doubts, then it is appropriate.\n\n“Moreover, one who is intelligent should develop love for God in the following way: One should realize one’s jiva as being distinct from the 24 elements. Then, after uprooting the vruttis of the five indriyas that are firmly embedded in the jiva , and while remaining as the jiva alone, devoid of the vruttis of the indriyas , one should develop as much love for God as possible in a nirgun manner.\n\n“What do I mean by nirgun ? Well, the ten indriyas are the products of rajogun , the antahkaran and their presiding deities are the products of sattvagun , and the five bhuts and the panchvishays are the products of tamogun . One who believes himself to be distinct from the products of those three gunas and from the three gunas themselves, remaining as the jiva alone, is known as nirgun . One should become nirgun in this manner and develop love for God. Thus, it is said:\n\n“and\n\n“Having realized the nature of the kshetra and the kshetragna , those who possess gnan in this manner attain atma -realization and develop love for God. What is the kshetra ? Well, the three bodies - sthul , sukshma and karan - and the three states - waking, dream and deep sleep - are the kshetra . Such a person realizes that kshetra to be distinct from his own atma ; i.e., he feels, ‘Those can never be any part of me; I am the knower; I am extremely pure, formless, genderless and chetan , while the kshetra is extremely impure, jad and perishable.’ Understanding this firmly, he who develops vairagya towards everything else and offers bhakti to God while observing swadharma is known to possess ekantik bhakti and gnan . Such a devotee possessing gnan is superior to all. In fact, God has said:\n\n“Realizing this, one should uproot the indriyas , the antahkaran and the vishays from the jiva and develop love for God - only that is appropriate. As long as one has not uprooted them, one should extract work from them in the form of the darshan , touch, etc., of God. Moreover, they should not be regarded as one’s benefactors - instead, they should be regarded as enemies. In fact, one should never feel gratitude towards them by thinking, ‘They are beneficial to me in offering bhakti to God’ - i.e., one should not feel that the eyes enable one to have the darshan of God; the ears enable one to listen to the discourses of God; the skin enables one to experience the touch of God; the nose enables one to experience the fragrance of God’s rosary and tulsi ; the mouth enables one to engage in spiritual discourses and sing devotional songs in praise of God; and the tongue enables one to experience the taste of God’s prasad , etc. One should not understand them to be instrumental in performing bhakti of God. They should not be given gratitude, nor should they be trusted; on the contrary, they should be regarded only as enemies. Why? Because, what if in the process of experiencing happiness through the darshan , touch, etc., of God, they lure one to believe that there is pleasure in the darshan , touch, etc., of women and other objects? That would be detrimental. Therefore, those enemies in the form of the five indriyas should be confined, and work in the form of bhakti to God should be extracted from them. For example, a king who has captured his enemy keeps him chained and extracts work from him; never does the king free him or trust him. If he were to free him or trust him, then the enemy would definitely kill the king. In the same way, if one trusts one’s enemies in the form of the indriyas and frees them, not keeping them confined, they will definitely make one fall from the path of God. Therefore, they should never be trusted.\n\n“Moreover, just as the British arrest a criminal and keep him standing in a witness box to question him, without freeing him or trusting him, in the same way, the indriyas and the antahkaran should be kept in a witness box and in chains in the form of the niyams of the five religious vows, and then they should be made to offer bhakti to God. They should not, however, be given any gratitude; they should be looked upon only as enemies. If they are regarded as benefactors, realizing them to be useful in bhakti , and if they are given gratitude, then in the process of experiencing the happiness of the darshan , touch, etc., of God, they will lure one to believe that there is some pleasure in women and other objects. As a result, all efforts one has made will become futile. For example, if one spark of fire were to fall on a large pile of gunpowder, then that gunpowder would be completely reduced to ashes. Similarly, such a person’s stability is not certain.\n\n“Therefore, it is only appropriate that one develops love for God while behaving as the atma . That is My principle, and one who develops love for God in this way is dear to Me. Moreover, one should think, ‘The beauty of God cannot be found anywhere else; the touch of God cannot be found anywhere else; the fragrance of God cannot be found anywhere else; the bliss experienced from hearing God cannot be found anywhere else; and the tastes related to God cannot be found anywhere else. In this way, one should tempt the indriyas and the antahkaran , and divert them away from other vishays . Such understanding is appropriate.”\n\nThen Swayamprakashanand Swami asked, “Maharaj, in which place should one stay and develop all of these thoughts?”\n\nShriji Maharaj replied, “One should think: ‘I am not the sthul body, the sukshma body or the karan body; I do not have the waking, dream or deep sleep states; I am not the five gnan-indriyas , the five karma-indriyas , the four antahkarans or their presiding deities; in fact, I am distinct from all of these. I am chaitanya ; I am a devotee of God.’ If the indriyas and antahkaran misbehave in some way, they should be reprimanded in the following manner: ‘Do you  wish to see the beauty only of God, or do you also wish to see the beauty of others? Do you wish to listen to sounds related only to God and experience smells related to Him, or do you also wish to listen to other sounds and experience other smells? If you do hanker after the vishays leaving God aside, then what is there between you and me? Who are you and who am I? I will have absolutely nothing to do with you. Whatever you do, you will have to bear the consequences.’ Reprimanding the indriyas and antahkaran in this manner, one should pray to God: ‘O Maharaj! O Swami! You intensely love your devotees! You are an ocean of mercy! The fault lies with the indriyas and antahkaran ; I am distinct from them. In fact, they are my enemies. So, please protect me from their influence.’ One should constantly offer prayer in this manner, and understanding one’s own kshetragna to be chaitanya , one should offer love and bhakti to God.”"
}