{
    "number": 22,
    "vachanamrut": "Gadhada I-22",
    "title": "Singing without Remembering God Is as Good as Not Singing at All; The Digit ‘1’ 1",
    "setting": "At noon on Posh sudi 4, Samvat 1876 [20 December 1819], Shriji Mahārāj was sitting facing east on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. A tassel of flowers had been inserted in His pāgh , and bunches of flowers had been placed upon both of His ears. He was also wearing a garland of guldāvadi flowers around His neck. At that time, while some paramhansas were singing devotional songs, other paramhansas as well as devotees from various places had gathered before Him in an assembly.",
    "text": "Thereupon Shriji Mahārāj said, “Please listen; I wish to tell you something.”\n\nHearing this, the paramhansas stopped singing and prepared themselves to listen.\n\nShriji Mahārāj then said, “If one does not remember God while singing to the accompaniment of a mrudang , sārangi , sarodā , tāl or other instruments, then that singing is as good as not having sung at all. Besides, there are many people in this world who sing and play instruments without remembering God; but they do not attain peace of mind. Therefore, whichever activity one performs - whether it be singing devotional songs, reciting God’s holy name, chanting the ‘Nārāyan’ dhunya , etc. - one should only perform that activity while remembering the form of God.\n\n“If a person specifically attempts to engage himself in worship, he may be able to focus his vrutti on God; however, after completing those acts of worship, if he does not maintain his vrutti on God while engaged in other activities, then his vrutti will not become steadied on the form of God even when he attempts to engage in worship again. Therefore, one should practice maintaining one’s vrutti on the form of God while walking, eating, drinking - in fact, during all activities. If one does this, one’s vrutti becomes steadied on God when one engages in worship as well. Moreover, when one’s vrutti begins to remain on God, it remains so even during other work. If one is complacent, though, one’s vrutti will not remain on God even when one specifically attempts to engage oneself in worship. Therefore, a devotee of God should vigilantly practice maintaining his vrutti on the form of God.”\n\nHaving said this, Shriji Mahārāj requested, “Now please sing devotional songs.”\n\nAt noon on Posh sudi 4, Samvat 1876 [20 December 1819], Shriji Maharaj was sitting facing east on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. A tassel of flowers had been inserted in His pagh , and bunches of flowers had been placed upon both of His ears. He was also wearing a garland of guldavadi flowers around His neck. At that time, while some paramhansas were singing devotional songs, other paramhansas as well as devotees from various places had gathered before Him in an assembly.\n\nThereupon Shriji Maharaj said, “Please listen; I wish to tell you something.”\n\nHearing this, the paramhansas stopped singing and prepared themselves to listen.\n\nShriji Maharaj then said, “If one does not remember God while singing to the accompaniment of a mrudang , sarangi , saroda , tal or other instruments, then that singing is as good as not having sung at all. Besides, there are many people in this world who sing and play instruments without remembering God; but they do not attain peace of mind. Therefore, whichever activity one performs - whether it be singing devotional songs, reciting God’s holy name, chanting the ‘Narayan’ dhunya , etc. - one should only perform that activity while remembering the form of God.\n\n“If a person specifically attempts to engage himself in worship, he may be able to focus his vrutti on God; however, after completing those acts of worship, if he does not maintain his vrutti on God while engaged in other activities, then his vrutti will not become steadied on the form of God even when he attempts to engage in worship again. Therefore, one should practice maintaining one’s vrutti on the form of God while walking, eating, drinking - in fact, during all activities. If one does this, one’s vrutti becomes steadied on God when one engages in worship as well. Moreover, when one’s vrutti begins to remain on God, it remains so even during other work. If one is complacent, though, one’s vrutti will not remain on God even when one specifically attempts to engage oneself in worship. Therefore, a devotee of God should vigilantly practice maintaining his vrutti on the form of God.”\n\nHaving said this, Shriji Maharaj requested, “Now please sing devotional songs.”"
}