{
    "number": 109,
    "vachanamrut": "Loya-1",
    "title": "Anger; Developing Complete Satsang",
    "setting": "On Kārtik vadi 10, Samvat 1877 [30 November 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in the residential hall of the paramhansas in Surā Khāchar’s darbār in Loyā. He was wearing a white, cotton-padded survāl and a white dagli made of chhint . He had also tied a white feto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj asked the munis , “What does the word ‘Shankar’ mean?”\n\nThe munis replied, “That which gives bliss is called ‘Shankar.’”\n\nHearing this answer, Shriji Mahārāj said, “Last night, an hour or two before sunrise, Shivji granted Me his darshan in a dream. He was seated on the big, powerful Nandishwar. His body was very robust, and he had thickly matted hair; he appeared to be approximately 40 years of age. Along with Shivji was Pārvati, who was wearing white clothes. Shivji, like a great sādhu , appeared tranquil. Even though he showed great affection towards Me, I did not feel affection for him. Why? Because I believe, ‘Shiv is a deity full of tamogun , whereas I worship Shri Krishna Nārāyan, who is tranquility personified.’ Therefore, I do not have much affection for deities like Brahmā, Shiv, Indra, etc., who have rajogun and tamogun . Moreover, I have much animosity towards anger; I do not like angry men or angry deities. Nonetheless, why do I respect Shivji? I do so because he is a renunciant, a yogi and a great devotee of God. That is why I respect Shivji.\n\n“And what is anger like? Well, it is like a rabid dog. If the saliva of a rabid dog touches a man or a cow, then they, like the incessantly barking rabid dog, suffer and die. Similarly, one infected by ‘saliva’ in the form of anger, like the rabid dog, suffers and falls from the path of a sādhu .\n\n“Furthermore, just like a butcher, an Arab, a cruel soldier, a tiger, a leopard and a black snake frighten everyone and kill some, similarly, anger frightens all and takes the life of some others. If such anger arises in a sādhu , it appears very unsuitable; after all, a sādhu should be calm. But if anger were to arise, that sādhu would appear cruel to others. At that time, that sādhu’s appearance would change since anger itself is ugly. Hence, anger makes the person in whom it arises appear ugly.”\n\nThen Shuk Muni asked, “Mahārāj, if a slight trace of anger arises but is then suppressed, is such anger obstructive or not?”\n\nShriji Mahārāj replied, “If a snake were to appear in this assembly at this moment, then even if it does not bite anyone, everyone would still have to rise and scatter; there would be panic in everyone’s heart. Furthermore, if a tiger were to come and roar at the outskirts of a village, then even if it does not harm anyone, all would feel terror within, and no one would come out of their homes. Similarly, even if a trace of anger were to arise, it would still be a source of extreme misery.”\n\nThen Nānā Nirmānānand Swāmi asked, “By what means can lust be totally uprooted?”\n\nTo this, Shriji Mahārāj replied, “If one has extremely firmly realized oneself to be the ātmā ; and one firmly observes the five religious vows, including the observance of the vow of eight-fold brahmacharya ; and one thoroughly understands the greatness of God, then lust is uprooted by these means. However, even after the roots of lust have been eradicated, one should not deviate from brahmacharya and other niyams in any way. However, the method for totally uprooting even the most vicious form of lust is to fully understand the greatness of God.”\n\nThereafter, Bhajanānand Swāmi asked, “Mahārāj, what are the characteristics of the three levels of vairāgya - the lowest, the intermediate and the highest?”\n\nShriji Mahārāj replied, “A person with the lowest level of vairāgya remains pure while strictly observing the niyams related to the renunciation of women as described in the Dharma-shāstras. But if he were to see a woman’s body, then his mind would get attached to that body, and he would not remain stable. Such a person can be considered to be one with the lowest level of vairāgya .\n\n“If a person with an intermediate level of vairāgya were to see a naked woman, then just as he would not be disturbed by seeing naked animals, similarly, no disturbance would arise in his mind. Moreover, his mind would not become attached to that woman. Such a person can be considered to be one with an intermediate level of vairāgya .\n\n“Now, if a person with the highest level of vairāgya were to come across women and other worldly objects even in solitude, he would not be enticed. Such a person can be considered to be one with the highest level of vairāgya .”\n\nThen Bhajanānand Swāmi asked again, “What are the characteristics of the three levels of God’s gnān - the lowest, the intermediate and the highest?”\n\nShriji Mahārāj replied, “A person with the lowest level of gnān initially develops the conviction of God upon seeing His powers. But when such powers are not seen in Him, or when nothing untoward happens to an evil person who maligns God, then his conviction would not remain. Such a person can be described as one with the lowest level of gnān .\n\n“If a person with an intermediate level of gnān were to see pure and impure - seemingly human - actions of God, he would be deluded by them, and his conviction of God would not remain. Such a person can be described as one with an intermediate level of gnān .\n\n“A person with the highest level of gnān , however, would not be deluded even after seeing any type of pure or impure actions performed by God, and his conviction would not diminish. Moreover, even if the person who initially convinced him of God were to say, ‘He is not God,’ he would feel, ‘This person must be mad.’ Such a person can be described as one with the highest level of gnān .\n\n“Of these, the one with the lowest level of gnān attains God-realization after countless lives; the one with a moderate level of gnān attains God-realization after two or three lives; and the one with the highest level of gnān attains God-realization in that same life.” Shriji Mahārāj replied in this manner.\n\nThereafter, Motā Shivānand Swāmi asked, “Despite having complete faith in God, why does one not feel fulfilled within?”\n\nShriji Mahārāj replied, “A person whose antahkaran burns due to the enemies of lust, anger, avarice, affection, egotism, cravings for taste, etc., would not believe himself to be fulfilled - even if he does have faith in God.”\n\nThen Nityānand Swāmi asked, “What is the method for overcoming the enemies of lust, anger, etc.?”\n\nShriji Mahārāj replied, “Lust and those other enemies are overcome only if one remains alert to mercilessly punish them. Just as Dharmarājā remains ready, day and night, to beat sinners with a stick, similarly, if the indriyas behave immorally, then the indriyas should be punished; and if the antahkaran behaves immorally, then the antahkaran should be punished. The indriyas should be punished by imposing upon them the kruchchhra chāndrāyan and other observances, and the antahkaran should be punished through a thought process. As a result, those enemies of lust, anger, etc., would be defeated. Then, by having faith in God, one would feel oneself to be completely fulfilled.”\n\nThereafter, Muktānand Swāmi asked, “Who can be said to have developed complete satsang ?”\n\nShriji Mahārāj replied, “First of all, such a person has extremely firmly realized his self to be the ātmā . Also, he believes his ātmā to be absolutely detached from the body, the indriyas and the antahkaran ; he does not believe the actions of the body, indriyas , etc., to be his own. Despite this, he does not permit even a slight lapse in the observance of the five religious vows. Moreover, even though he himself behaves as brahmarup , he does not abandon his feeling of servitude towards Purushottam Bhagwān; he staunchly worships God while maintaining a master-servant relationship with Him. Furthermore, he realizes the manifest form of God to be absolutely unaffected, like ākāsh . That ākāsh is interwoven with and pervades the other four bhuts , the actions of which occur within ākāsh . However, the actions of those four bhuts do not affect ākāsh . Similarly, despite performing pure and impure actions, the manifest form of Shri Krishna Nārāyan remains unaffected, just like ākāsh . Also, such a person realizes the countless powers of this God as follows: ‘This God appears to be human for the liberation of the jivas . But, in fact, He is the creator, sustainer and destroyer of countless brahmānds . He is the lord of Golok, Vaikunth, Shwetdwip, Brahmapur and other abodes. He is also the lord of all of the countless aksharrup muktas .’ With such realization of God’s greatness, he devoutly engages in listening to the talks of God and in the other forms of bhakti . He also serves God’s devotees menially. When a person behaves in this manner, his satsang can be said to be complete.”\n\nNānā Shivānand Swāmi then asked, “At times, one understands the greatness of a devotee of God extremely well, but at other times, one does not understand it so well. What is the reason for this?”\n\nThen Shriji Mahārāj replied, “The Sant follows the path of dharma . When he sees a person treading the path of adharma , he rebukes that person. As a result, a person who identifies his self with the body will not know how to accept the advice positively and, in return, will harbor an aversion towards the Sant. Therefore, a person understands the greatness of the Sant as long as he is not rebuked by him. Even when that person is given beneficial advice that may pain him, he harbors an aversion and does not retain that understanding of the Sant’s greatness.\n\n“One who harbors an aversion towards the Sant is unable to become pure by any form of atonement. In fact, release from the sins of lust and other vices is possible, but release from the sin of maligning the Sant is not possible. For example, if a person contracts tuberculosis, no medicine would be able to cure the disease; he would definitely die. Similarly, one who harbors an aversion towards the Sant should be known as having tuberculosis; he will certainly fall from Satsang sometime in the future. Furthermore, even if a person’s hands, feet, nose, eyes, fingers and other body parts are severed, he still cannot be described as dead. However, when the head is severed from the body, he is described as dead. Similarly, he who perceives flaws in a devotee of God has had his head severed. If he lapses in following other religious vows, then his limbs can be said to be severed - he will still live. That is, he will survive in Satsang. But a person who has perceived flaws in the Sant will certainly, at some time, fall from Satsang. He should be known to have his head severed.”\n\nThen Bhagwadānand Swāmi asked, “If one has perceived flaws in a devotee, is there any method to atone for it or not?”\n\nShriji Mahārāj replied, “There is a remedy, but it is extremely difficult; one who has intense shraddhā can do it. When flaws are perceived in the Sant, one should think, ‘I have committed a grave sin by perceiving flaws in a brahmaswarup Bhakta of God.’ From such thoughts, he would feel intense regret in his heart. As a result of such regret, while eating, he would be unable to distinguish between tasty and tasteless foods, and at night he would be unable to sleep. As long as the aversion towards the Sant is not removed from the person’s heart, he would experience extreme remorse, just like a fish would suffer without water.\n\n“On the other hand, when he intensely perceives virtues in that Sant, then if that Sant has been hurt in any way, he would please him with absolute humility. If this type of thought remains in a person’s heart, then even if he has perceived flaws in the Sant, they would still be overcome, and he would not fall from Satsang. Apart from that, there is no other remedy; that is the only remedy.”\n\nOn Kartik vadi 10, Samvat 1877 [30 November 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in the residential hall of the paramhansas in Sura Khachar’s darbar in Loya. He was wearing a white, cotton-padded surval and a white dagli made of chhint . He had also tied a white feto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj asked the munis , “What does the word ‘Shankar’ mean?”\n\nThe munis replied, “That which gives bliss is called ‘Shankar.’”\n\nHearing this answer, Shriji Maharaj said, “Last night, an hour or two before sunrise, Shivji granted Me his darshan in a dream. He was seated on the big, powerful Nandishwar. His body was very robust, and he had thickly matted hair; he appeared to be approximately 40 years of age. Along with Shivji was Parvati, who was wearing white clothes. Shivji, like a great sadhu , appeared tranquil. Even though he showed great affection towards Me, I did not feel affection for him. Why? Because I believe, ‘Shiv is a deity full of tamogun , whereas I worship Shri Krishna Narayan, who is tranquility personified.’ Therefore, I do not have much affection for deities like Brahma, Shiv, Indra, etc., who have rajogun and tamogun . Moreover, I have much animosity towards anger; I do not like angry men or angry deities. Nonetheless, why do I respect Shivji? I do so because he is a renunciant, a yogi and a great devotee of God. That is why I respect Shivji.\n\n“And what is anger like? Well, it is like a rabid dog. If the saliva of a rabid dog touches a man or a cow, then they, like the incessantly barking rabid dog, suffer and die. Similarly, one infected by ‘saliva’ in the form of anger, like the rabid dog, suffers and falls from the path of a sadhu .\n\n“Furthermore, just like a butcher, an Arab, a cruel soldier, a tiger, a leopard and a black snake frighten everyone and kill some, similarly, anger frightens all and takes the life of some others. If such anger arises in a sadhu , it appears very unsuitable; after all, a sadhu should be calm. But if anger were to arise, that sadhu would appear cruel to others. At that time, that sadhu’s appearance would change since anger itself is ugly. Hence, anger makes the person in whom it arises appear ugly.”\n\nThen Shuk Muni asked, “Maharaj, if a slight trace of anger arises but is then suppressed, is such anger obstructive or not?”\n\nShriji Maharaj replied, “If a snake were to appear in this assembly at this moment, then even if it does not bite anyone, everyone would still have to rise and scatter; there would be panic in everyone’s heart. Furthermore, if a tiger were to come and roar at the outskirts of a village, then even if it does not harm anyone, all would feel terror within, and no one would come out of their homes. Similarly, even if a trace of anger were to arise, it would still be a source of extreme misery.”\n\nThen Nana Nirmananand Swami asked, “By what means can lust be totally uprooted?”\n\nTo this, Shriji Maharaj replied, “If one has extremely firmly realized oneself to be the atma ; and one firmly observes the five religious vows, including the observance of the vow of eight-fold brahmacharya ; and one thoroughly understands the greatness of God, then lust is uprooted by these means. However, even after the roots of lust have been eradicated, one should not deviate from brahmacharya and other niyams in any way. However, the method for totally uprooting even the most vicious form of lust is to fully understand the greatness of God.”\n\nThereafter, Bhajananand Swami asked, “Maharaj, what are the characteristics of the three levels of vairagya - the lowest, the intermediate and the highest?”\n\nShriji Maharaj replied, “A person with the lowest level of vairagya remains pure while strictly observing the niyams related to the renunciation of women as described in the Dharma-shastras. But if he were to see a woman’s body, then his mind would get attached to that body, and he would not remain stable. Such a person can be considered to be one with the lowest level of vairagya .\n\n“If a person with an intermediate level of vairagya were to see a naked woman, then just as he would not be disturbed by seeing naked animals, similarly, no disturbance would arise in his mind. Moreover, his mind would not become attached to that woman. Such a person can be considered to be one with an intermediate level of vairagya .\n\n“Now, if a person with the highest level of vairagya were to come across women and other worldly objects even in solitude, he would not be enticed. Such a person can be considered to be one with the highest level of vairagya .”\n\nThen Bhajananand Swami asked again, “What are the characteristics of the three levels of God’s gnan - the lowest, the intermediate and the highest?”\n\nShriji Maharaj replied, “A person with the lowest level of gnan initially develops the conviction of God upon seeing His powers. But when such powers are not seen in Him, or when nothing untoward happens to an evil person who maligns God, then his conviction would not remain. Such a person can be described as one with the lowest level of gnan .\n\n“If a person with an intermediate level of gnan were to see pure and impure - seemingly human - actions of God, he would be deluded by them, and his conviction of God would not remain. Such a person can be described as one with an intermediate level of gnan .\n\n“A person with the highest level of gnan , however, would not be deluded even after seeing any type of pure or impure actions performed by God, and his conviction would not diminish. Moreover, even if the person who initially convinced him of God were to say, ‘He is not God,’ he would feel, ‘This person must be mad.’ Such a person can be described as one with the highest level of gnan .\n\n“Of these, the one with the lowest level of gnan attains God-realization after countless lives; the one with a moderate level of gnan attains God-realization after two or three lives; and the one with the highest level of gnan attains God-realization in that same life.” Shriji Maharaj replied in this manner.\n\nThereafter, Mota Shivanand Swami asked, “Despite having complete faith in God, why does one not feel fulfilled within?”\n\nShriji Maharaj replied, “A person whose antahkaran burns due to the enemies of lust, anger, avarice, affection, egotism, cravings for taste, etc., would not believe himself to be fulfilled - even if he does have faith in God.”\n\nThen Nityanand Swami asked, “What is the method for overcoming the enemies of lust, anger, etc.?”\n\nShriji Maharaj replied, “Lust and those other enemies are overcome only if one remains alert to mercilessly punish them. Just as Dharmaraja remains ready, day and night, to beat sinners with a stick, similarly, if the indriyas behave immorally, then the indriyas should be punished; and if the antahkaran behaves immorally, then the antahkaran should be punished. The indriyas should be punished by imposing upon them the kruchchhra chandrayan and other observances, and the antahkaran should be punished through a thought process. As a result, those enemies of lust, anger, etc., would be defeated. Then, by having faith in God, one would feel oneself to be completely fulfilled.”\n\nThereafter, Muktanand Swami asked, “Who can be said to have developed complete satsang ?”\n\nShriji Maharaj replied, “First of all, such a person has extremely firmly realized his self to be the atma . Also, he believes his atma to be absolutely detached from the body, the indriyas and the antahkaran ; he does not believe the actions of the body, indriyas , etc., to be his own. Despite this, he does not permit even a slight lapse in the observance of the five religious vows. Moreover, even though he himself behaves as brahmarup , he does not abandon his feeling of servitude towards Purushottam Bhagwan; he staunchly worships God while maintaining a master-servant relationship with Him. Furthermore, he realizes the manifest form of God to be absolutely unaffected, like akash . That akash is interwoven with and pervades the other four bhuts , the actions of which occur within akash . However, the actions of those four bhuts do not affect akash . Similarly, despite performing pure and impure actions, the manifest form of Shri Krishna Narayan remains unaffected, just like akash . Also, such a person realizes the countless powers of this God as follows: ‘This God appears to be human for the liberation of the jivas . But, in fact, He is the creator, sustainer and destroyer of countless brahmands . He is the lord of Golok, Vaikunth, Shwetdwip, Brahmapur and other abodes. He is also the lord of all of the countless aksharrup muktas .’ With such realization of God’s greatness, he devoutly engages in listening to the talks of God and in the other forms of bhakti . He also serves God’s devotees menially. When a person behaves in this manner, his satsang can be said to be complete.”\n\nNana Shivanand Swami then asked, “At times, one understands the greatness of a devotee of God extremely well, but at other times, one does not understand it so well. What is the reason for this?”\n\nThen Shriji Maharaj replied, “The Sant follows the path of dharma . When he sees a person treading the path of adharma , he rebukes that person. As a result, a person who identifies his self with the body will not know how to accept the advice positively and, in return, will harbor an aversion towards the Sant. Therefore, a person understands the greatness of the Sant as long as he is not rebuked by him. Even when that person is given beneficial advice that may pain him, he harbors an aversion and does not retain that understanding of the Sant’s greatness.\n\n“One who harbors an aversion towards the Sant is unable to become pure by any form of atonement. In fact, release from the sins of lust and other vices is possible, but release from the sin of maligning the Sant is not possible. For example, if a person contracts tuberculosis, no medicine would be able to cure the disease; he would definitely die. Similarly, one who harbors an aversion towards the Sant should be known as having tuberculosis; he will certainly fall from Satsang sometime in the future. Furthermore, even if a person’s hands, feet, nose, eyes, fingers and other body parts are severed, he still cannot be described as dead. However, when the head is severed from the body, he is described as dead. Similarly, he who perceives flaws in a devotee of God has had his head severed. If he lapses in following other religious vows, then his limbs can be said to be severed - he will still live. That is, he will survive in Satsang. But a person who has perceived flaws in the Sant will certainly, at some time, fall from Satsang. He should be known to have his head severed.”\n\nThen Bhagwadanand Swami asked, “If one has perceived flaws in a devotee, is there any method to atone for it or not?”\n\nShriji Maharaj replied, “There is a remedy, but it is extremely difficult; one who has intense shraddha can do it. When flaws are perceived in the Sant, one should think, ‘I have committed a grave sin by perceiving flaws in a brahmaswarup Bhakta of God.’ From such thoughts, he would feel intense regret in his heart. As a result of such regret, while eating, he would be unable to distinguish between tasty and tasteless foods, and at night he would be unable to sleep. As long as the aversion towards the Sant is not removed from the person’s heart, he would experience extreme remorse, just like a fish would suffer without water.\n\n“On the other hand, when he intensely perceives virtues in that Sant, then if that Sant has been hurt in any way, he would please him with absolute humility. If this type of thought remains in a person’s heart, then even if he has perceived flaws in the Sant, they would still be overcome, and he would not fall from Satsang. Apart from that, there is no other remedy; that is the only remedy.”"
}