{
    "number": 130,
    "vachanamrut": "Panchala-4",
    "title": "Perceiving Divinity in the Human Traits of God",
    "setting": "On Fāgun vadi 3, Samvat 1877 [21 March 1821], Shriji Mahārāj was sitting on a large, decorated cot that had been placed on a platform in Jhinābhāi’s darbār in Panchālā. He was wearing a white khes and had covered Himself with a thin, white blanket. He had also tied a white feto around His head. In addition to this, He was turning a rosary made of tulsi beads in His hand. At that time, an assembly of paramhansas as well as an assembly of devotees from various places was gathered before Him.",
    "text": "Then Shriji Mahārāj said to the paramhansas , “Please begin a question-answer session amongst yourselves.”\n\nThereupon Muni Bāwā asked a question to Brahmānand Swāmi, “Initially, one may have the conviction of God and may engage in worship and remembrance; but later, on seeing the human-like actions of God, doubts arise in that conviction. What is the cause of this?”\n\nBrahmānand Swāmi then began to answer that question but was unable to do so satisfactorily.\n\nThen, having thought for some time, Shriji Mahārāj spoke, “I shall answer that question.” Continuing, He said, “The Vedas, the Purāns, the Mahābhārat, the Smrutis and the other scriptures proclaim that the original form of God, which is eternal, without a beginning and divine, resides in His Akshardhām. They also mention what that God is like. His form is not like any form that can be seen by the eyes. His sound is not like any sound that can be heard by the ears. His touch is not like any touch that can be felt by the skin. His smell is not like any smell that can be smelt by the nose. The tongue cannot describe that God. He cannot be conceived by the man ; He cannot be contemplated upon by the chitt ; He cannot be comprehended by the buddhi , nor can the ahamkār fully claim, ‘I am God’s, and God is mine’. In this manner, God remains beyond the reach of the indriyas and the antahkaran .\n\n“Moreover, the beauty of that God is such that it cannot be compared to any other object in this brahmānd - including everything from Brahmā to the smallest blade of grass. His sound is such that it cannot be compared to any other sounds in this brahmānd . The smell of God is such that it cannot be compared to any other smell in this brahmānd . The touch of God is such that it cannot be compared to any other touch in this brahmānd . The tastes related to God are such that they cannot be compared to any other taste in this brahmānd . The abode of God is such that it cannot be compared to any other place in this brahmānd . Specifically, out of all of the various places in the seven dwips and the nine khands , the extremely beautiful places of Brahmā and others on Meru, the various places on Mount Lokālok, the realms of Indra, Varun, Kuber, Shiv and Brahmā, and many other places, not one can compare to the abode of God. The bliss experienced by the devotees of God residing in that abode is such that it cannot be compared to any other type of bliss in this brahmānd .\n\n“The form of that God is such that it cannot be compared to the form of anyone in this brahmānd . Why? Because all of the forms in this brahmānd which evolved from Prakruti-Purush are māyik , whereas God is divine. So, since the two are totally different, how can they possibly be compared? For example, we can compare a man to something by saying, ‘This man is like a buffalo, like a snake, like a sparrow, like a donkey, like a dog, like a crow or like an elephant.’ But in reality, such comparisons are not appropriate for humans. Why? Because all of those animals are of a totally different category than humans. Even between a human and a human, there is no exact similarity whereby one can claim, ‘This person is exactly like that person.’ If he were exactly like the other person, then how could the original person be recognized? Therefore, despite the fact that all humans belong to the same category, no two are exactly alike. Just look at Bhago and Mulo - the two are said to be identical, but if one stays with them for a few days, one can distinguish between them and say, ‘This is Bhago and this is Mulo.’ But if there were no difference, how could they be recognized? So, if there is no great similarity between man and man, how can there be similarity between that which is māyik and that which is not māyik ? What can possibly be compared to God and the abode of God? After all, all scriptures claim, ‘God is beyond the reach of the indriyas and the antahkaran .’\n\n“When that God does not wish to give His darshan to beings, He stays in that manner in His own Akshardhām with a divine form, thus remaining beyond reach. That God is the Lord of all lords, He is surrounded by countless divine luxuries and countless divine attendants, and He is the lord of countless millions of brahmānds . For example, suppose there is a great world-emperor whose kingdom stretches from where the sun rises to where it sets. Also, suppose that that emperor, by the strength of his own austerities, has attained divine powers like those of the deities and is ruling over the realms of swarg , Mrutyulok and pātāl - just like Arjun, who remained on the throne of Indra in Swarglok for many years with his own body, and King Nahush, who also became Indra. So powerful is this world-emperor that it is not possible to count the villages in his kingdom, as they are innumerable. The chiefs of these villages also cannot be counted, as they too are innumerable. Furthermore, the countless chiefs of those villages come to his darbār to make requests. The emperor’s money, property, pleasures, palaces and wealth are also countless. Similarly, God is the king of the kings of countless villages in the form of brahmānds . Moreover, the chiefs of those villages in the form of brahmānds are Brahmā, Vishnu and Shiv. Just as in one village one chief is senior and the whole population of that village bows before him and follows his command, and just as the chief in turn bows before the king, similarly, in each brahmānd , Brahmā, Vishnu and Shiv are senior, and the others in that brahmānd - the deities, demons, humans, rishis and prajāpatis of that brahmānd - worship them and follow their command. But Brahmā, Vishnu and Shiv in turn worship Purushottam Bhagwān and follow His command. Furthermore, all of the Brahmās, Vishnus and Maheshes of all of the brahmānds pray to God: ‘Mahārāj! Please have compassion on us and visit our brahmānd ’ - just as the chief of a village requests the world-emperor, ‘Mahārāj! I am poor. Please visit my house. I shall serve You to the best of my ability.’ In the same way, Brahmā, Vishnu and Shiv pray to that God, ‘Mahārāj! Please have mercy upon us and grace us with Your darshan ; do visit our brahmānd .’ Only then does God assume a body in that brahmānd .\n\n“Moreover, He assumes a body based on the task to be performed there, and He also behaves accordingly. If He assumes the body of a deity, then He behaves exactly like a deity. If He assumes the body of an animal, then He behaves exactly like an animal. For example, when God assumed the form of Varāh, He found the earth by smelling it. 1 When He became Hayagriv, He started to neigh like a horse. When He assumed the bodies of water creatures such as Matsya and Kachchha, He moved only in water, but not on land. When He became the form of Nrusinh, He behaved exactly like a lion, not like a human.\n\n“When that God assumes the form of a human being, He behaves exactly like a human. During Satya-yug, the lifespan of humans is 100,000 years, and thus God also lives for 100,000 years. Moreover, just as the people in Satya-yug can indulge in any object their mind desires, God also indulges in objects in the same manner, but He does not behave in any extraordinary way. Also, as the lifespan of humans in Tretā-yug is 10,000 years, when God is born in Tretā-yug, He also lives for that many years. The lifespan in Dwāpar-yug is 1,000 years, and humans possess the strength of 10,000 elephants; thus, God also possesses the same strength and has the same lifespan. When God is born in Kali-yug, He assumes the lifespan and strength of humans according to the norms of Kali-yug. Moreover, just as a child is conceived, then develops in the womb, then is born, then undergoes the phases of childhood, youth and old age, and eventually dies, God also undergoes the same process, exactly like a human.\n\n“Further, just as humans possess swabhāvs such as lust, anger, avarice, cravings for taste, egotism, affection, arrogance, matsar , jealousy, enmity, attachment, infatuation, happiness, misery, fear, fearlessness, bravery, cowardice, hunger, thirst, desires, cravings, sleep, prejudice, a feeling that this belongs to others, a feeling that this belongs to me, renunciation, detachment, etc., in the same way, all of those swabhāvs are apparent in God as well when He assumes a human body. All of the scriptures have also described that human form of God along with His original, divine form. One who has developed a firm conviction of both of those forms through intense shravan and manan never harbors doubts in any way; whereas one who lacks this type of understanding does harbor doubts in God.\n\n“When that God - who possesses a divine form - assumes a human body, He behaves with swabhāvs similar to humans. However, one who is intelligent realizes, ‘He possesses lust, but it is not like that of other humans. In fact, anger, avarice, cravings for taste, egotism and other human swabhāvs are also present in God, but they certainly are not like those possessed by other humans.’ An intelligent person realizes that there is something divine about that God, and with this understanding, he develops the conviction of Him being God. For example, Shankarāchārya entered the body of a king in order to gain knowledge of certain amorous 2 details . Thus, at that time, his bodily gestures and his emotions were all amorous like those of the king. The queen, however, was intelligent and realized, ‘My husband did not possess such powers; therefore, some other jiva has entered his body.’ In the same manner, divinity is apparent in God in human form. As a result, one develops the conviction of Him being God.\n\n“Then you may say, ‘If someone develops the conviction of God on noticing something divine, then if He were to display much divinity, many people would develop such conviction.’ But the fact of the matter is as follows: All of the scriptures refer to the sun by saying, ‘It is God.’ Moreover, that sun is visible to everyone, and people do its darshan daily. Despite this, no person has ever been convinced of his or her own liberation as a result of its darshan ; i.e., they do not believe, ‘I have attained liberation.’ On the other hand, after having the darshan of Rām, Krishna, and the other avatārs in human form; and of Nārad, Shuk and other sādhus , people do attain the conviction that my liberation is certainly guaranteed, and I am fulfilled. Even though there is no divine light in that God and those sādhus - in fact, only after lighting an oil lamp can one have their darshan - still, one becomes convinced of one’s own liberation.\n\n“Consider another example: Fire is also a visible form of God, as God has said,\n\n“The darshan of that fire is available to all, but that does not grant people conviction of their own liberation, whereas with the darshan of God and His sādhu , they do gain conviction of their own liberation. The reason for this is that there is a disparity between humans, and the sun and fire; as a result, one is not convinced of one’s liberation upon having the darshan of the sun or fire. On the contrary, if someone touches fire, he will be burnt. Furthermore, when Kuntāji invoked Surya using the mantra given by Durvāsā, Surya came to Kuntāji in a human form just like Kuntāji’s own form. As a result, she was able to enjoy his intimacy and thus conceived Karna. In actuality, Surya is extremely luminous; if he had come with all of his light, Kuntāji would have been burnt to death, and she would not have been able to enjoy his intimacy. Also, when Surya used to come to Satrājit Yādav, he came as a human. But when he came to Kuntāji and to Satrājit, did he leave his place in the sky? In reality, he did remain in the sky; but assuming another form, that very same Surya came to Kuntāji and Satrājit. Moreover, there was just as much luminosity in that form as there is in the sun, but he suppressed that luminosity and came as a human. In the same way, if God were to give darshan to beings with all of His divinity, then humans would not find it suitable, and they would wonder, ‘Is this a ghost or what?’ Therefore, God suppresses His own divine powers and gives darshan exactly like a human. But at the same time, He still remains present in His own abode. Only when God comes as a human are people able to do His darshan , touch Him, and offer the nine types of bhakti .\n\n“If God does not become like a human and instead behaves with complete divinity, then people would not be able to develop affection or feelings of affinity for Him. Why? Because a human develops affection and affinity for another human, animals develop mutual affection and affinity for other animals, but humans and animals do not develop the same affection and affinity for each other. Why? Because those belonging to the same category develop affection towards each other, but not towards those belonging to different categories. Similarly, God suppresses His divinity and becomes exactly like a human so that His devotees can develop affection for Him. He does not exhibit His divinity. His exhibiting divinity would place Him in a different category, and as a result, devotees would not be able to develop affection and affinity towards Him. It is for this reason that when God appears in human form, He remains extremely wary to ensure the concealment of His own divinity. If, in the process, He were to become a little impatient in some task, His divinity would become apparent. Occasionally, though, by His own wish, He may reveal His divinity to some devotee. For example, when Shri Krishna Bhagwān became impatient to kill Bhishma, he forgot his human-like nature and reverted to his divine powers. As a result, the earth was incapable of bearing the burden. When he revealed his divinity to Arjun, it was revealed as a result of his own wish. However, Arjun did not experience bliss due to that divinity; in fact, he became very uneasy. Then, when Shri Krishna Bhagwān gave darshan to Arjun in his human form, Arjun experienced bliss and said:\n\n“Therefore, only when God behaves like a human does a person find it suitable; otherwise he would not. Yet, when God behaves as a human, one who does not have such understanding would find it difficult to accept His human-like nature. Moreover, if He were to behave with only divinity, one would be unable to comprehend that which is beyond the reach of the mind and speech. Hence, the scriptures have described God in both ways. One who has fully realized Him in this manner would not develop any doubts; but, doubts would certainly arise in one who does not understand in this manner.\n\n“Now someone may claim, ‘I have realized God, and I have the conviction of God.’ But if he has not understood this discourse, then his conviction is still imperfect. For example, a person may have learnt a verse or a devotional song. If he were asked, ‘Have you learnt this verse or this devotional song?’ he would reply that he has, and he would also be able to recite it. But if he were to forget that verse or devotional song after a few days, then it can be said that when he originally learnt the verse, he had not learnt it properly. Why? Because that verse or devotional song was not fully imprinted in his jiva through intense practice, and through shravan and manan . However, if something is learnt in childhood thoroughly, then it can be recalled when required even during youth or old age. In the same way, when that person attempted to develop the conviction of God, some deficiencies remained. If no deficiencies had remained, and if he had done shravan , manan and intense reiteration in his jiva , then he would never have had any doubts at all.”\n\nOn Fagun vadi 3, Samvat 1877 [21 March 1821], Shriji Maharaj was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai’s darbar in Panchala. He was wearing a white khes and had covered Himself with a thin, white blanket. He had also tied a white feto around His head. In addition to this, He was turning a rosary made of tulsi beads in His hand. At that time, an assembly of paramhansas as well as an assembly of devotees from various places was gathered before Him.\n\nThen Shriji Maharaj said to the paramhansas , “Please begin a question-answer session amongst yourselves.”\n\nThereupon Muni Bawa asked a question to Brahmanand Swami, “Initially, one may have the conviction of God and may engage in worship and remembrance; but later, on seeing the human-like actions of God, doubts arise in that conviction. What is the cause of this?”\n\nBrahmanand Swami then began to answer that question but was unable to do so satisfactorily.\n\nThen, having thought for some time, Shriji Maharaj spoke, “I shall answer that question.” Continuing, He said, “The Vedas, the Purans, the Mahabharat, the Smrutis and the other scriptures proclaim that the original form of God, which is eternal, without a beginning and divine, resides in His Akshardham. They also mention what that God is like. His form is not like any form that can be seen by the eyes. His sound is not like any sound that can be heard by the ears. His touch is not like any touch that can be felt by the skin. His smell is not like any smell that can be smelt by the nose. The tongue cannot describe that God. He cannot be conceived by the man ; He cannot be contemplated upon by the chitt ; He cannot be comprehended by the buddhi , nor can the ahamkar fully claim, ‘I am God’s, and God is mine’. In this manner, God remains beyond the reach of the indriyas and the antahkaran .\n\n“Moreover, the beauty of that God is such that it cannot be compared to any other object in this brahmand - including everything from Brahma to the smallest blade of grass. His sound is such that it cannot be compared to any other sounds in this brahmand . The smell of God is such that it cannot be compared to any other smell in this brahmand . The touch of God is such that it cannot be compared to any other touch in this brahmand . The tastes related to God are such that they cannot be compared to any other taste in this brahmand . The abode of God is such that it cannot be compared to any other place in this brahmand . Specifically, out of all of the various places in the seven dwips and the nine khands , the extremely beautiful places of Brahma and others on Meru, the various places on Mount Lokalok, the realms of Indra, Varun, Kuber, Shiv and Brahma, and many other places, not one can compare to the abode of God. The bliss experienced by the devotees of God residing in that abode is such that it cannot be compared to any other type of bliss in this brahmand .\n\n“The form of that God is such that it cannot be compared to the form of anyone in this brahmand . Why? Because all of the forms in this brahmand which evolved from Prakruti-Purush are mayik , whereas God is divine. So, since the two are totally different, how can they possibly be compared? For example, we can compare a man to something by saying, ‘This man is like a buffalo, like a snake, like a sparrow, like a donkey, like a dog, like a crow or like an elephant.’ But in reality, such comparisons are not appropriate for humans. Why? Because all of those animals are of a totally different category than humans. Even between a human and a human, there is no exact similarity whereby one can claim, ‘This person is exactly like that person.’ If he were exactly like the other person, then how could the original person be recognized? Therefore, despite the fact that all humans belong to the same category, no two are exactly alike. Just look at Bhago and Mulo - the two are said to be identical, but if one stays with them for a few days, one can distinguish between them and say, ‘This is Bhago and this is Mulo.’ But if there were no difference, how could they be recognized? So, if there is no great similarity between man and man, how can there be similarity between that which is mayik and that which is not mayik ? What can possibly be compared to God and the abode of God? After all, all scriptures claim, ‘God is beyond the reach of the indriyas and the antahkaran .’\n\n“When that God does not wish to give His darshan to beings, He stays in that manner in His own Akshardham with a divine form, thus remaining beyond reach. That God is the Lord of all lords, He is surrounded by countless divine luxuries and countless divine attendants, and He is the lord of countless millions of brahmands . For example, suppose there is a great world-emperor whose kingdom stretches from where the sun rises to where it sets. Also, suppose that that emperor, by the strength of his own austerities, has attained divine powers like those of the deities and is ruling over the realms of swarg , Mrutyulok and patal - just like Arjun, who remained on the throne of Indra in Swarglok for many years with his own body, and King Nahush, who also became Indra. So powerful is this world-emperor that it is not possible to count the villages in his kingdom, as they are innumerable. The chiefs of these villages also cannot be counted, as they too are innumerable. Furthermore, the countless chiefs of those villages come to his darbar to make requests. The emperor’s money, property, pleasures, palaces and wealth are also countless. Similarly, God is the king of the kings of countless villages in the form of brahmands . Moreover, the chiefs of those villages in the form of brahmands are Brahma, Vishnu and Shiv. Just as in one village one chief is senior and the whole population of that village bows before him and follows his command, and just as the chief in turn bows before the king, similarly, in each brahmand , Brahma, Vishnu and Shiv are senior, and the others in that brahmand - the deities, demons, humans, rishis and prajapatis of that brahmand - worship them and follow their command. But Brahma, Vishnu and Shiv in turn worship Purushottam Bhagwan and follow His command. Furthermore, all of the Brahmas, Vishnus and Maheshes of all of the brahmands pray to God: ‘Maharaj! Please have compassion on us and visit our brahmand ’ - just as the chief of a village requests the world-emperor, ‘Maharaj! I am poor. Please visit my house. I shall serve You to the best of my ability.’ In the same way, Brahma, Vishnu and Shiv pray to that God, ‘Maharaj! Please have mercy upon us and grace us with Your darshan ; do visit our brahmand .’ Only then does God assume a body in that brahmand .\n\n“Moreover, He assumes a body based on the task to be performed there, and He also behaves accordingly. If He assumes the body of a deity, then He behaves exactly like a deity. If He assumes the body of an animal, then He behaves exactly like an animal. For example, when God assumed the form of Varah, He found the earth by smelling it. 1 When He became Hayagriv, He started to neigh like a horse. When He assumed the bodies of water creatures such as Matsya and Kachchha, He moved only in water, but not on land. When He became the form of Nrusinh, He behaved exactly like a lion, not like a human.\n\n“When that God assumes the form of a human being, He behaves exactly like a human. During Satya-yug, the lifespan of humans is 100,000 years, and thus God also lives for 100,000 years. Moreover, just as the people in Satya-yug can indulge in any object their mind desires, God also indulges in objects in the same manner, but He does not behave in any extraordinary way. Also, as the lifespan of humans in Treta-yug is 10,000 years, when God is born in Treta-yug, He also lives for that many years. The lifespan in Dwapar-yug is 1,000 years, and humans possess the strength of 10,000 elephants; thus, God also possesses the same strength and has the same lifespan. When God is born in Kali-yug, He assumes the lifespan and strength of humans according to the norms of Kali-yug. Moreover, just as a child is conceived, then develops in the womb, then is born, then undergoes the phases of childhood, youth and old age, and eventually dies, God also undergoes the same process, exactly like a human.\n\n“Further, just as humans possess swabhavs such as lust, anger, avarice, cravings for taste, egotism, affection, arrogance, matsar , jealousy, enmity, attachment, infatuation, happiness, misery, fear, fearlessness, bravery, cowardice, hunger, thirst, desires, cravings, sleep, prejudice, a feeling that this belongs to others, a feeling that this belongs to me, renunciation, detachment, etc., in the same way, all of those swabhavs are apparent in God as well when He assumes a human body. All of the scriptures have also described that human form of God along with His original, divine form. One who has developed a firm conviction of both of those forms through intense shravan and manan never harbors doubts in any way; whereas one who lacks this type of understanding does harbor doubts in God.\n\n“When that God - who possesses a divine form - assumes a human body, He behaves with swabhavs similar to humans. However, one who is intelligent realizes, ‘He possesses lust, but it is not like that of other humans. In fact, anger, avarice, cravings for taste, egotism and other human swabhavs are also present in God, but they certainly are not like those possessed by other humans.’ An intelligent person realizes that there is something divine about that God, and with this understanding, he develops the conviction of Him being God. For example, Shankaracharya entered the body of a king in order to gain knowledge of certain amorous 2 details . Thus, at that time, his bodily gestures and his emotions were all amorous like those of the king. The queen, however, was intelligent and realized, ‘My husband did not possess such powers; therefore, some other jiva has entered his body.’ In the same manner, divinity is apparent in God in human form. As a result, one develops the conviction of Him being God.\n\n“Then you may say, ‘If someone develops the conviction of God on noticing something divine, then if He were to display much divinity, many people would develop such conviction.’ But the fact of the matter is as follows: All of the scriptures refer to the sun by saying, ‘It is God.’ Moreover, that sun is visible to everyone, and people do its darshan daily. Despite this, no person has ever been convinced of his or her own liberation as a result of its darshan ; i.e., they do not believe, ‘I have attained liberation.’ On the other hand, after having the darshan of Ram, Krishna, and the other avatars in human form; and of Narad, Shuk and other sadhus , people do attain the conviction that my liberation is certainly guaranteed, and I am fulfilled. Even though there is no divine light in that God and those sadhus - in fact, only after lighting an oil lamp can one have their darshan - still, one becomes convinced of one’s own liberation.\n\n“Consider another example: Fire is also a visible form of God, as God has said,\n\n“The darshan of that fire is available to all, but that does not grant people conviction of their own liberation, whereas with the darshan of God and His sadhu , they do gain conviction of their own liberation. The reason for this is that there is a disparity between humans, and the sun and fire; as a result, one is not convinced of one’s liberation upon having the darshan of the sun or fire. On the contrary, if someone touches fire, he will be burnt. Furthermore, when Kuntaji invoked Surya using the mantra given by Durvasa, Surya came to Kuntaji in a human form just like Kuntaji’s own form. As a result, she was able to enjoy his intimacy and thus conceived Karna. In actuality, Surya is extremely luminous; if he had come with all of his light, Kuntaji would have been burnt to death, and she would not have been able to enjoy his intimacy. Also, when Surya used to come to Satrajit Yadav, he came as a human. But when he came to Kuntaji and to Satrajit, did he leave his place in the sky? In reality, he did remain in the sky; but assuming another form, that very same Surya came to Kuntaji and Satrajit. Moreover, there was just as much luminosity in that form as there is in the sun, but he suppressed that luminosity and came as a human. In the same way, if God were to give darshan to beings with all of His divinity, then humans would not find it suitable, and they would wonder, ‘Is this a ghost or what?’ Therefore, God suppresses His own divine powers and gives darshan exactly like a human. But at the same time, He still remains present in His own abode. Only when God comes as a human are people able to do His darshan , touch Him, and offer the nine types of bhakti .\n\n“If God does not become like a human and instead behaves with complete divinity, then people would not be able to develop affection or feelings of affinity for Him. Why? Because a human develops affection and affinity for another human, animals develop mutual affection and affinity for other animals, but humans and animals do not develop the same affection and affinity for each other. Why? Because those belonging to the same category develop affection towards each other, but not towards those belonging to different categories. Similarly, God suppresses His divinity and becomes exactly like a human so that His devotees can develop affection for Him. He does not exhibit His divinity. His exhibiting divinity would place Him in a different category, and as a result, devotees would not be able to develop affection and affinity towards Him. It is for this reason that when God appears in human form, He remains extremely wary to ensure the concealment of His own divinity. If, in the process, He were to become a little impatient in some task, His divinity would become apparent. Occasionally, though, by His own wish, He may reveal His divinity to some devotee. For example, when Shri Krishna Bhagwan became impatient to kill Bhishma, he forgot his human-like nature and reverted to his divine powers. As a result, the earth was incapable of bearing the burden. When he revealed his divinity to Arjun, it was revealed as a result of his own wish. However, Arjun did not experience bliss due to that divinity; in fact, he became very uneasy. Then, when Shri Krishna Bhagwan gave darshan to Arjun in his human form, Arjun experienced bliss and said:\n\n“Therefore, only when God behaves like a human does a person find it suitable; otherwise he would not. Yet, when God behaves as a human, one who does not have such understanding would find it difficult to accept His human-like nature. Moreover, if He were to behave with only divinity, one would be unable to comprehend that which is beyond the reach of the mind and speech. Hence, the scriptures have described God in both ways. One who has fully realized Him in this manner would not develop any doubts; but, doubts would certainly arise in one who does not understand in this manner.\n\n“Now someone may claim, ‘I have realized God, and I have the conviction of God.’ But if he has not understood this discourse, then his conviction is still imperfect. For example, a person may have learnt a verse or a devotional song. If he were asked, ‘Have you learnt this verse or this devotional song?’ he would reply that he has, and he would also be able to recite it. But if he were to forget that verse or devotional song after a few days, then it can be said that when he originally learnt the verse, he had not learnt it properly. Why? Because that verse or devotional song was not fully imprinted in his jiva through intense practice, and through shravan and manan . However, if something is learnt in childhood thoroughly, then it can be recalled when required even during youth or old age. In the same way, when that person attempted to develop the conviction of God, some deficiencies remained. If no deficiencies had remained, and if he had done shravan , manan and intense reiteration in his jiva , then he would never have had any doubts at all.”"
}