{
    "number": 251,
    "vachanamrut": "Gadhada III-28",
    "title": "Falling from the Path of God",
    "setting": "On Kārtik vadi 1, Samvat 1885 [22 November 1828], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “There are two ways in which a person falls from the bhakti of God: One is by listening to shushka -Vedānta scriptures, whereby he may consider the form of Shri Krishna Bhagwān and other forms of God to be false - just as he considers all other forms to be false. Such a shushka -Vedānti should be considered to be extremely ignorant. The other way of falling is by believing, ‘If I worship God, then I will enjoy women, food, drink and other pleasures of the panchvishays in Golok and Vaikunth.’ Then, due to the desires of those pleasures, he forgets even God. The fool, with his distorted mind, believes, ‘If that enjoyment was not true, then God would not associate with women like Rādhā, Lakshmi, etc., in that abode. So that pleasure is also true.’ But he does not realize God to be absolutely self-fulfilled and content within His own ātmā . In actual fact, such activities of God are for the purpose of giving bliss to His own devotees. Therefore, one should engage in bhakti together with gnān and vairāgya .\n\n“One who has understood the greatness of God realizes that only God is all-blissful, whereas the pleasures derived from the panchvishays have only a slight fraction of the bliss of God; thus he would never become attached to any object. The Moksh-dharma also mentions: ‘Compared to the bliss of the abode of God, the pleasures of the other realms are like narak .’ This is the understanding that a devotee of God should have. If he does not have this understanding, he will fall away from God in the two aforementioned ways.”\n\nThereupon Surā Khāchar asked Shriji Mahārāj, “Even after resolutely forming the conviction of God and the Sant as they truly are, what is the reason for someone suffering a setback?”\n\nShriji Mahārāj replied, “There was some deficiency in that person’s conviction from the moment that he first established it. What was that deficiency? Well, if someone wishes to indulge in savory food due to a desire for tasting delicious food, and if God or the Sant denounce it, then he will suffer a setback. Or, if disturbing thoughts of lust still remain, and they speak against it; or if avarice remains, and if they have him renounce his avarice by telling him, ‘Give away your wealth, property, land and farm to someone,’ then he will be unable to follow this command. Consequently, he suffers a setback. Or if a person has egotism and the Sant denounces it and insults him, then he suffers a setback due to that as well. Therefore, a person suffers a setback due to the faults that still remain in him, even though he has the conviction of God. But if one eradicates one’s faults at the outset - when one establishes one’s conviction - then one will not suffer a setback. At present, if those who possess these faults thoughtfully introspect, they will be able to realize, ‘I am weak in this aspect. So if I am asked to follow such a command, I will fall back from Satsang.’ In this way, they can understand themselves comprehensively.”\n\nThereafter, Shriji Mahārāj asked Brahmānand Swāmi, Shuk Muni and Surā Khāchar a question, “What flaw do you possess which would have you suffer a setback?”\n\nThe three of them answered, “Mahārāj, we have the flaw of egotism. As a result, if a sādhu of equal status insults us, we become somewhat disturbed.”\n\nHearing this, Shriji Mahārāj commented, “Then I ask that if one has realized God with the knowledge of His greatness as mentioned in ‘Dyupataya eva te na yayur-antam anantatayā... ||’ 1 then how can one keep egotism, jealousy or anger towards a sādhu of such a God? If one still does, then there is a flaw in one’s understanding. For example, if one understands the authority of the Governor sahib - that he is the king of the whole world and that he is extremely powerful - then even if one of his pauper-like servants were to come, even a great king would obey his orders and act according to however he is told. Why? Because the king has understood, ‘He is the servant of the powerful Governor sahib.’ After all, egotism does not persist before one who is more powerful than oneself. Similarly, if one has understood God to be the master of all divine powers and wealth, then how can one retain egotism before a sādhu ?”\n\nBrahmānand Swāmi agreed, “Mahārāj, what you are saying is correct. If a person has realized God and the knowledge of His greatness, then he will never develop egotism, jealousy or anger towards a sādhu .”\n\nShriji Mahārāj continued, “Just look, Uddhavji was so great and so intelligent! Yet, because he had understood the greatness of God, he asked to be reborn as a vine so that he could be touched by the dust from the feet of the gopis who were so attached to God. Thus it is stated:\n\n“Even Brahmā has said,\n\n“Because he had understood the greatness of God, even Brahmā spoke in this manner. Therefore, if a person realizes the greatness of God and a sādhu in this way, egotism, jealousy and anger can no longer persist. Moreover, he would behave as a servant of servants before them; and no matter however much they insult him, he would never think of leaving their company and going away. Also, he would never feel in his mind, ‘How long should I tolerate this? I will just stay at home and engage in worship there.’ Thus, if one understands God’s greatness in such a manner, egotism is eradicated.”\n\nThen Shriji Mahārāj explained, “If a devotee of God were placed on a shuli due to some karma of his, and if at that time I were standing next to him, the devotee would still not think, ‘It would be good if God would free me from the pain of this shuli .’ In this manner, he is not concerned about his own physical comforts. Instead, he bears the hardships that befall him. As a result, God becomes extremely pleased with such a devotee who is free of all expectations.”\n\nShriji Mahārāj then said, “I shall now tell you who attains the bliss related to God. First, consider the following analogy: Water is the very life of a fish. As long as it remains in water, it is able to move, swim and perform all its activities; but the moment it leaves the water, it loses its liveliness and dies. Similarly, if a person believes the panchvishays to be his lifeline and believes them to be a source of happiness, then when he is separated from them, he becomes almost like a dead person. Such a person can never attain the bliss of God. In fact, only a person who does not believe the panchvishays to be his lifeline experiences God’s bliss; only he is able to indulge in it; and only he attains it.”\n\nOn Kartik vadi 1, Samvat 1885 [22 November 1828], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “There are two ways in which a person falls from the bhakti of God: One is by listening to shushka -Vedanta scriptures, whereby he may consider the form of Shri Krishna Bhagwan and other forms of God to be false - just as he considers all other forms to be false. Such a shushka -Vedanti should be considered to be extremely ignorant. The other way of falling is by believing, ‘If I worship God, then I will enjoy women, food, drink and other pleasures of the panchvishays in Golok and Vaikunth.’ Then, due to the desires of those pleasures, he forgets even God. The fool, with his distorted mind, believes, ‘If that enjoyment was not true, then God would not associate with women like Radha, Lakshmi, etc., in that abode. So that pleasure is also true.’ But he does not realize God to be absolutely self-fulfilled and content within His own atma . In actual fact, such activities of God are for the purpose of giving bliss to His own devotees. Therefore, one should engage in bhakti together with gnan and vairagya .\n\n“One who has understood the greatness of God realizes that only God is all-blissful, whereas the pleasures derived from the panchvishays have only a slight fraction of the bliss of God; thus he would never become attached to any object. The Moksh-dharma also mentions: ‘Compared to the bliss of the abode of God, the pleasures of the other realms are like narak .’ This is the understanding that a devotee of God should have. If he does not have this understanding, he will fall away from God in the two aforementioned ways.”\n\nThereupon Sura Khachar asked Shriji Maharaj, “Even after resolutely forming the conviction of God and the Sant as they truly are, what is the reason for someone suffering a setback?”\n\nShriji Maharaj replied, “There was some deficiency in that person’s conviction from the moment that he first established it. What was that deficiency? Well, if someone wishes to indulge in savory food due to a desire for tasting delicious food, and if God or the Sant denounce it, then he will suffer a setback. Or, if disturbing thoughts of lust still remain, and they speak against it; or if avarice remains, and if they have him renounce his avarice by telling him, ‘Give away your wealth, property, land and farm to someone,’ then he will be unable to follow this command. Consequently, he suffers a setback. Or if a person has egotism and the Sant denounces it and insults him, then he suffers a setback due to that as well. Therefore, a person suffers a setback due to the faults that still remain in him, even though he has the conviction of God. But if one eradicates one’s faults at the outset - when one establishes one’s conviction - then one will not suffer a setback. At present, if those who possess these faults thoughtfully introspect, they will be able to realize, ‘I am weak in this aspect. So if I am asked to follow such a command, I will fall back from Satsang.’ In this way, they can understand themselves comprehensively.”\n\nThereafter, Shriji Maharaj asked Brahmanand Swami, Shuk Muni and Sura Khachar a question, “What flaw do you possess which would have you suffer a setback?”\n\nThe three of them answered, “Maharaj, we have the flaw of egotism. As a result, if a sadhu of equal status insults us, we become somewhat disturbed.”\n\nHearing this, Shriji Maharaj commented, “Then I ask that if one has realized God with the knowledge of His greatness as mentioned in ‘Dyupataya eva te na yayur-antam anantataya... ||’ 1 then how can one keep egotism, jealousy or anger towards a sadhu of such a God? If one still does, then there is a flaw in one’s understanding. For example, if one understands the authority of the Governor sahib - that he is the king of the whole world and that he is extremely powerful - then even if one of his pauper-like servants were to come, even a great king would obey his orders and act according to however he is told. Why? Because the king has understood, ‘He is the servant of the powerful Governor sahib.’ After all, egotism does not persist before one who is more powerful than oneself. Similarly, if one has understood God to be the master of all divine powers and wealth, then how can one retain egotism before a sadhu ?”\n\nBrahmanand Swami agreed, “Maharaj, what you are saying is correct. If a person has realized God and the knowledge of His greatness, then he will never develop egotism, jealousy or anger towards a sadhu .”\n\nShriji Maharaj continued, “Just look, Uddhavji was so great and so intelligent! Yet, because he had understood the greatness of God, he asked to be reborn as a vine so that he could be touched by the dust from the feet of the gopis who were so attached to God. Thus it is stated:\n\n“Even Brahma has said,\n\n“Because he had understood the greatness of God, even Brahma spoke in this manner. Therefore, if a person realizes the greatness of God and a sadhu in this way, egotism, jealousy and anger can no longer persist. Moreover, he would behave as a servant of servants before them; and no matter however much they insult him, he would never think of leaving their company and going away. Also, he would never feel in his mind, ‘How long should I tolerate this? I will just stay at home and engage in worship there.’ Thus, if one understands God’s greatness in such a manner, egotism is eradicated.”\n\nThen Shriji Maharaj explained, “If a devotee of God were placed on a shuli due to some karma of his, and if at that time I were standing next to him, the devotee would still not think, ‘It would be good if God would free me from the pain of this shuli .’ In this manner, he is not concerned about his own physical comforts. Instead, he bears the hardships that befall him. As a result, God becomes extremely pleased with such a devotee who is free of all expectations.”\n\nShriji Maharaj then said, “I shall now tell you who attains the bliss related to God. First, consider the following analogy: Water is the very life of a fish. As long as it remains in water, it is able to move, swim and perform all its activities; but the moment it leaves the water, it loses its liveliness and dies. Similarly, if a person believes the panchvishays to be his lifeline and believes them to be a source of happiness, then when he is separated from them, he becomes almost like a dead person. Such a person can never attain the bliss of God. In fact, only a person who does not believe the panchvishays to be his lifeline experiences God’s bliss; only he is able to indulge in it; and only he attains it.”"
}