{
    "number": 126,
    "vachanamrut": "Loya-18",
    "title": "Conviction of God",
    "setting": "On the night of Posh sudi 1, Samvat 1877 [5 January 1821], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot in Surā Khāchar’s darbār in Loyā. He was wearing a white khes and a warm, red dagli . In addition to this, He had covered Himself with a thick, cotton cloth and a blanket. He had tied a white feto around His head and had tied a bokāni with another white feto . At that time, an assembly of paramhansas and an assembly of devotees from various places had gathered before Him.",
    "text": "Then, after the paramhansas finished the evening ārti and prayers, Shriji Mahārāj said, “Please sing a devotional song.” Thereupon, Muktānand Swāmi and some other paramhansas sang devotional songs while playing musical instruments.\n\nShriji Mahārāj then said, “Now please conclude the singing as I wish to talk. If any doubts arise in what I say, please ask.”\n\nSo saying, He began, “To develop the conviction of God is more difficult than anything else. Moreover, because this topic of conviction is extremely complex, I am afraid of discussing it. I feel, ‘Upon discussing this topic, what if someone were to misunderstand it? What if, due to this discussion, any inclination that one may have firmly cultivated were to be destroyed or even be uprooted?’ Yet, there is no alternative but to reveal this fact. If one does not interpret it correctly, many problems can arise. Yet, until one has not understood this fact, much deficiency will remain in one’s understanding. That is why I wish to deliver this discourse.\n\n“When God assumed the form of Varāh, his form as a boar was very ugly. Assuming the avatār of Matsya, his form was exactly like that of a fish. In the Kachchha avatār , his form was exactly like that of other tortoises. In the Nrusinh avatār , his form was as frightening as a lion. In the Vāman avatār , his form as a dwarf had short hands and legs, a broad waist and a plump body. In the Vyās avatār , he appeared black, with lots of body hair and a foul body odor.\n\n“Now, all those who attained God in whichever form He assumed meditated on that particular form. Then, as a result of that meditation, they attained a form similar to that form of God. Now, did those who attained Varāh see God exactly like a boar in his abode? Did those who attained Matsyaji see God exactly like a fish in his abode? Did those who attained Kurma see God exactly like a tortoise in his abode? Did those who attained Nrusinh see God exactly like a lion in his abode? Did those who attained Hayagriv see God exactly as a horse in his abode? Did those who worshipped Varāh as if he were their husband become a female boar? Did those who worshipped him with the love of a friend become a boar? Did those who worshipped Matsya as if he were their husband become a female fish? Did those who worshipped him with the love of a friend become a fish? Did those who worshipped Kurma as if he were their husband become a female tortoise? Did those who worshipped him with the love of a friend become a tortoise? Did those who worshipped Nrusinh as if he were their husband become a lioness? Did those who worshipped him with the love of a friend become a lion? Did those who worshipped Hayagriv as if he were their husband become a female horse? Did those who worshipped him with the love of a friend become a horse? If the original form of God was exactly like that of Varāh, Matsya, etc., then by meditating on them, the devotees of each avatār should attain that same form, and all that I have just mentioned should happen. However, this is not the case.\n\n“Then you may ask, ‘What is the form of that God like?’ Well, the answer is that God is characterized by eternal existence, consciousness and bliss and possesses a form full of divine light. In every single pore of His body, there is light equivalent to millions and millions of suns. Moreover, that God is so handsome that He puts even millions of Kāmdevs to shame. He is the lord of countless millions of brahmānds , the king of kings, the controller of all, the antaryāmi of all, and extremely blissful. Before His bliss, the pleasure of seeing countless beautiful women pales into insignificance. In fact, before the bliss of the form of that God, the pleasures of the vishays of this realm and the higher realms pale into insignificance. Such is the form of God. That form always has two arms, but by His wish, He may appear to have four arms, or sometimes to have eight arms, or He may even be seen as having a thousand arms.\n\n“Furthermore, it is that very God who assumes the forms of Matsya, Kachchha, Varāh, etc., and the forms of Rām, Krishna, etc., for the purpose of fulfilling some task. He does not, however, abandon His original form to assume the form of these avatārs . That God Himself assumes the forms of Matsya, Kachchha, etc., possessing countless divine powers and boundless strength. Then, once the task for which He assumed a body is completed, He abandons that body. Hence, it is said in the Shrimad Bhāgwat:\n\n“Through whichever physical body God relieved the burden of the earth, after removing the ‘thorn’ - in the form of the belief that one is the body - which had pierced the chaitanya of the beings, God also abandoned His own physical body, which was the ‘thorn’ used to remove the other ‘thorn’.\n\n“Also, God assumed the form of Nrusinh for the purpose of killing a demon. After completing that task, He decided to abandon that particular body. But who could kill a lion? So, by God’s own will, Shiv, in the form of kāl , came assuming the form of a sharabh . A fight ensued between Nrusinh and the sharabh . As a result, both left their physical bodies. That is how Shiv came to be known as Sharbheshwar Mahādev, and the location where Nrusinhji left his body became Nārsinhi Shilā.\n\n“Moreover, wherever paintings of Matsya, Kurma and other avatārs of God are portrayed, the lower portions of the paintings depict the form as a fish, a tortoise, etc. However, the upper portions of the paintings depict the murti of God with a conch, a disc, a mace, a lotus, a vaijayanti garland, silk garments, a crown, the Shrivatsa mark, as well as other such symbols. Thus, the form of God is eternally like this.\n\n“Initially, at the time of his birth, Shri Krishna Bhagwān gave darshan in a four-armed form to Vasudev and Devki. He also gave darshan to Akrur in water in a four-armed form. When Rukmini fainted, he again gave darshan in a four-armed form. Arjun has also said: ‘Tenaiva roopena chaturbhujena sahasra-bāho bhava vishvamurte ||’ . 2 So Arjun also saw him as having a four-armed form. When Shri Krishna Bhagwān was seated under a pipal tree after the Yādavs had slaughtered themselves, Uddhavji and Maitreya Rishi saw the form of God having four-arms, along with a conch, a disc, a mace, a lotus and silk garments. Moreover, Shri Krishna Bhagwān was dark in complexion, yet his beauty is described as being capable of putting millions of Kāmdevs to shame.\n\n“Therefore, although God appears to be like a human, the aforementioned luminosity and bliss are all inherent within Him. One who has the inclination of dhyān , dhārnā and samādhi sees that very form as having the light of millions and millions of suns; such a person does not need to resort to using a torch or an oil lamp. Moreover, even though God is so luminous, the fact that this divine light cannot be seen is due to God’s wish. If that God willed, ‘May the devotees see Me as full of divine light,’ then that same form would be seen as luminous. So, one who has a conviction of God realizes, ‘The divine powers, opulence and attendants of the abodes of Golok, Vaikunth, Shwetdwip and Brahmapur all accompany God. Furthermore, those who serve Him are Rādhikā, Lakshmi, etc.’ He sees God in such a transcendent manner. But those who are fools see Him as a human. Shri Krishna Bhagwān has also mentioned in the Gitā:\n\n“Therefore, those who are fools fail to realize such transcendence of God and instead perceive human traits in God, seeing Him as a human like themselves.\n\n“What is meant by perceiving human traits? Well, it is when all of the feelings of the antahkaran - i.e., lust, anger, avarice, infatuation, arrogance, matsar , desires, cravings, etc.; and all of the characteristics of the physical body - i.e., bones, skin, feces, urine, etc., as well as birth, childhood, youth, old age, death, etc.; and all other human characteristics are perceived in God. A person who perceives such characteristics may appear to have a conviction of God, but his conviction is flawed. As a result, he will surely fall from the Satsang fellowship.\n\n“That God’s form is supremely divine - there is not even the slightest trace of human traits in God. Therefore, one should not perceive human traits in God, and one should instead initially view Him as a deity; then one should view Him as Brahmā, etc.; then one should view Him as Pradhān-Purush; then as Prakruti-Purush; then as Akshar; and finally as Purushottam - who transcends Akshar. For example, upon seeing the incredible, divine actions of Shri Krishna Bhagwān, the gopas of Vraj initially viewed him as a deity. Then, after listening to the words of Gargāchārya, they viewed him as God . Then they said, ‘You are God. Therefore, show us your abode.’ Thereafter, they were shown Akshardhām. One who believes God to be divine in this way should be known to have complete conviction.\n\n“Sometimes people say, ‘Initially, this person did not have the conviction of God, but now he does.’ Does that mean that he did not see God initially? Well, he certainly did see Him, but he perceived human traits in Him. Later, after he develops conviction, he does darshan believing God to be completely divine; that is known as having developed the conviction of God. Moreover, if a person does not believe God to be completely divine, then he repeatedly becomes upset and constantly perceives virtues and flaws; i.e., he thinks, ‘God is favoring that person, but not me,’ or ‘He often calls that person, but not me,’ or ‘He has more affection for that person and less for me.’ In this way, he continues perceiving virtues and flaws. As a result, his heart becomes more and more despondent day by day, and ultimately he falls from Satsang. Therefore, one should certainly not perceive human traits in God.\n\n“Further, one should not perceive flaws even in the devotees of God. Why? Because physically a devotee may be blind, disabled, deaf, old, unattractive, or he may have leukoderma; but when he dies, does he still remain blind or disabled in the abode of God? Certainly not. Those are all features of humans. After leaving these features behind, he assumes a divine form and becomes brahmarup . Therefore, if one should not perceive flaws in the devotees of God, then how can one possibly perceive them in God?\n\n“Regardless of whether you realize this fact today or you realize it after a hundred years, it must be realized. In fact, there is no alternative but to realize it and imbibe it firmly. Therefore, all devotees should remember this principle of Mine and discuss it amongst each other. Furthermore, whenever someone suffers a setback due to some misunderstanding, he should be alerted by mentioning this. In fact, one should discuss this principle of Mine routinely, at least once a day - this is My command. So please do not forget it; please, please, do not forget it!”\n\nSaying this, Shriji Mahārāj bid ‘Jai Swāminārāyan’ to all of the devotees and returned to His residence smiling. After listening to Shriji Mahārāj’s discourse, all of the sādhus and devotees realized Shriji Mahārāj as the cause of all avatārs , the ‘avatāri’ , and greatly consolidated their belief of Him as being completely divine.”\n\nOn the night of Posh sudi 1, Samvat 1877 [5 January 1821], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot in Sura Khachar’s darbar in Loya. He was wearing a white khes and a warm, red dagli . In addition to this, He had covered Himself with a thick, cotton cloth and a blanket. He had tied a white feto around His head and had tied a bokani with another white feto . At that time, an assembly of paramhansas and an assembly of devotees from various places had gathered before Him.\n\nThen, after the paramhansas finished the evening arti and prayers, Shriji Maharaj said, “Please sing a devotional song.” Thereupon, Muktanand Swami and some other paramhansas sang devotional songs while playing musical instruments.\n\nShriji Maharaj then said, “Now please conclude the singing as I wish to talk. If any doubts arise in what I say, please ask.”\n\nSo saying, He began, “To develop the conviction of God is more difficult than anything else. Moreover, because this topic of conviction is extremely complex, I am afraid of discussing it. I feel, ‘Upon discussing this topic, what if someone were to misunderstand it? What if, due to this discussion, any inclination that one may have firmly cultivated were to be destroyed or even be uprooted?’ Yet, there is no alternative but to reveal this fact. If one does not interpret it correctly, many problems can arise. Yet, until one has not understood this fact, much deficiency will remain in one’s understanding. That is why I wish to deliver this discourse.\n\n“When God assumed the form of Varah, his form as a boar was very ugly. Assuming the avatar of Matsya, his form was exactly like that of a fish. In the Kachchha avatar , his form was exactly like that of other tortoises. In the Nrusinh avatar , his form was as frightening as a lion. In the Vaman avatar , his form as a dwarf had short hands and legs, a broad waist and a plump body. In the Vyas avatar , he appeared black, with lots of body hair and a foul body odor.\n\n“Now, all those who attained God in whichever form He assumed meditated on that particular form. Then, as a result of that meditation, they attained a form similar to that form of God. Now, did those who attained Varah see God exactly like a boar in his abode? Did those who attained Matsyaji see God exactly like a fish in his abode? Did those who attained Kurma see God exactly like a tortoise in his abode? Did those who attained Nrusinh see God exactly like a lion in his abode? Did those who attained Hayagriv see God exactly as a horse in his abode? Did those who worshipped Varah as if he were their husband become a female boar? Did those who worshipped him with the love of a friend become a boar? Did those who worshipped Matsya as if he were their husband become a female fish? Did those who worshipped him with the love of a friend become a fish? Did those who worshipped Kurma as if he were their husband become a female tortoise? Did those who worshipped him with the love of a friend become a tortoise? Did those who worshipped Nrusinh as if he were their husband become a lioness? Did those who worshipped him with the love of a friend become a lion? Did those who worshipped Hayagriv as if he were their husband become a female horse? Did those who worshipped him with the love of a friend become a horse? If the original form of God was exactly like that of Varah, Matsya, etc., then by meditating on them, the devotees of each avatar should attain that same form, and all that I have just mentioned should happen. However, this is not the case.\n\n“Then you may ask, ‘What is the form of that God like?’ Well, the answer is that God is characterized by eternal existence, consciousness and bliss and possesses a form full of divine light. In every single pore of His body, there is light equivalent to millions and millions of suns. Moreover, that God is so handsome that He puts even millions of Kamdevs to shame. He is the lord of countless millions of brahmands , the king of kings, the controller of all, the antaryami of all, and extremely blissful. Before His bliss, the pleasure of seeing countless beautiful women pales into insignificance. In fact, before the bliss of the form of that God, the pleasures of the vishays of this realm and the higher realms pale into insignificance. Such is the form of God. That form always has two arms, but by His wish, He may appear to have four arms, or sometimes to have eight arms, or He may even be seen as having a thousand arms.\n\n“Furthermore, it is that very God who assumes the forms of Matsya, Kachchha, Varah, etc., and the forms of Ram, Krishna, etc., for the purpose of fulfilling some task. He does not, however, abandon His original form to assume the form of these avatars . That God Himself assumes the forms of Matsya, Kachchha, etc., possessing countless divine powers and boundless strength. Then, once the task for which He assumed a body is completed, He abandons that body. Hence, it is said in the Shrimad Bhagwat:\n\n“Through whichever physical body God relieved the burden of the earth, after removing the ‘thorn’ - in the form of the belief that one is the body - which had pierced the chaitanya of the beings, God also abandoned His own physical body, which was the ‘thorn’ used to remove the other ‘thorn’.\n\n“Also, God assumed the form of Nrusinh for the purpose of killing a demon. After completing that task, He decided to abandon that particular body. But who could kill a lion? So, by God’s own will, Shiv, in the form of kal , came assuming the form of a sharabh . A fight ensued between Nrusinh and the sharabh . As a result, both left their physical bodies. That is how Shiv came to be known as Sharbheshwar Mahadev, and the location where Nrusinhji left his body became Narsinhi Shila.\n\n“Moreover, wherever paintings of Matsya, Kurma and other avatars of God are portrayed, the lower portions of the paintings depict the form as a fish, a tortoise, etc. However, the upper portions of the paintings depict the murti of God with a conch, a disc, a mace, a lotus, a vaijayanti garland, silk garments, a crown, the Shrivatsa mark, as well as other such symbols. Thus, the form of God is eternally like this.\n\n“Initially, at the time of his birth, Shri Krishna Bhagwan gave darshan in a four-armed form to Vasudev and Devki. He also gave darshan to Akrur in water in a four-armed form. When Rukmini fainted, he again gave darshan in a four-armed form. Arjun has also said: ‘Tenaiva roopena chaturbhujena sahasra-baho bhava vishvamurte ||’ . 2 So Arjun also saw him as having a four-armed form. When Shri Krishna Bhagwan was seated under a pipal tree after the Yadavs had slaughtered themselves, Uddhavji and Maitreya Rishi saw the form of God having four-arms, along with a conch, a disc, a mace, a lotus and silk garments. Moreover, Shri Krishna Bhagwan was dark in complexion, yet his beauty is described as being capable of putting millions of Kamdevs to shame.\n\n“Therefore, although God appears to be like a human, the aforementioned luminosity and bliss are all inherent within Him. One who has the inclination of dhyan , dharna and samadhi sees that very form as having the light of millions and millions of suns; such a person does not need to resort to using a torch or an oil lamp. Moreover, even though God is so luminous, the fact that this divine light cannot be seen is due to God’s wish. If that God willed, ‘May the devotees see Me as full of divine light,’ then that same form would be seen as luminous. So, one who has a conviction of God realizes, ‘The divine powers, opulence and attendants of the abodes of Golok, Vaikunth, Shwetdwip and Brahmapur all accompany God. Furthermore, those who serve Him are Radhika, Lakshmi, etc.’ He sees God in such a transcendent manner. But those who are fools see Him as a human. Shri Krishna Bhagwan has also mentioned in the Gita:\n\n“Therefore, those who are fools fail to realize such transcendence of God and instead perceive human traits in God, seeing Him as a human like themselves.\n\n“What is meant by perceiving human traits? Well, it is when all of the feelings of the antahkaran - i.e., lust, anger, avarice, infatuation, arrogance, matsar , desires, cravings, etc.; and all of the characteristics of the physical body - i.e., bones, skin, feces, urine, etc., as well as birth, childhood, youth, old age, death, etc.; and all other human characteristics are perceived in God. A person who perceives such characteristics may appear to have a conviction of God, but his conviction is flawed. As a result, he will surely fall from the Satsang fellowship.\n\n“That God’s form is supremely divine - there is not even the slightest trace of human traits in God. Therefore, one should not perceive human traits in God, and one should instead initially view Him as a deity; then one should view Him as Brahma, etc.; then one should view Him as Pradhan-Purush; then as Prakruti-Purush; then as Akshar; and finally as Purushottam - who transcends Akshar. For example, upon seeing the incredible, divine actions of Shri Krishna Bhagwan, the gopas of Vraj initially viewed him as a deity. Then, after listening to the words of Gargacharya, they viewed him as God . Then they said, ‘You are God. Therefore, show us your abode.’ Thereafter, they were shown Akshardham. One who believes God to be divine in this way should be known to have complete conviction.\n\n“Sometimes people say, ‘Initially, this person did not have the conviction of God, but now he does.’ Does that mean that he did not see God initially? Well, he certainly did see Him, but he perceived human traits in Him. Later, after he develops conviction, he does darshan believing God to be completely divine; that is known as having developed the conviction of God. Moreover, if a person does not believe God to be completely divine, then he repeatedly becomes upset and constantly perceives virtues and flaws; i.e., he thinks, ‘God is favoring that person, but not me,’ or ‘He often calls that person, but not me,’ or ‘He has more affection for that person and less for me.’ In this way, he continues perceiving virtues and flaws. As a result, his heart becomes more and more despondent day by day, and ultimately he falls from Satsang. Therefore, one should certainly not perceive human traits in God.\n\n“Further, one should not perceive flaws even in the devotees of God. Why? Because physically a devotee may be blind, disabled, deaf, old, unattractive, or he may have leukoderma; but when he dies, does he still remain blind or disabled in the abode of God? Certainly not. Those are all features of humans. After leaving these features behind, he assumes a divine form and becomes brahmarup . Therefore, if one should not perceive flaws in the devotees of God, then how can one possibly perceive them in God?\n\n“Regardless of whether you realize this fact today or you realize it after a hundred years, it must be realized. In fact, there is no alternative but to realize it and imbibe it firmly. Therefore, all devotees should remember this principle of Mine and discuss it amongst each other. Furthermore, whenever someone suffers a setback due to some misunderstanding, he should be alerted by mentioning this. In fact, one should discuss this principle of Mine routinely, at least once a day - this is My command. So please do not forget it; please, please, do not forget it!”\n\nSaying this, Shriji Maharaj bid ‘Jai Swaminarayan’ to all of the devotees and returned to His residence smiling. After listening to Shriji Maharaj’s discourse, all of the sadhus and devotees realized Shriji Maharaj as the cause of all avatars , the ‘avatari’ , and greatly consolidated their belief of Him as being completely divine.”"
}