{
    "number": 68,
    "vachanamrut": "Gadhada I-68",
    "title": "God Forever Resides in the Eight Types of Murtis and in the Sant",
    "setting": "On Chaitra sudi 9, Samvat 1876 [23 March 1820], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. Around His head, He had tied a white cloth that had a border of silken thread. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Allow Me to ask a question.”\n\nThe munis responded by saying, “Please do ask.” Shriji Mahārāj thus began, “For one month during the famine of ’69 , 1 whenever I entered samādhi , I felt I had gone to Purushottampuri, where I entered and resided in the murti of Shri Jagannāthji. That murti may appear to be wooden, but through its eyes I observed everything. I observed both the bhakti and the deceitful ways of the mandir priest. In the same way, those people in our Satsang fellowship who have mastered samādhi can also enter others’ bodies through samādhi and see and hear everything. The scriptures also mention that Shukji spoke through the medium of a tree. Therefore, a great holy person or God can enter wherever they wish.\n\n“The murtis which God has given for worship by His command are of eight types . 2 God Himself personally enters those murtis and resides within them. A devotee of God who worships those murtis should maintain the same respect for them as he does for the manifest form of God. In the same way, God also resides in the heart of the Sant. Therefore, the Sant should also be respected. Yet, a devotee totally fails to respect him. He considers a murti to be merely a painting or to be made of stone or other materials. Furthermore, he looks upon that Sant as an ordinary human being. But God himself has said, ‘I forever reside in the eight types of murtis and in the Sant.’ Still, that devotee behaves disrespectfully before the murtis of God and before the Sant, not fearing God in the least. Does such a person have faith in God or not? That is the question.”\n\nThe paramhansas replied, “Because he does not realize God to be antaryāmi and so fails to respect Him, such a devotee does not have faith in God at all.”\n\nThereupon Shriji Mahārāj added, “Not only does he not have faith, but his bhakti is like that of a hypocrite.” Shriji Mahārāj then asked further, “Will such a devotee attain liberation or not?”\n\nThe sādhus replied, “No, he will not attain liberation.”\n\nShriji Mahārāj then continued, “A person who develops such a nāstik attitude towards the murtis of God and the Sant will not merely stop there; he will also develop nāstik feelings towards the manifest form of God whom he worships. He will also develop such nāstik feelings towards the abodes of God such as Golok, Brahmapur, etc. Furthermore, he will come to believe that the creation, sustenance and dissolution of this cosmos is due to kāl , māyā and karma , but not due to the will of God. In this way, he will become a staunch nāstik .” Thereafter Muktānand Swāmi asked, “Is the cause of such a nāstik attitude one’s past karmas or the influence of evil company?” Shriji Mahārāj explained, “The sole cause of the development of such a nāstik attitude is listening to the scriptures of nāstiks and keeping the company of one who has faith in those scriptures. Furthermore, lust, anger, avarice, arrogance, egotism and jealousy also cause such a nāstik attitude to develop. Why? Because if a person possesses any one of those swabhāvs , then he will not be able to believe the talks of even sādhus such as Nārad and the Sanakādik. “When is such a nāstik attitude overcome? Well, when one listens to talks of the divine actions and incidents of God, such as the creation, sustenance and dissolution of the cosmos as described in āstik scriptures like the Shrimad Bhāgwat, and also understands the greatness of God and the Sant, such a nāstik attitude is overcome and an āstik attitude develops.”\n\nThereafter Muktānand Swāmi asked, “Is the cause of such a nāstik attitude one’s past karmas or the influence of evil company?”\n\nShriji Mahārāj explained, “The sole cause of the development of such a nāstik attitude is listening to the scriptures of nāstiks and keeping the company of one who has faith in those scriptures. Furthermore, lust, anger, avarice, arrogance, egotism and jealousy also cause such a nāstik attitude to develop. Why? Because if a person possesses any one of those swabhāvs , then he will not be able to believe the talks of even sādhus such as Nārad and the Sanakādik.\n\n“When is such a nāstik attitude overcome? Well, when one listens to talks of the divine actions and incidents of God, such as the creation, sustenance and dissolution of the cosmos as described in āstik scriptures like the Shrimad Bhāgwat, and also understands the greatness of God and the Sant, such a nāstik attitude is overcome and an āstik attitude develops.”\n\nOn Chaitra sudi 9, Samvat 1876 [23 March 1820], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. Around His head, He had tied a white cloth that had a border of silken thread. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Allow Me to ask a question.”\n\nThe munis responded by saying, “Please do ask.” Shriji Maharaj thus began, “For one month during the famine of ’69 , 1 whenever I entered samadhi , I felt I had gone to Purushottampuri, where I entered and resided in the murti of Shri Jagannathji. That murti may appear to be wooden, but through its eyes I observed everything. I observed both the bhakti and the deceitful ways of the mandir priest. In the same way, those people in our Satsang fellowship who have mastered samadhi can also enter others’ bodies through samadhi and see and hear everything. The scriptures also mention that Shukji spoke through the medium of a tree. Therefore, a great holy person or God can enter wherever they wish.\n\n“The murtis which God has given for worship by His command are of eight types . 2 God Himself personally enters those murtis and resides within them. A devotee of God who worships those murtis should maintain the same respect for them as he does for the manifest form of God. In the same way, God also resides in the heart of the Sant. Therefore, the Sant should also be respected. Yet, a devotee totally fails to respect him. He considers a murti to be merely a painting or to be made of stone or other materials. Furthermore, he looks upon that Sant as an ordinary human being. But God himself has said, ‘I forever reside in the eight types of murtis and in the Sant.’ Still, that devotee behaves disrespectfully before the murtis of God and before the Sant, not fearing God in the least. Does such a person have faith in God or not? That is the question.”\n\nThe paramhansas replied, “Because he does not realize God to be antaryami and so fails to respect Him, such a devotee does not have faith in God at all.”\n\nThereupon Shriji Maharaj added, “Not only does he not have faith, but his bhakti is like that of a hypocrite.” Shriji Maharaj then asked further, “Will such a devotee attain liberation or not?”\n\nThe sadhus replied, “No, he will not attain liberation.”\n\nShriji Maharaj then continued, “A person who develops such a nastik attitude towards the murtis of God and the Sant will not merely stop there; he will also develop nastik feelings towards the manifest form of God whom he worships. He will also develop such nastik feelings towards the abodes of God such as Golok, Brahmapur, etc. Furthermore, he will come to believe that the creation, sustenance and dissolution of this cosmos is due to kal , maya and karma , but not due to the will of God. In this way, he will become a staunch nastik .” Thereafter Muktanand Swami asked, “Is the cause of such a nastik attitude one’s past karmas or the influence of evil company?” Shriji Maharaj explained, “The sole cause of the development of such a nastik attitude is listening to the scriptures of nastiks and keeping the company of one who has faith in those scriptures. Furthermore, lust, anger, avarice, arrogance, egotism and jealousy also cause such a nastik attitude to develop. Why? Because if a person possesses any one of those swabhavs , then he will not be able to believe the talks of even sadhus such as Narad and the Sanakadik. “When is such a nastik attitude overcome? Well, when one listens to talks of the divine actions and incidents of God, such as the creation, sustenance and dissolution of the cosmos as described in astik scriptures like the Shrimad Bhagwat, and also understands the greatness of God and the Sant, such a nastik attitude is overcome and an astik attitude develops.”\n\nThereafter Muktanand Swami asked, “Is the cause of such a nastik attitude one’s past karmas or the influence of evil company?”\n\nShriji Maharaj explained, “The sole cause of the development of such a nastik attitude is listening to the scriptures of nastiks and keeping the company of one who has faith in those scriptures. Furthermore, lust, anger, avarice, arrogance, egotism and jealousy also cause such a nastik attitude to develop. Why? Because if a person possesses any one of those swabhavs , then he will not be able to believe the talks of even sadhus such as Narad and the Sanakadik.\n\n“When is such a nastik attitude overcome? Well, when one listens to talks of the divine actions and incidents of God, such as the creation, sustenance and dissolution of the cosmos as described in astik scriptures like the Shrimad Bhagwat, and also understands the greatness of God and the Sant, such a nastik attitude is overcome and an astik attitude develops.”"
}