{
    "number": 45,
    "vachanamrut": "Gadhada I-45",
    "title": "Does God Possess a Form or Is He Formless?",
    "setting": "On the evening of Mahā sudi 10, Samvat 1876 [24 January 1820], Shriji Mahārāj was sitting facing south on the platform in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pāgh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Gopālānand Swāmi asked, “Mahārāj, many Vedāntis claim that God does not possess a form. Moreover, they cite Vedic verses that support only that belief. On the other hand, devotees of God such as Nārad, Shukji and the Sanakādik claim that God does possess a form. Of the two, who is correct?”\n\nShriji Mahārāj replied, “Purushottam Bhagwān eternally possesses a form, and that form is extremely luminous. His perfect, all-pervasive antaryāmi form - Brahma , 1 characterized by eternal existence, consciousness and bliss - is actually the divine light of Purushottam Bhagwān, but He Himself possesses a definite form. The Shrutis also mention: ‘That God looked towards māyā .’ Now if God sees, does that mean that He has only a pair of eyes and nothing else? In reality, He does have hands and feet. This proves that He possesses a form.\n\n“Take the example of water. Its corresponding deity, Varun, possesses a form in his own realm, while water itself is described as formless. Also, the flames of a fire are described as formless, while their corresponding deity, Agni, possesses a form in his realm. Sunlight is also described as being formless, while Suryadev, who resides in his realm, possesses a form. Similarly, Brahma 1 - characterized by eternal existence, consciousness and bliss - is formless, while Purushottam Bhagwān possesses a form. Furthermore, that all-pervasive, perfect Brahma , 1 with the attributes of eternal existence, consciousness and bliss, is the divine light of Purushottam Bhagwān.\n\n“Someone may claim that the Shrutis propound: ‘God is all-pervasive and perfect, without hands, feet, etc.’ But those Vedic verses that refute the hands, feet, etc., of God are actually refuting māyik hands, feet, etc. In reality, God’s form is divine, not māyik . Moreover, despite the fact that Purushottam Bhagwān’s brahmarup light, which pervades all jivas and ishwars as their antaryāmi , is formless, it should be considered to possess a form. This is because it governs the granting of the deserved fruits of karmas to all jivas and ishwars according to their respective karmas . This power of governing makes it function as if it possesses a form. Thus, that divine light should be considered to possess a form as well. In the same manner, Purushottam Bhagwān always possesses a form; He is not formless. Those who do believe Him to be formless just do not understand.”\n\nOn the evening of Maha sudi 10, Samvat 1876 [24 January 1820], Shriji Maharaj was sitting facing south on the platform in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pagh around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Gopalanand Swami asked, “Maharaj, many Vedantis claim that God does not possess a form. Moreover, they cite Vedic verses that support only that belief. On the other hand, devotees of God such as Narad, Shukji and the Sanakadik claim that God does possess a form. Of the two, who is correct?”\n\nShriji Maharaj replied, “Purushottam Bhagwan eternally possesses a form, and that form is extremely luminous. His perfect, all-pervasive antaryami form - Brahma , 1 characterized by eternal existence, consciousness and bliss - is actually the divine light of Purushottam Bhagwan, but He Himself possesses a definite form. The Shrutis also mention: ‘That God looked towards maya .’ Now if God sees, does that mean that He has only a pair of eyes and nothing else? In reality, He does have hands and feet. This proves that He possesses a form.\n\n“Take the example of water. Its corresponding deity, Varun, possesses a form in his own realm, while water itself is described as formless. Also, the flames of a fire are described as formless, while their corresponding deity, Agni, possesses a form in his realm. Sunlight is also described as being formless, while Suryadev, who resides in his realm, possesses a form. Similarly, Brahma 1 - characterized by eternal existence, consciousness and bliss - is formless, while Purushottam Bhagwan possesses a form. Furthermore, that all-pervasive, perfect Brahma , 1 with the attributes of eternal existence, consciousness and bliss, is the divine light of Purushottam Bhagwan.\n\n“Someone may claim that the Shrutis propound: ‘God is all-pervasive and perfect, without hands, feet, etc.’ But those Vedic verses that refute the hands, feet, etc., of God are actually refuting mayik hands, feet, etc. In reality, God’s form is divine, not mayik . Moreover, despite the fact that Purushottam Bhagwan’s brahmarup light, which pervades all jivas and ishwars as their antaryami , is formless, it should be considered to possess a form. This is because it governs the granting of the deserved fruits of karmas to all jivas and ishwars according to their respective karmas . This power of governing makes it function as if it possesses a form. Thus, that divine light should be considered to possess a form as well. In the same manner, Purushottam Bhagwan always possesses a form; He is not formless. Those who do believe Him to be formless just do not understand.”"
}