{
    "number": 44,
    "vachanamrut": "Gadhada I-44",
    "title": "A Red-hot Branding Iron; A Dagli",
    "setting": "On the morning of Mahā sudi 8, Samvat 1876 [23 January 1820], Shriji Mahārāj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was wearing a white khes and had covered Himself with a white cotton cloth. Also, He had tied a white pāgh around His head and had tied a bokāni with one end of the pāgh . A garland of white flowers decorated the pāgh as well. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Addressing the assembly, Shriji Mahārāj asked, “What is the characteristic of having affection towards God?”\n\nThereupon Brahmānand Swāmi attempted to describe the characteristic of affection but was unable to do so satisfactorily.\n\nHearing his reply, Shriji Mahārāj commented, “You have not even come close to describing affection. You say it is remaining detached from the body and the brahmānd , but that is not the characteristic of affection; rather, it is the characteristic of vairāgya . In actual fact, affection is constantly remembering God’s form. That is called affection.\n\n“A devotee with such total affection for God never has any thoughts other than those of God. The extent to which he harbors desires other than those of God is the extent to which he lacks affection. If, whether knowingly or unknowingly, some thought other than remembering God’s form were to arise in a person who has true affection for God, it would be as distressful for him as someone throwing a handful of pebbles and sand into a sumptuous meal he is eating; or as painful as being branded on his forehead by a red-hot branding iron. One who feels this way should be known to have love for God. So now, if all of you examine your hearts, you will realize how much love you have for God.”\n\nBrahmānand Swāmi then asked, “By what means can one develop such intense love for God?”\n\nShriji Mahārāj replied, “Only by keeping profound association with the Satpurush can one develop intense love for God.”\n\nAt this point, Somlā Khāchar questioned, “But we are intensely engaged in such profound association, yet why does such intense love not develop?”\n\nShriji Mahārāj explained, “It is true that you engage yourselves in such profound association, but as well as associating with Me, you also associate with the world. As a result, intense love for God does not develop.”\n\nThereafter, Vālo Dhruv, a Brāhmin from Vaso, asked a question: “Mahārāj, how can the feelings of I-ness and my-ness towards one’s body and its relations be eradicated?”\n\nShriji Mahārāj replied, “The jiva has a misconception in that it does not believe itself to be the jivātmā , i.e., distinct from the body; instead, it believes itself to be the body. To illustrate how the body clings to the jivātmā , consider a person who wears a dagli after having it sewn by a tailor. That person then begins to believe, ‘The tailor is my father and the tailor’s wife is my mother.’ Such a person would be considered a fool. In the same manner, the jivātmā is given a dagli in the form of this body, which is born sometimes to a Brāhmin couple; sometimes to a low-caste couple; or in any of the 8.4 million life forms. Therefore, a person who believes the body to be his true self and believes the parents of that body to be his own parents is called a fool and should be considered to be like an animal.\n\n“Moreover, out of those 8.4 million life forms previously undertaken, there is not a single mother, sister, daughter or wife who observes the vow of fidelity any longer. So how can one who believes such relations to be one’s true relations ever overcome the feelings of I-ness and my-ness? Thus, without such understanding, to eradicate attachment for one’s birthplace and native land is very difficult indeed.\n\n“Therefore, as long as a person believes the body to be his true self, his entire understanding is totally useless; and as long as he continues to harbor vanity of his caste or āshram , he will never imbibe the virtues of a sādhu . Thus, after discarding the feelings of I-ness and my-ness for the body and its relations, believing one’s ātmā to be brahmarup , and after forsaking all worldly desires, if a person worships God while observing swadharma , he should be known as a sādhu . No distance remains between Purushottam Bhagwān and a person who has cultivated such qualities of a sādhu . Everything else may be possible, but to cultivate such qualities of a sādhu is extremely difficult. In fact, I am such a sādhu because I do not have even the slightest vanity of My caste or āshram .”\n\nShriji Mahārāj spoke in this manner for the purpose of enlightening His devotees, but in reality, He Himself is the manifest form of Purushottam Nārāyan.\n\nOn the morning of Maha sudi 8, Samvat 1876 [23 January 1820], Shriji Maharaj was sitting facing west on a large, decorated cot on the platform under the neem tree in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. Also, He had tied a white pagh around His head and had tied a bokani with one end of the pagh . A garland of white flowers decorated the pagh as well. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nAddressing the assembly, Shriji Maharaj asked, “What is the characteristic of having affection towards God?”\n\nThereupon Brahmanand Swami attempted to describe the characteristic of affection but was unable to do so satisfactorily.\n\nHearing his reply, Shriji Maharaj commented, “You have not even come close to describing affection. You say it is remaining detached from the body and the brahmand , but that is not the characteristic of affection; rather, it is the characteristic of vairagya . In actual fact, affection is constantly remembering God’s form. That is called affection.\n\n“A devotee with such total affection for God never has any thoughts other than those of God. The extent to which he harbors desires other than those of God is the extent to which he lacks affection. If, whether knowingly or unknowingly, some thought other than remembering God’s form were to arise in a person who has true affection for God, it would be as distressful for him as someone throwing a handful of pebbles and sand into a sumptuous meal he is eating; or as painful as being branded on his forehead by a red-hot branding iron. One who feels this way should be known to have love for God. So now, if all of you examine your hearts, you will realize how much love you have for God.”\n\nBrahmanand Swami then asked, “By what means can one develop such intense love for God?”\n\nShriji Maharaj replied, “Only by keeping profound association with the Satpurush can one develop intense love for God.”\n\nAt this point, Somla Khachar questioned, “But we are intensely engaged in such profound association, yet why does such intense love not develop?”\n\nShriji Maharaj explained, “It is true that you engage yourselves in such profound association, but as well as associating with Me, you also associate with the world. As a result, intense love for God does not develop.”\n\nThereafter, Valo Dhruv, a Brahmin from Vaso, asked a question: “Maharaj, how can the feelings of I-ness and my-ness towards one’s body and its relations be eradicated?”\n\nShriji Maharaj replied, “The jiva has a misconception in that it does not believe itself to be the jivatma , i.e., distinct from the body; instead, it believes itself to be the body. To illustrate how the body clings to the jivatma , consider a person who wears a dagli after having it sewn by a tailor. That person then begins to believe, ‘The tailor is my father and the tailor’s wife is my mother.’ Such a person would be considered a fool. In the same manner, the jivatma is given a dagli in the form of this body, which is born sometimes to a Brahmin couple; sometimes to a low-caste couple; or in any of the 8.4 million life forms. Therefore, a person who believes the body to be his true self and believes the parents of that body to be his own parents is called a fool and should be considered to be like an animal.\n\n“Moreover, out of those 8.4 million life forms previously undertaken, there is not a single mother, sister, daughter or wife who observes the vow of fidelity any longer. So how can one who believes such relations to be one’s true relations ever overcome the feelings of I-ness and my-ness? Thus, without such understanding, to eradicate attachment for one’s birthplace and native land is very difficult indeed.\n\n“Therefore, as long as a person believes the body to be his true self, his entire understanding is totally useless; and as long as he continues to harbor vanity of his caste or ashram , he will never imbibe the virtues of a sadhu . Thus, after discarding the feelings of I-ness and my-ness for the body and its relations, believing one’s atma to be brahmarup , and after forsaking all worldly desires, if a person worships God while observing swadharma , he should be known as a sadhu . No distance remains between Purushottam Bhagwan and a person who has cultivated such qualities of a sadhu . Everything else may be possible, but to cultivate such qualities of a sadhu is extremely difficult. In fact, I am such a sadhu because I do not have even the slightest vanity of My caste or ashram .”\n\nShriji Maharaj spoke in this manner for the purpose of enlightening His devotees, but in reality, He Himself is the manifest form of Purushottam Narayan."
}