{
    "number": 4,
    "vachanamrut": "Gadhada I-4",
    "title": "Jealousy like that of Nāradji",
    "setting": "On Māgshar sudi 7, Samvat 1876 [24 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said, “Devotees of God should not harbor jealousy amongst themselves.”\n\nThereupon Ānandānand Swāmi said, “But Mahārāj, even then, jealousy still remains.”\n\nHearing this, Shriji Mahārāj explained, “If one does harbor jealousy, it should be like that of Nāradji. Once, both Nāradji and Tumbaru went to Vaikunth for the darshan of Lakshmi and Nārāyan. There, Tumbaru sang before them. As a result, both Lakshmi and Nārāyan were pleased and rewarded him with their clothes and ornaments. Seeing this, Nāradji became jealous of Tumbaru and thought, ‘I shall also learn to sing like Tumbaru and please God.’\n\n“Then, Nāradji learned the art of singing and sang before God. But God commented, ‘You do not know how to sing like Tumbaru.’ Thereafter, Nāradji performed austerities to please Shiv and received his blessings to master the art of singing. However, when he sang before God again, God was still not pleased. In this way, Nāradji continued for seven manvantars. Despite this, God would not be pleased with his singing.\n\n“Finally, Nāradji learned to sing from Tumbaru himself and then sang before Shri Krishna Bhagwān in Dwārikā. Only then was Shri Krishna Bhagwān pleased, and only then did he reward Nāradji with his own clothes and ornaments. Thereafter, Nāradji abandoned his jealousy towards Tumbaru.\n\n“Thus, if one is to harbor jealousy, one should imbibe the virtues of the person towards whom one is jealous and should also abandon one’s own faults. If this cannot be done, then a devotee of God should at least totally abandon any form of jealousy that would result in harming another devotee of God.”\n\nOn Magshar sudi 7, Samvat 1876 [24 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said, “Devotees of God should not harbor jealousy amongst themselves.”\n\nThereupon Anandanand Swami said, “But Maharaj, even then, jealousy still remains.”\n\nHearing this, Shriji Maharaj explained, “If one does harbor jealousy, it should be like that of Naradji. Once, both Naradji and Tumbaru went to Vaikunth for the darshan of Lakshmi and Narayan. There, Tumbaru sang before them. As a result, both Lakshmi and Narayan were pleased and rewarded him with their clothes and ornaments. Seeing this, Naradji became jealous of Tumbaru and thought, ‘I shall also learn to sing like Tumbaru and please God.’\n\n“Then, Naradji learned the art of singing and sang before God. But God commented, ‘You do not know how to sing like Tumbaru.’ Thereafter, Naradji performed austerities to please Shiv and received his blessings to master the art of singing. However, when he sang before God again, God was still not pleased. In this way, Naradji continued for seven manvantars. Despite this, God would not be pleased with his singing.\n\n“Finally, Naradji learned to sing from Tumbaru himself and then sang before Shri Krishna Bhagwan in Dwarika. Only then was Shri Krishna Bhagwan pleased, and only then did he reward Naradji with his own clothes and ornaments. Thereafter, Naradji abandoned his jealousy towards Tumbaru.\n\n“Thus, if one is to harbor jealousy, one should imbibe the virtues of the person towards whom one is jealous and should also abandon one’s own faults. If this cannot be done, then a devotee of God should at least totally abandon any form of jealousy that would result in harming another devotee of God.”"
}