{
    "number": 238,
    "vachanamrut": "Gadhada III-15",
    "title": "Applying Bandages to Wounds",
    "setting": "On Āshādh vadi 13, Samvat 1884 [21 July 1827], Swāmi Shri Sahajānandji Mahārāj was sitting in the balcony of the medi of His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes and was also wearing garlands of mogrā flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Then Shriji Mahārāj said to Muktānand Swāmi, “Today, I had a long talk with the devotees who cook for Me .” 1\n\nThereupon Muktānand Swāmi asked, “Mahārāj, what did You talk about?”\n\nShriji Mahārāj then said, “The talk was that when a devotee of God sits to perform the mānsi pujā of God or sits to meditate upon God, he remembers the times in the past when his jiva had succumbed to the panchvishays due to the influence of unfavorable circumstances or the influence of lust, anger, avarice, etc. For example, a warrior who returns injured from the battlefield rests on a cot because of his wounds; however, until his wounds are not dressed with bandages, the pain of the wounds does not cease, nor is he able to sleep. Only when bandages are applied to his wounds is he relieved of his pain, and only then is he able to sleep. In the same way, the jiva has been ‘wounded’ by the panchvishays due to the influence of unfavorable places, times, company and actions. Whichever of the nine types of bhakti relieves the pain of these ‘wounds’ caused by the vishays and makes one oblivious of the vishays themselves, should be thought of as the application of a bandage to the ‘wounds’. Also, that particular type of bhakti should be known to be one’s inclination in worshipping God.\n\n“Then, abiding by that particular inclination, one should engage in mānsi pujā or the mental chanting of God’s name. In fact, whatever one may do, one should do so within one’s own particular inclination. One will benefit tremendously as a result of this.\n\n“However, just as a wounded warrior experiences no peace until his wounds are bandaged, similarly, if one fails to recognize one’s own particular inclination, one will not experience any happiness at all during worship, and the pain due to the ‘wounds’ inflicted by the vishays will not be relieved. Therefore, after recognizing which of the nine types of bhakti causes his mind to be fixed on God and prevents him from indulging in any thoughts other than those of God, that devotee should realize, ‘This is my particular inclination.’ Thereafter, he should keep that type of bhakti predominant. This method is a universal principle.”\n\nOn Ashadh vadi 13, Samvat 1884 [21 July 1827], Swami Shri Sahajanandji Maharaj was sitting in the balcony of the medi of His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes and was also wearing garlands of mogra flowers around His neck. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThen Shriji Maharaj said to Muktanand Swami, “Today, I had a long talk with the devotees who cook for Me .” 1\n\nThereupon Muktanand Swami asked, “Maharaj, what did You talk about?”\n\nShriji Maharaj then said, “The talk was that when a devotee of God sits to perform the mansi puja of God or sits to meditate upon God, he remembers the times in the past when his jiva had succumbed to the panchvishays due to the influence of unfavorable circumstances or the influence of lust, anger, avarice, etc. For example, a warrior who returns injured from the battlefield rests on a cot because of his wounds; however, until his wounds are not dressed with bandages, the pain of the wounds does not cease, nor is he able to sleep. Only when bandages are applied to his wounds is he relieved of his pain, and only then is he able to sleep. In the same way, the jiva has been ‘wounded’ by the panchvishays due to the influence of unfavorable places, times, company and actions. Whichever of the nine types of bhakti relieves the pain of these ‘wounds’ caused by the vishays and makes one oblivious of the vishays themselves, should be thought of as the application of a bandage to the ‘wounds’. Also, that particular type of bhakti should be known to be one’s inclination in worshipping God.\n\n“Then, abiding by that particular inclination, one should engage in mansi puja or the mental chanting of God’s name. In fact, whatever one may do, one should do so within one’s own particular inclination. One will benefit tremendously as a result of this.\n\n“However, just as a wounded warrior experiences no peace until his wounds are bandaged, similarly, if one fails to recognize one’s own particular inclination, one will not experience any happiness at all during worship, and the pain due to the ‘wounds’ inflicted by the vishays will not be relieved. Therefore, after recognizing which of the nine types of bhakti causes his mind to be fixed on God and prevents him from indulging in any thoughts other than those of God, that devotee should realize, ‘This is my particular inclination.’ Thereafter, he should keep that type of bhakti predominant. This method is a universal principle.”"
}