{
    "number": 162,
    "vachanamrut": "Gadhada II-29",
    "title": "The Characteristics of One Who Is Attached to God",
    "setting": "On Fāgun sudi 8, Samvat 1879 [18 February 1823], Swāmi Shri Sahajānandji Mahārāj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “A devotee whose mind has become deeply attached to the form of Shri Krishna Bhagwān has the following characteristics: Firstly, even though he may be extremely exhausted after prolonged walking and does not have enough strength left in his body even to sit upright, if an opportunity to talk about God arises, then he becomes attentive and most willing to narrate and hear such talks - as if he has not walked even a single mile. Also, regardless of any diseases or ailments that may be a source of pain for him and regardless of being insulted, if he hears talks about God, then he would instantly be relieved of all his miseries. Furthermore, he may appear to be totally engrossed in the wealth and property he has attained, but the moment he hears talks of God, it would seem as if he has no association with anything. Such would be his eagerness to listen to talks about God. One who has such characteristics should be known to have developed deep attachment to God.”\n\nThen Muktānand Swāmi asked, “How does such deep attachment towards God develop?”\n\nShriji Mahārāj replied, “Either due to very strong sanskārs from past lives or by serving and thus pleasing the Sant who has such firm attachment with God - these two methods help create deep attachment towards God. Besides these, there are no other methods.”\n\nOn Fagun sudi 8, Samvat 1879 [18 February 1823], Swami Shri Sahajanandji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “A devotee whose mind has become deeply attached to the form of Shri Krishna Bhagwan has the following characteristics: Firstly, even though he may be extremely exhausted after prolonged walking and does not have enough strength left in his body even to sit upright, if an opportunity to talk about God arises, then he becomes attentive and most willing to narrate and hear such talks - as if he has not walked even a single mile. Also, regardless of any diseases or ailments that may be a source of pain for him and regardless of being insulted, if he hears talks about God, then he would instantly be relieved of all his miseries. Furthermore, he may appear to be totally engrossed in the wealth and property he has attained, but the moment he hears talks of God, it would seem as if he has no association with anything. Such would be his eagerness to listen to talks about God. One who has such characteristics should be known to have developed deep attachment to God.”\n\nThen Muktanand Swami asked, “How does such deep attachment towards God develop?”\n\nShriji Maharaj replied, “Either due to very strong sanskars from past lives or by serving and thus pleasing the Sant who has such firm attachment with God - these two methods help create deep attachment towards God. Besides these, there are no other methods.”"
}