{
    "number": 3,
    "vachanamrut": "Gadhada I-3",
    "title": "Remembering the Divine Actions and Incidents of God",
    "setting": "On the night of Māgshar sudi 6, Samvat 1876 [23 November 1819], Shriji Mahārāj was sitting in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Even one who can constantly see the form of God in his heart should recall the divine actions and incidents of God performed in His various avatārs in various places. He should also maintain affection for the brahmachāris , sādhus and satsangis and should remember them as well. Why? Because if at the time of death he forgets God’s form but remembers the divine actions and incidents performed by Him at various places, or if he remembers those satsangis , brahmachāris or sādhus , then by that association, God’s form will also be remembered. Thereby, that person attains an elevated spiritual status and benefits tremendously. That is why I perform grand Vishnu-yāgs; annually celebrate Janmāshtami, Ekādashi and other observances; and gather brahmachāris , sādhus and satsangis on these occasions. After all, even if a sinner remembers these occasions at the time of his death, he will also attain the abode of God.”\n\nOn the night of Magshar sudi 6, Samvat 1876 [23 November 1819], Shriji Maharaj was sitting in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Even one who can constantly see the form of God in his heart should recall the divine actions and incidents of God performed in His various avatars in various places. He should also maintain affection for the brahmacharis , sadhus and satsangis and should remember them as well. Why? Because if at the time of death he forgets God’s form but remembers the divine actions and incidents performed by Him at various places, or if he remembers those satsangis , brahmacharis or sadhus , then by that association, God’s form will also be remembered. Thereby, that person attains an elevated spiritual status and benefits tremendously. That is why I perform grand Vishnu-yags; annually celebrate Janmashtami, Ekadashi and other observances; and gather brahmacharis , sadhus and satsangis on these occasions. After all, even if a sinner remembers these occasions at the time of his death, he will also attain the abode of God.”"
}