{
    "number": 253,
    "vachanamrut": "Gadhada III-30",
    "title": "Constant Awareness of Five Thoughts",
    "setting": "On Posh sudi Punam, Samvat 1885 [19 January 1829], Swāmi Shri Sahajānandji Mahārāj was sitting in the mandir of Shri Gopināthji in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Two beliefs which I like, and by which My mind becomes pacified, are as follows: First, I like one who is firmly convinced that there is a mass of divine light which is chaitanya , and that the form of Shri Purushottam Bhagwān forever resides at the center of that mass of light; and with that belief, he worships and offers bhakti to that God. On the other hand, I do not like one who believes in and worships only the chaitanya divine light; nor do I like one who does not believe God to forever possess a form; nor do I like one who does not worship God. Secondly, I like one who endeavors in austerities, yoga, vairāgya , developing an aversion towards the panchvishays , etc., in order to please God - without any form of pretentiousness. Seeing such a person, My mind becomes pleased, and I feel, ‘He should be congratulated for behaving in that manner.’\n\n“In addition, I have constant awareness of these five thoughts: First, I am certainly going to die and leave this body; it is imminent. In fact, I firmly feel, ‘I am going to die at this second, at this very moment.’ Such awareness remains in times of happiness and distress, pleasure and displeasure, in fact, amidst all activities. That is the type of vairāgya I possess. The second thought is the constant awareness that even though death is certain, this much work has already been accomplished, and this much work is left, which I would like to complete. The third is the thought of whether or not desires for the panchvishays have been eradicated from My mind. In fact, I feel, ‘If they have been eradicated, then why does activity regarding that vishay still occur? What if maybe they have not been eradicated?’ In this manner, I am constantly suspicious of the mind. The fourth is the concern of whether or not Muktānand Swāmi and the other senior sādhus and senior devotees have eradicated their desires for the panchvishays . In fact, I am constantly aware of looking into everyone’s hearts to observe, ‘This person’s worldly desires have been removed, but this person’s have not.’ Finally, the fifth thought is that if I become dejected, then who knows where I would run away to! In fact, I would probably leave My body. Therefore, I believe I should not become dejected. Why? Because it is good that by My association all of these men, women and paramhansas happily sit to engage in the bhakti of God. Seeing them engaged in such bhakti , I become extremely pleased in My mind. In fact, I feel, ‘Everyone must die someday, but to perform bhakti in this manner is the only great benefit of living.’ I am constantly aware of this.”\n\nIn this manner, Shriji Mahārāj cited His own behavior as an example for the enlightenment of His devotees, 1 while in actual fact, He Himself is the manifest form of Shri Purushottam Nārāyan.\n\nOn Posh sudi Punam, Samvat 1885 [19 January 1829], Swami Shri Sahajanandji Maharaj was sitting in the mandir of Shri Gopinathji in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Two beliefs which I like, and by which My mind becomes pacified, are as follows: First, I like one who is firmly convinced that there is a mass of divine light which is chaitanya , and that the form of Shri Purushottam Bhagwan forever resides at the center of that mass of light; and with that belief, he worships and offers bhakti to that God. On the other hand, I do not like one who believes in and worships only the chaitanya divine light; nor do I like one who does not believe God to forever possess a form; nor do I like one who does not worship God. Secondly, I like one who endeavors in austerities, yoga, vairagya , developing an aversion towards the panchvishays , etc., in order to please God - without any form of pretentiousness. Seeing such a person, My mind becomes pleased, and I feel, ‘He should be congratulated for behaving in that manner.’\n\n“In addition, I have constant awareness of these five thoughts: First, I am certainly going to die and leave this body; it is imminent. In fact, I firmly feel, ‘I am going to die at this second, at this very moment.’ Such awareness remains in times of happiness and distress, pleasure and displeasure, in fact, amidst all activities. That is the type of vairagya I possess. The second thought is the constant awareness that even though death is certain, this much work has already been accomplished, and this much work is left, which I would like to complete. The third is the thought of whether or not desires for the panchvishays have been eradicated from My mind. In fact, I feel, ‘If they have been eradicated, then why does activity regarding that vishay still occur? What if maybe they have not been eradicated?’ In this manner, I am constantly suspicious of the mind. The fourth is the concern of whether or not Muktanand Swami and the other senior sadhus and senior devotees have eradicated their desires for the panchvishays . In fact, I am constantly aware of looking into everyone’s hearts to observe, ‘This person’s worldly desires have been removed, but this person’s have not.’ Finally, the fifth thought is that if I become dejected, then who knows where I would run away to! In fact, I would probably leave My body. Therefore, I believe I should not become dejected. Why? Because it is good that by My association all of these men, women and paramhansas happily sit to engage in the bhakti of God. Seeing them engaged in such bhakti , I become extremely pleased in My mind. In fact, I feel, ‘Everyone must die someday, but to perform bhakti in this manner is the only great benefit of living.’ I am constantly aware of this.”\n\nIn this manner, Shriji Maharaj cited His own behavior as an example for the enlightenment of His devotees, 1 while in actual fact, He Himself is the manifest form of Shri Purushottam Narayan."
}