{
    "number": 189,
    "vachanamrut": "Gadhada II-56",
    "title": "A Lightly Dyed Cloth",
    "setting": "On Āshādh sudi 5, Samvat 1881 [1 July 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the east-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, some sādhus were singing devotional songs to the accompaniment of a dukad and sarodā , while munis as well as devotees from various places had gathered before Him in an assembly.",
    "text": "After the singing had finished, Shriji Mahārāj said, “Upon hearing these devotional songs, My ātmā delved into deep thought, from which I have concluded that profound love for God is indeed a great thing. I then remembered Gopālānand Swāmi and all of the devotees who have such love for God; and in all of their antahkarans and jivas , I could see their love towards God. Thereafter, I examined My own ātmā , 1 and it appeared to Me that others do not seem to have as much love for God as I do. After all, if they were to encounter adverse circumstances, then even though they are great, their mind would at least be slightly affected. Thus I felt that ultimately their foundation appears to be weak. In fact, if they were to encounter extremely adverse circumstances, their love for God would not remain stable at all.\n\n“So after examining everyone, it seems to Me that My position is better in the sense that, regardless of the extent of adverse circumstances that I may encounter, in no way will My antahkaran ever be affected.”\n\nContinuing, Shriji Mahārāj said, “Only his love for God is true who never develops love for anything other than God. In fact, the essence of all scriptures is simply this: God is the sole source of eternal bliss and the supreme essence of everything. Excluding God, all other objects are absolutely worthless and totally unsubstantial.\n\n“If a person does have as much love for other objects as he does for God, then his foundation is indeed very weak. Consider the analogy of a piece of lightly dyed cloth. It may look very nice initially, but if water happens to fall on it, and it is then put out to dry in the sun, then it becomes utterly useless. So much so, that it would not even remain like a white piece of cloth. In the same way, then, when a person who has affection for the panchvishays encounters evil company, one can never be certain about him.\n\n“Thus, to please God, a devotee should totally discard the panchvishays . He should also abandon any affection for objects which may hinder his love for God.”\n\nOn Ashadh sudi 5, Samvat 1881 [1 July 1824], Swami Shri Sahajanandji Maharaj was sitting on a cushion with a cylindrical pillow that had been placed on a large, decorated cot on the veranda outside the east-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, some sadhus were singing devotional songs to the accompaniment of a dukad and saroda , while munis as well as devotees from various places had gathered before Him in an assembly.\n\nAfter the singing had finished, Shriji Maharaj said, “Upon hearing these devotional songs, My atma delved into deep thought, from which I have concluded that profound love for God is indeed a great thing. I then remembered Gopalanand Swami and all of the devotees who have such love for God; and in all of their antahkarans and jivas , I could see their love towards God. Thereafter, I examined My own atma , 1 and it appeared to Me that others do not seem to have as much love for God as I do. After all, if they were to encounter adverse circumstances, then even though they are great, their mind would at least be slightly affected. Thus I felt that ultimately their foundation appears to be weak. In fact, if they were to encounter extremely adverse circumstances, their love for God would not remain stable at all.\n\n“So after examining everyone, it seems to Me that My position is better in the sense that, regardless of the extent of adverse circumstances that I may encounter, in no way will My antahkaran ever be affected.”\n\nContinuing, Shriji Maharaj said, “Only his love for God is true who never develops love for anything other than God. In fact, the essence of all scriptures is simply this: God is the sole source of eternal bliss and the supreme essence of everything. Excluding God, all other objects are absolutely worthless and totally unsubstantial.\n\n“If a person does have as much love for other objects as he does for God, then his foundation is indeed very weak. Consider the analogy of a piece of lightly dyed cloth. It may look very nice initially, but if water happens to fall on it, and it is then put out to dry in the sun, then it becomes utterly useless. So much so, that it would not even remain like a white piece of cloth. In the same way, then, when a person who has affection for the panchvishays encounters evil company, one can never be certain about him.\n\n“Thus, to please God, a devotee should totally discard the panchvishays . He should also abandon any affection for objects which may hinder his love for God.”"
}