{
    "number": 183,
    "vachanamrut": "Gadhada II-50",
    "title": "The Fundamental Principle; Worldly Attachment",
    "setting": "On the night of Chaitra vadi 2, Samvat 1880 [15 April 1824], Swāmi Shri Sahajānandji Mahārāj was sitting on the veranda outside the west-facing medi in front of the mandir of Shri Vāsudevnārāyan in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Because I consider all of you to be Mine, today I am going to reveal to you My fundamental principle.” He then continued, “Just as rivers merge into the sea, just as a sati and a moth burn in a fire, and just as the brave sacrifice themselves on the battlefield, in the same way, I have kept My ātmā absorbed in the pure and perfect Brahma . 1 I have also forever attached Myself with undying love to Purushottam Bhagwān - who possesses a definite form - and to His devotees dwelling in the radiant Akshardhām. In fact, I have no love for anything other than them. This is what I constantly experience.\n\n“Outwardly, I do not make a display of the intensity of My renunciation. However, when I look into My heart and towards the hearts of other devotees, even the senior paramhansas and senior sānkhya-yogi women all seem to have some trace of the world remaining - whereas worldly desires never arise in My heart, not even in My dreams.\n\n“It also seems to Me that no one is capable of making Me falter from My bhakti towards God and His Bhakta.\n\n“In addition, even before one had been graced with the attainment of God, kāl - a power of God - was unable to destroy the jiva ; karmas were unable to destroy the jiva ; not even māyā was able to absorb the jiva within itself. So now, having attained God, why should one worry about kāl , karma and māyā ? Bearing this in mind, I have boldly resolved that I do not want to develop love for anyone except God and His Bhakta.\n\n“Furthermore, I do not wish to leave any trace of the world in the hearts of whosoever keeps My company. Why? Because I get along only with those whose resolve is similar to Mine. But if one has desires for worldly pleasures, then even if I try to develop affection for that person, I cannot do so. Thus, only those devotees of God who are free of worldly desires are dear to Me. What I have just told you is My personal principle.”\n\nIn this manner, Shriji Mahārāj talked to His devotees for the sake of their enlightenment.\n\nOn the night of Chaitra vadi 2, Samvat 1880 [15 April 1824], Swami Shri Sahajanandji Maharaj was sitting on the veranda outside the west-facing medi in front of the mandir of Shri Vasudevnarayan in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Because I consider all of you to be Mine, today I am going to reveal to you My fundamental principle.” He then continued, “Just as rivers merge into the sea, just as a sati and a moth burn in a fire, and just as the brave sacrifice themselves on the battlefield, in the same way, I have kept My atma absorbed in the pure and perfect Brahma . 1 I have also forever attached Myself with undying love to Purushottam Bhagwan - who possesses a definite form - and to His devotees dwelling in the radiant Akshardham. In fact, I have no love for anything other than them. This is what I constantly experience.\n\n“Outwardly, I do not make a display of the intensity of My renunciation. However, when I look into My heart and towards the hearts of other devotees, even the senior paramhansas and senior sankhya-yogi women all seem to have some trace of the world remaining - whereas worldly desires never arise in My heart, not even in My dreams.\n\n“It also seems to Me that no one is capable of making Me falter from My bhakti towards God and His Bhakta.\n\n“In addition, even before one had been graced with the attainment of God, kal - a power of God - was unable to destroy the jiva ; karmas were unable to destroy the jiva ; not even maya was able to absorb the jiva within itself. So now, having attained God, why should one worry about kal , karma and maya ? Bearing this in mind, I have boldly resolved that I do not want to develop love for anyone except God and His Bhakta.\n\n“Furthermore, I do not wish to leave any trace of the world in the hearts of whosoever keeps My company. Why? Because I get along only with those whose resolve is similar to Mine. But if one has desires for worldly pleasures, then even if I try to develop affection for that person, I cannot do so. Thus, only those devotees of God who are free of worldly desires are dear to Me. What I have just told you is My personal principle.”\n\nIn this manner, Shriji Maharaj talked to His devotees for the sake of their enlightenment."
}