{
    "number": 106,
    "vachanamrut": "Kariyani-10",
    "title": "Checking the Pulse; Austerities",
    "setting": "On the night of Kārtik sudi 10, Samvat 1877 [15 November 1820], Swāmi Shri Sahajānandji Mahārāj was sitting in one of the east-facing rooms of Vastā Khāchar’s darbār in Kāriyāni. At that time, ten or twelve senior sādhus and five or six devotees were sitting before Him. Shriji Mahārāj seemed to have a fever, and so He was warming Himself in front of a charcoal stove that had been placed before Him.",
    "text": "Thereupon Shriji Mahārāj told Muktānand Swāmi, “Please check My pulse. It seems as if there is a slight illness in My body.”\n\nThen, after checking His pulse, Muktānand Swāmi said, “Mahārāj! It seems to be a serious illness.” Saying this, he continued, “Mahārāj, it seems that the times are tough for the satsangis right now; after all, Mahārāj! You are as vital to the satsangis as their lives, and any illness in Your body is the very definition of a difficult period for all satsangis .”\n\nHearing this, Shriji Mahārāj said, “In order to please God, Nāradji performed stringent austerities by enduring cold and heat, hunger and thirst for many yugs ; and due to this, he was able to please God. In the same way, a person who is wise deliberately performs austerities by restraining his body and indriyas . Thus, a sādhu who is wise should also behave so as to deliberately induce suffering to his body and indriyas . If that is so, why should he wish to relieve whatever suffering comes his way due to God’s wish?\n\n“Moreover, a renunciant sādhu should firmly maintain the following wish in his mind: ‘I do not desire the pleasures of the panchvishays found in Devlok, Brahmalok, Vaikunth and other realms. In this very body or by going to Badrikāshram and Shwetdwip after I die, I wish to please God by performing austerities. Furthermore, even if it takes one life or two lives or a thousand lives, I wish to please God only by performing austerities.’\n\n“Furthermore, the jiva’s liberation is attained only by the following understanding: ‘Everything happens by the will of the incarnate form of Shri Krishna Nārāyan; not by kāl , karma , māyā , etc.’ In this manner, understanding only God to be the all-doer is the supreme cause of liberation. Performing austerities, however, earns God’s pleasure. Yet even while performing austerities, one should keep such feelings as Rādhikāji and Lakshmiji keep for God when offering profound, loving bhakti . Still, if a person understands only God to be the all-doer, then even if he does not perform austerities, his jiva overcomes the misery of births and deaths. But without performing austerities, God’s pleasure is not bestowed upon that jiva .\n\n“And there is no sinner worse than the person who does not realize God to be the all-doer. In fact, he should be known to be a sinner worse than one who has killed a cow, killed a Brāhmin, associated with the wife of one’s own guru or maligned a true guru who is a knower of Brahma. Why? Because he believes kāl , karma , etc., to be the cause of everything, not God. In fact, one should not even stand in the shadow of such persons who are nāstik outcasts, nor should one listen to their talks, even unknowingly.\n\n“Furthermore, by the grace of God, those who are devotees of God may become like Brahmā, Shiv, Shukji or Nārad; they may even become like Prakruti-Purush; or they may become like Brahma or Akshar. However, no one is capable of becoming like Shri Purushottam Nārāyan. Therefore, just as one shuns a vile person, one should immediately shun the company of those persons and those scriptures that refute the upāsanā of God and break one’s master-servant relationship with God.”\n\nThen Muktānand Swāmi asked, “Mahārāj, a devotee who serves God by offering beautiful clothes, jewelry, various types of food, etc., also desires to please God. Yet, you are saying that one can only please God through austerities. What, then, is inappropriate about pleasing God through such offerings, without resorting to austerities?”\n\nShriji Mahārāj replied, “If the person who is offering bhakti to God with such lavish objects does so without any desires, solely for the purpose of earning God’s pleasure, then it is all right. If, on the other hand, he is tempted by those objects, viewing them to be God’s prasād , and, leaving God aside, if he develops affection for those objects, then by indulging in the vishays , he will become engrossed in them and corrupted by them - that is what is inappropriate. Therefore, a renunciant should realize God to be the all-doer and strive to please God only by performing austerities. He should also worship God by offering profound, loving bhakti in the manner of Rādhikāji and Lakshmiji. That is My principle.”\n\nThereafter, Brahmānand Swāmi asked, “Mahārāj, please tell us how we can benefit in this realm and in the realm we attain after death?”\n\nShriji Mahārāj replied, “The principle that I have just explained is itself the only means to attain supreme bliss, in this realm and in other realms.”\n\nThen Gopālānand Swāmi asked, “Mahārāj, in one’s mind one may have great zeal to cultivate the virtue of renunciation and perform austerities. But if some obstacle is encountered in the process, what should one do?”\n\nShriji Mahārāj replied, “A person who has great zeal in any endeavor would never be hindered, even if he were to face thousands of obstacles. That should be known to be true zeal. Just see, it has been 21 years since I first met Rāmānand Swāmi. During this period, I have come across countless devotees who have been offering a countless variety of clothes, jewelry, food and drink, etc. Despite this, My mind has never been tempted by any of those objects. Why? Because I have zeal only for renunciation.\n\n“Furthermore, in this world there are so many widows who, following the death of their husbands, continue to lament bitterly; on the other hand, there are also many women who renounce their wedded husbands and engage themselves worshipping God. Similarly, there are so many foolish men who mourn the loss of their own wives and continue hankering after other women; on the other hand, there are so many men with vairāgya , who renounce their own wedded wives and engage themselves in worshipping God. In this manner, each and every person has a different type of zeal.\n\n“But My zeal and principle is just this: One should strive to please God by performing austerities. And realizing God to be the all-doer, one should offer bhakti to Him while maintaining a master-servant relationship. Also, one should not allow the upāsanā of that God to be violated in any way. All of you should accept these words of Mine as the most supreme principle.”\n\nOn the night of Kartik sudi 10, Samvat 1877 [15 November 1820], Swami Shri Sahajanandji Maharaj was sitting in one of the east-facing rooms of Vasta Khachar’s darbar in Kariyani. At that time, ten or twelve senior sadhus and five or six devotees were sitting before Him. Shriji Maharaj seemed to have a fever, and so He was warming Himself in front of a charcoal stove that had been placed before Him.\n\nThereupon Shriji Maharaj told Muktanand Swami, “Please check My pulse. It seems as if there is a slight illness in My body.”\n\nThen, after checking His pulse, Muktanand Swami said, “Maharaj! It seems to be a serious illness.” Saying this, he continued, “Maharaj, it seems that the times are tough for the satsangis right now; after all, Maharaj! You are as vital to the satsangis as their lives, and any illness in Your body is the very definition of a difficult period for all satsangis .”\n\nHearing this, Shriji Maharaj said, “In order to please God, Naradji performed stringent austerities by enduring cold and heat, hunger and thirst for many yugs ; and due to this, he was able to please God. In the same way, a person who is wise deliberately performs austerities by restraining his body and indriyas . Thus, a sadhu who is wise should also behave so as to deliberately induce suffering to his body and indriyas . If that is so, why should he wish to relieve whatever suffering comes his way due to God’s wish?\n\n“Moreover, a renunciant sadhu should firmly maintain the following wish in his mind: ‘I do not desire the pleasures of the panchvishays found in Devlok, Brahmalok, Vaikunth and other realms. In this very body or by going to Badrikashram and Shwetdwip after I die, I wish to please God by performing austerities. Furthermore, even if it takes one life or two lives or a thousand lives, I wish to please God only by performing austerities.’\n\n“Furthermore, the jiva’s liberation is attained only by the following understanding: ‘Everything happens by the will of the incarnate form of Shri Krishna Narayan; not by kal , karma , maya , etc.’ In this manner, understanding only God to be the all-doer is the supreme cause of liberation. Performing austerities, however, earns God’s pleasure. Yet even while performing austerities, one should keep such feelings as Radhikaji and Lakshmiji keep for God when offering profound, loving bhakti . Still, if a person understands only God to be the all-doer, then even if he does not perform austerities, his jiva overcomes the misery of births and deaths. But without performing austerities, God’s pleasure is not bestowed upon that jiva .\n\n“And there is no sinner worse than the person who does not realize God to be the all-doer. In fact, he should be known to be a sinner worse than one who has killed a cow, killed a Brahmin, associated with the wife of one’s own guru or maligned a true guru who is a knower of Brahma. Why? Because he believes kal , karma , etc., to be the cause of everything, not God. In fact, one should not even stand in the shadow of such persons who are nastik outcasts, nor should one listen to their talks, even unknowingly.\n\n“Furthermore, by the grace of God, those who are devotees of God may become like Brahma, Shiv, Shukji or Narad; they may even become like Prakruti-Purush; or they may become like Brahma or Akshar. However, no one is capable of becoming like Shri Purushottam Narayan. Therefore, just as one shuns a vile person, one should immediately shun the company of those persons and those scriptures that refute the upasana of God and break one’s master-servant relationship with God.”\n\nThen Muktanand Swami asked, “Maharaj, a devotee who serves God by offering beautiful clothes, jewelry, various types of food, etc., also desires to please God. Yet, you are saying that one can only please God through austerities. What, then, is inappropriate about pleasing God through such offerings, without resorting to austerities?”\n\nShriji Maharaj replied, “If the person who is offering bhakti to God with such lavish objects does so without any desires, solely for the purpose of earning God’s pleasure, then it is all right. If, on the other hand, he is tempted by those objects, viewing them to be God’s prasad , and, leaving God aside, if he develops affection for those objects, then by indulging in the vishays , he will become engrossed in them and corrupted by them - that is what is inappropriate. Therefore, a renunciant should realize God to be the all-doer and strive to please God only by performing austerities. He should also worship God by offering profound, loving bhakti in the manner of Radhikaji and Lakshmiji. That is My principle.”\n\nThereafter, Brahmanand Swami asked, “Maharaj, please tell us how we can benefit in this realm and in the realm we attain after death?”\n\nShriji Maharaj replied, “The principle that I have just explained is itself the only means to attain supreme bliss, in this realm and in other realms.”\n\nThen Gopalanand Swami asked, “Maharaj, in one’s mind one may have great zeal to cultivate the virtue of renunciation and perform austerities. But if some obstacle is encountered in the process, what should one do?”\n\nShriji Maharaj replied, “A person who has great zeal in any endeavor would never be hindered, even if he were to face thousands of obstacles. That should be known to be true zeal. Just see, it has been 21 years since I first met Ramanand Swami. During this period, I have come across countless devotees who have been offering a countless variety of clothes, jewelry, food and drink, etc. Despite this, My mind has never been tempted by any of those objects. Why? Because I have zeal only for renunciation.\n\n“Furthermore, in this world there are so many widows who, following the death of their husbands, continue to lament bitterly; on the other hand, there are also many women who renounce their wedded husbands and engage themselves worshipping God. Similarly, there are so many foolish men who mourn the loss of their own wives and continue hankering after other women; on the other hand, there are so many men with vairagya , who renounce their own wedded wives and engage themselves in worshipping God. In this manner, each and every person has a different type of zeal.\n\n“But My zeal and principle is just this: One should strive to please God by performing austerities. And realizing God to be the all-doer, one should offer bhakti to Him while maintaining a master-servant relationship. Also, one should not allow the upasana of that God to be violated in any way. All of you should accept these words of Mine as the most supreme principle.”"
}