{
    "number": 145,
    "vachanamrut": "Gadhada II-12",
    "title": "The Art of Ruling",
    "setting": "On Shrāvan vadi 6, Samvat 1878 [19 August 1821], Swāmi Shri Sahajānandji Mahārāj was sitting in front of the mandir of Shri Vāsudevnārāyan on the veranda outside the west-facing rooms of Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “I wish to talk to you, so please listen. In the discourse I am about to deliver, I shall describe only one spiritual endeavor for attaining liberation, but it is so powerful that all other spiritual endeavors are incorporated within it. It is as follows:\n\n“The jiva , which resides in the body, feels, ‘Lust, anger and other vicious natures are attached to my jiva .’ In this manner, depending on which of the vicious natures, i.e., lust, anger, avarice, etc., is predominant in a person, he believes his jiva to be full of that nature due to his association with it. But, in fact, not a single one of these vicious natures lies within the jiva ; the jiva has merely believed itself to possess them out of its own foolishness.\n\n“Hence, he who wishes to attain the highest state of enlightenment should make an effort, but he should not relax or lose courage. Also, he should think, ‘Just as the four antahkarans , the ten indriyas , and the five prāns reside in this body, similarly, I am the jivātmā , and I also reside in this body. However, I am greater than all of them, and I am their controller.’ But he should not think, ‘I am insignificant, whereas the antahkarans and indriyas are strong.’ For example, if a king were to possess little or no intelligence, then even the members of his own family would not obey his orders. When the people in the village hear about this, no one in the village would obey his orders. Further, when the people throughout the kingdom hear about this, no one in the kingdom would obey his orders. As a result, the king would become depressed and powerless. He would sit idly and would not attempt to enforce his rule over anyone.\n\n“In this analogy, the king symbolizes the jiva , the members of the household symbolize the antahkaran , and the people of the village and kingdom symbolize the indriyas . So, if the jiva becomes discouraged and relaxes its authority, then when it wishes to exercise its sovereignty over the antahkaran and orient it towards God, the antahkaran will not follow. Also, if it wishes to control the indriyas , even the indriyas will not comply. Then, even though the jiva is the king of the kingdom in the form of this body, it becomes helpless like a beggar. When a king becomes discouraged, his subjects who live in his kingdom assume power and do not allow him to exercise his authority at all. Likewise, in the kingdom of the jiva - symbolized by this body - lust, anger and other vicious natures - who are not the king - assume the kingship. Then, they do not allow the jiva to exercise control.\n\n“Thus, he who aspires to attain liberation should never harbor such timidity and should employ whatever measures are necessary to force the indriyas and antahkaran to accept his authority - like a king who studies books about the art of ruling and then exercises authority over his kingdom, but is not subdued by his subjects. However, if the king did not know the art of ruling, the people would not obey his orders; rather, they would begin to beat him. Then, his country would become desolate, or he himself would behave miserably because no one would obey his rule. In this manner, not knowing the art of ruling results in two unfortunate consequences. Similarly, if the jiva were to attempt to rule the kingdom in the form of the body without understanding the art of ruling, then it would never become happy.”\n\nThereafter, Muktānand Swāmi asked Shriji Mahārāj, “How should one who aspires to attain liberation learn the art of ruling?”\n\nShriji Mahārāj replied, “The art of ruling should be learnt in the following way: First of all, one should thoroughly realize the greatness of God. Then, one should conquer one’s mind by meditating on God’s form. One should conquer one’s ears by listening to discourses related to God, but one should not allow worldly talks to be heard by the ears. In the same manner, the skin should only be allowed to touch God and the devotees of God. The eyes should only be allowed to do darshan of God and His followers. The tongue should forever sing the praises of God and taste only the prasād of God. The nose should only be allowed to smell the fragrance of flowers and other objects that have been consecrated by God. None of the indriyas should be allowed to follow the unrighteous path. When a person behaves in this manner, no one can overthrow his authority in the kingdom in the form of his body.\n\n“Only one who endeavors in this way and totally discards timidity is said to be walking on the path of liberation. This is an extremely great method for overcoming one’s swabhāvs . If this method of personal endeavor is practiced vigilantly, then all spiritual endeavors for attaining liberation are incorporated within this one endeavor. Hence, personal endeavor itself is the greatest of all spiritual endeavors for attaining liberation.”\n\nOn Shravan vadi 6, Samvat 1878 [19 August 1821], Swami Shri Sahajanandji Maharaj was sitting in front of the mandir of Shri Vasudevnarayan on the veranda outside the west-facing rooms of Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “I wish to talk to you, so please listen. In the discourse I am about to deliver, I shall describe only one spiritual endeavor for attaining liberation, but it is so powerful that all other spiritual endeavors are incorporated within it. It is as follows:\n\n“The jiva , which resides in the body, feels, ‘Lust, anger and other vicious natures are attached to my jiva .’ In this manner, depending on which of the vicious natures, i.e., lust, anger, avarice, etc., is predominant in a person, he believes his jiva to be full of that nature due to his association with it. But, in fact, not a single one of these vicious natures lies within the jiva ; the jiva has merely believed itself to possess them out of its own foolishness.\n\n“Hence, he who wishes to attain the highest state of enlightenment should make an effort, but he should not relax or lose courage. Also, he should think, ‘Just as the four antahkarans , the ten indriyas , and the five prans reside in this body, similarly, I am the jivatma , and I also reside in this body. However, I am greater than all of them, and I am their controller.’ But he should not think, ‘I am insignificant, whereas the antahkarans and indriyas are strong.’ For example, if a king were to possess little or no intelligence, then even the members of his own family would not obey his orders. When the people in the village hear about this, no one in the village would obey his orders. Further, when the people throughout the kingdom hear about this, no one in the kingdom would obey his orders. As a result, the king would become depressed and powerless. He would sit idly and would not attempt to enforce his rule over anyone.\n\n“In this analogy, the king symbolizes the jiva , the members of the household symbolize the antahkaran , and the people of the village and kingdom symbolize the indriyas . So, if the jiva becomes discouraged and relaxes its authority, then when it wishes to exercise its sovereignty over the antahkaran and orient it towards God, the antahkaran will not follow. Also, if it wishes to control the indriyas , even the indriyas will not comply. Then, even though the jiva is the king of the kingdom in the form of this body, it becomes helpless like a beggar. When a king becomes discouraged, his subjects who live in his kingdom assume power and do not allow him to exercise his authority at all. Likewise, in the kingdom of the jiva - symbolized by this body - lust, anger and other vicious natures - who are not the king - assume the kingship. Then, they do not allow the jiva to exercise control.\n\n“Thus, he who aspires to attain liberation should never harbor such timidity and should employ whatever measures are necessary to force the indriyas and antahkaran to accept his authority - like a king who studies books about the art of ruling and then exercises authority over his kingdom, but is not subdued by his subjects. However, if the king did not know the art of ruling, the people would not obey his orders; rather, they would begin to beat him. Then, his country would become desolate, or he himself would behave miserably because no one would obey his rule. In this manner, not knowing the art of ruling results in two unfortunate consequences. Similarly, if the jiva were to attempt to rule the kingdom in the form of the body without understanding the art of ruling, then it would never become happy.”\n\nThereafter, Muktanand Swami asked Shriji Maharaj, “How should one who aspires to attain liberation learn the art of ruling?”\n\nShriji Maharaj replied, “The art of ruling should be learnt in the following way: First of all, one should thoroughly realize the greatness of God. Then, one should conquer one’s mind by meditating on God’s form. One should conquer one’s ears by listening to discourses related to God, but one should not allow worldly talks to be heard by the ears. In the same manner, the skin should only be allowed to touch God and the devotees of God. The eyes should only be allowed to do darshan of God and His followers. The tongue should forever sing the praises of God and taste only the prasad of God. The nose should only be allowed to smell the fragrance of flowers and other objects that have been consecrated by God. None of the indriyas should be allowed to follow the unrighteous path. When a person behaves in this manner, no one can overthrow his authority in the kingdom in the form of his body.\n\n“Only one who endeavors in this way and totally discards timidity is said to be walking on the path of liberation. This is an extremely great method for overcoming one’s swabhavs . If this method of personal endeavor is practiced vigilantly, then all spiritual endeavors for attaining liberation are incorporated within this one endeavor. Hence, personal endeavor itself is the greatest of all spiritual endeavors for attaining liberation.”"
}