{
    "number": 227,
    "vachanamrut": "Gadhada III-4",
    "title": "Bādhitānuvrutti",
    "setting": "On Shrāvan sudi 3, Samvat 1883 [6 August 1826], Swāmi Shri Sahajānandji Mahārāj was sitting facing north on a cushion with a cylindrical pillow that had been placed on the veranda outside the medi of His residence in Dādā Khāchar’s darbār in Gadhadā. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
    "text": "Thereupon Shriji Mahārāj said, “Even though a devotee of God may possess gnān and vairāgya , and even if by the force of a thought process the devotee has overcome affection for worldly objects that cause him bondage, until he attains nirvikalp samādhi , bādhitānuvrutti still lingers within. Due to this, he doubts, ‘Maybe attachment for my mother, father, wife, children, wealth, relatives, body or property still remains!’ He remains fearful in this manner. For example, a brave warrior, even though he has killed all of his enemies, still occasionally becomes frightened by even those dead enemies; in fact, even if he sees them in his dreams, he becomes frightened. Similarly, due to bādhitānuvrutti , even a devotee possessing gnān is afraid of the bondage of worldly objects that he has negated as false from within and from which he has severed all affection. Or, if, at some time, he remembers the money he possessed, or his wife or other objects, he becomes fearful in his mind and thinks, ‘What if they cause bondage?’ In this manner, the recalling of objects that have been falsified from within is called bādhitānuvrutti .\n\n“ Bādhitānuvrutti is overcome when nirvikalp samādhi is attained. Then, that person becomes oblivious of eating and drinking, day and night, pain and pleasure. But thereafter, when he withdraws from nirvikalp samādhi and enters savikalp samādhi , bādhitānuvrutti still lingers. As a result of the influence of that bādhitānuvrutti , when that devotee contracts a fever or is at the moment of death, he sometimes recalls other objects besides God. At that time, he may babble meaninglessly; he may even say words like, ‘O mother! O father!’ Hearing this, a person who does not understand the nature of bādhitānuvrutti will perceive faults in that devotee by thinking, ‘He was called a devotee of God; yet why does he speak like this at the time of death?’ Such faults are attributed without knowing the nature of bādhitānuvrutti .\n\n“In this world, many sinful people die with full consciousness. Also, a soldier or a Rajput who has injured his body may die while being fully conscious. That being so, will a non-believer who dies with full consciousness still attain liberation, despite being a nonbeliever? Of course not; he will certainly be consigned to narak . Conversely, regardless of whether a devotee of God dies in a disturbed state due to the influence of bādhitānuvrutti or while engaged in the chanting of God’s name, that devotee still reaches the holy feet of God.”\n\nOn the evening of that same day, Shriji Mahārāj was sitting on the veranda outside the medi of His residence. He was dressed entirely in white clothes. At that time, an assembly of sādhus as well as devotees from various places had gathered before Him.\n\nShriji Mahārāj then asked the senior paramhansas , “Please describe how the jiva , which resides within the body, is present in one location, and how it pervades the entire body.”\n\nThe paramhansas answered according to their understanding, but none were able to satisfactorily answer Shriji Mahārāj’s question.\n\nThereupon Shriji Mahārāj said, “In the body, just as food is transformed into semen, similarly, in the heart, there is a transformation of the five mahābhuts 1 into a disc of flesh, 2 within which the jiva resides. The jiva clings to this disc of flesh like a torch made of rags that is set alight after being immersed in oil. Also, just as fire pervades an iron nail, similarly, the jiva actually resides in the disc of flesh, and by consciousness pervades the entire body. Therefore, regardless of where pain is felt in the body, it is the jiva itself that feels the pain; so, in fact, the jiva cannot be said to be separate from the pleasures and pains of the body.\n\n“However, some may argue, ‘The jiva is luminous, whereas the disc of flesh and the body have no light. So how can they be said to have combined?’ The answer to this is that just as without the combination of oil, a wick-holder and a wick, a flame cannot remain aloft in space on its own, similarly, without associating with the disc of flesh - which is a transformation of the five mahābhuts - the jiva cannot remain alone. Just as fire - which is distinct from the container, the oil and the wick - cannot be destroyed by breaking just the container, in the same way, the jiva , even though it pervades the disc of flesh and the body, does not die with the death of the body. Although the jiva does experience pleasure and pain along with the body, it is not perishable like the body. So, the jiva is indestructible and luminous, and it also pervades the body.\n\n“Furthermore, if an oil lamp is placed at one location in a mandir, its flame predominantly pervades the wick, and secondarily, it also pervades the entire building. In the same manner, the jivātmā also predominantly resides in and pervades the disc of flesh that is a product of the five mahābhuts ; and secondarily, it resides in and pervades the entire body. This is how the jiva resides within the body. Moreover, God resides within the jiva as a witness.”\n\nOn Shravan sudi 3, Samvat 1883 [6 August 1826], Swami Shri Sahajanandji Maharaj was sitting facing north on a cushion with a cylindrical pillow that had been placed on the veranda outside the medi of His residence in Dada Khachar’s darbar in Gadhada. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.\n\nThereupon Shriji Maharaj said, “Even though a devotee of God may possess gnan and vairagya , and even if by the force of a thought process the devotee has overcome affection for worldly objects that cause him bondage, until he attains nirvikalp samadhi , badhitanuvrutti still lingers within. Due to this, he doubts, ‘Maybe attachment for my mother, father, wife, children, wealth, relatives, body or property still remains!’ He remains fearful in this manner. For example, a brave warrior, even though he has killed all of his enemies, still occasionally becomes frightened by even those dead enemies; in fact, even if he sees them in his dreams, he becomes frightened. Similarly, due to badhitanuvrutti , even a devotee possessing gnan is afraid of the bondage of worldly objects that he has negated as false from within and from which he has severed all affection. Or, if, at some time, he remembers the money he possessed, or his wife or other objects, he becomes fearful in his mind and thinks, ‘What if they cause bondage?’ In this manner, the recalling of objects that have been falsified from within is called badhitanuvrutti .\n\n“ Badhitanuvrutti is overcome when nirvikalp samadhi is attained. Then, that person becomes oblivious of eating and drinking, day and night, pain and pleasure. But thereafter, when he withdraws from nirvikalp samadhi and enters savikalp samadhi , badhitanuvrutti still lingers. As a result of the influence of that badhitanuvrutti , when that devotee contracts a fever or is at the moment of death, he sometimes recalls other objects besides God. At that time, he may babble meaninglessly; he may even say words like, ‘O mother! O father!’ Hearing this, a person who does not understand the nature of badhitanuvrutti will perceive faults in that devotee by thinking, ‘He was called a devotee of God; yet why does he speak like this at the time of death?’ Such faults are attributed without knowing the nature of badhitanuvrutti .\n\n“In this world, many sinful people die with full consciousness. Also, a soldier or a Rajput who has injured his body may die while being fully conscious. That being so, will a non-believer who dies with full consciousness still attain liberation, despite being a nonbeliever? Of course not; he will certainly be consigned to narak . Conversely, regardless of whether a devotee of God dies in a disturbed state due to the influence of badhitanuvrutti or while engaged in the chanting of God’s name, that devotee still reaches the holy feet of God.”\n\nOn the evening of that same day, Shriji Maharaj was sitting on the veranda outside the medi of His residence. He was dressed entirely in white clothes. At that time, an assembly of sadhus as well as devotees from various places had gathered before Him.\n\nShriji Maharaj then asked the senior paramhansas , “Please describe how the jiva , which resides within the body, is present in one location, and how it pervades the entire body.”\n\nThe paramhansas answered according to their understanding, but none were able to satisfactorily answer Shriji Maharaj’s question.\n\nThereupon Shriji Maharaj said, “In the body, just as food is transformed into semen, similarly, in the heart, there is a transformation of the five mahabhuts 1 into a disc of flesh, 2 within which the jiva resides. The jiva clings to this disc of flesh like a torch made of rags that is set alight after being immersed in oil. Also, just as fire pervades an iron nail, similarly, the jiva actually resides in the disc of flesh, and by consciousness pervades the entire body. Therefore, regardless of where pain is felt in the body, it is the jiva itself that feels the pain; so, in fact, the jiva cannot be said to be separate from the pleasures and pains of the body.\n\n“However, some may argue, ‘The jiva is luminous, whereas the disc of flesh and the body have no light. So how can they be said to have combined?’ The answer to this is that just as without the combination of oil, a wick-holder and a wick, a flame cannot remain aloft in space on its own, similarly, without associating with the disc of flesh - which is a transformation of the five mahabhuts - the jiva cannot remain alone. Just as fire - which is distinct from the container, the oil and the wick - cannot be destroyed by breaking just the container, in the same way, the jiva , even though it pervades the disc of flesh and the body, does not die with the death of the body. Although the jiva does experience pleasure and pain along with the body, it is not perishable like the body. So, the jiva is indestructible and luminous, and it also pervades the body.\n\n“Furthermore, if an oil lamp is placed at one location in a mandir, its flame predominantly pervades the wick, and secondarily, it also pervades the entire building. In the same manner, the jivatma also predominantly resides in and pervades the disc of flesh that is a product of the five mahabhuts ; and secondarily, it resides in and pervades the entire body. This is how the jiva resides within the body. Moreover, God resides within the jiva as a witness.”"
}