{
  "number": 220,
  "vachanamrut": "વરતાલ ૨૦\n",
  "title": "જનકની સમજણનું\n",
  "setting": "સંવત ૧૮૮૨ના મહા સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના દરબારમાં લીંબડાના વૃક્ષની હેઠે વેદિ ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે ચમેલીનાં પુષ્પનો હાર વિરાજમાન હતો અને મસ્તક ઉપર રાતા અતલસનું છત્ર વિરાજમાન હતું અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે પરમહંસને પ્રશ્ન પૂછ્યો જે, “રજોગુણમાંથી કામની ઉત્પત્તિ થાય છે અને તમોગુણમાંથી ક્રોધ ને લોભની ઉત્પત્તિ થાય છે; માટે એ કામાદિકનું બીજ ન રહે એવું એક સાધન કયું છે?” પછી શુકમુનિએ કહ્યું જે, “જ્યારે નિર્વિકલ્પ સમાધિ થાય ને જ્યારે આત્મદર્શન થાય ત્યારે જ એના હૃદયમાંથી કામાદિકનું બીજ બળી જાય.” પછી શ્રીજીમહારાજે આશંકા કરી જે, “શિવ, બ્રહ્મા, શૃંગિ ઋષિ, પરાશર, નારદ૬ એમને શું નિર્વિકલ્પ સમાધિ નહોતી જે, કામે કરીને એ સર્વે વિક્ષેપને પામ્યા? માટે એ સર્વે નિર્વિકલ્પ સમાધિવાળા જ હતા, તો પણ ઇન્દ્રિયોની વૃત્તિ અનુલોમ થઈ ત્યારે કામાદિકે કરીને વિક્ષેપને પામ્યા. માટે તમે કહ્યું એવી રીતે એ પ્રશ્નનો ઉત્તર ન થયો. અને જેમ જ્ઞાની નિર્વિકલ્પ સમાધિને વિષે જાય ત્યારે નિર્વિકાર રહે છે, તેમ જ અજ્ઞાની સુષુપ્તિને વિષે નિર્વિકાર રહે છે. અને જ્યારે ઇન્દ્રિયોની વૃત્તિ અનુલોમ થાય છે ત્યારે તો જ્ઞાની ને અજ્ઞાની બેય કામાદિકે કરીને વિક્ષેપને પામે છે; એમાં તો જ્ઞાની-અજ્ઞાનીનો કાંઈ વિશેષ જણાતો નથી. માટે હવે બીજા પરમહંસ ઉત્તર કરો.” પછી તો ગોપાળાનંદ સ્વામી, દેવાનંદ સ્વામી, નિત્યાનંદ સ્વામી, મુક્તાનંદ સ્વામી એ સર્વે મળીને જેવો જેને ભાસ્યો તેવો તેણે ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું કોઈથી સમાધાન થયું નહીં.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ જનક વિદેહી હતા તે પ્રવૃત્તિમાર્ગમાં હતા તો પણ નિર્વિકાર હતા. અને જ્યારે જનકની સભામાં સુલભા નામે સંન્યાસિની આવી, ત્યારે જનક રાજા સુલભા પ્રત્યે બોલ્યા જે, ‘તું મારા ચિત્તને મોહ પમાડ્યાનું કરે છે પણ મારા ગુરુ જે પંચશિખ ઋષિ તેની કૃપા થકી હું સાંખ્ય ને યોગ એ બે મતને અનુસર્યો છું. માટે મારા અર્ધા શરીરને ચંદન ચર્ચે અને અર્ધું શરીર તલવારે કરીને કાપે એ બેય મારે બરોબર છે અને આ મારી મિથિલાપુરી બળી જાય તો પણ મારું કાંઈ બળતું નથી. એમ હું પ્રવૃત્તિમાં રહ્યો થકો અસંગી ને નિર્વિકાર છું.’ એવી રીતે રાજા જનકે સુલભા પ્રત્યે કહ્યું.૬ અને શુકદેવજીના પણ રાજા જનક ગુરુ કહેવાયા.૬ માટે એ પ્રશ્નનો એ જ ઉત્તર છે જે, ‘ઇન્દ્રિયોની વૃત્તિ અનુલોમપણે વર્તતી હોય અને પ્રવૃત્તિમાર્ગમાં રહ્યો હોય તો પણ જો રાજા જનકની પેઠે જેના હૃદયમાં સમજણની દૃઢતા થઈ હોય, તો તે કોઈ રીતે વિકારને પામે નહીં.’ અને જેને જેવું જાણ્યું જોઈએ તેવું યથાર્થ જાણ્યું હોય જે, આ તે સાર છે ને આ તે અસાર છે. પછી એક ભગવાનની મૂર્તિ વિના જેટલા માયિક આકાર છે તે સર્વે અતિશય દુઃખદાયક છે ને નાશવંત છે એમ જાણે અને પોતાને દેહ, ઇન્દ્રિયો ને અંતઃકરણ તે થકી નોખો આત્મારૂપે જાણે. પછી એને એવું કોઈ પદાર્થ નથી જે, મોહ પમાડવાને અર્થે સમર્થ થાય; કેમ જે, એ તો સર્વે માયિક આકારને તુચ્છ કરી જાણે છે. અને એવી રીતે જેના અંતરમાં સમજણની ઘેડ્ય બેઠી હોય ને તેનાં ઇન્દ્રિયો પ્રવૃત્તિમાર્ગને વિષે સર્વે અનુલોમપણે વર્તતાં હોય તો પણ તે કામાદિકે કરીને ક્ષોભને ન પામે. એવો જે હરિભક્ત હોય તે ત્યાગી હોય અથવા ગૃહસ્થ હોય પણ તેના હૃદયમાંથી કામાદિકનું બીજ નાશ પામી જાય છે અને એવો જે હોય તે જ સર્વે હરિભક્તમાં શ્રેષ્ઠ વૈષ્ણવ છે. માટે ગૃહી-ત્યાગીનો કાંઈ મેળ નથી, જેની સમજણ મોટી તેને જ સૌથી મોટો હરિભક્ત જાણવો. અને શિવ, બ્રહ્માદિકને વિષે જે ખોટ્ય કહેવાય છે તેનું તો એમ છે જે, કેટલાકને વિષે આવી રીતની સમજણની કસર છે ને કેટલાકને વિષે તો આવી સમજણ હોય તો પણ ભૂંડાં દેશ, કાળ, સંગ, ક્રિયાદિકને યોગે કરીને તેમને કામાદિક વિકારરૂપ ખોટ્ય કહેવાણી છે. માટે આવી સમજણ હોય તો પણ કોઈ પ્રકારે કુસંગ તો કરવો જ નહીં, એ સિદ્ધાંતવાર્તા છે.”"
}