{
  "number": 66,
  "vachanamrut": "ગઢડા પ્રથમ ૬૬\n",
  "title": "શાસ્ત્રના શબ્દછલનું, ચતુર્વ્યૂહની વાતનું\n",
  "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ અમાસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને કાળા છેડાનો ખેસ પહેર્યો હતો ને ધોળી પછેડી ઓઢી હતી ને માથે ધોળો ફેંટો બાંધ્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “શ્રીમદ્‌ભાગવતને વિષે વાસુદેવ, સંકર્ષણ, પ્રદ્યુમ્ન અને અનિરુદ્ધ એ ચતુર્વ્યૂહની જ વાર્તા છે. તે કોઈ ઠેકાણે એને સગુણ કરી કહે છે અને કોઈ ઠેકાણે એને નિર્ગુણ કરી કહે છે.‌૨૦ તે જ્યારે નિર્ગુણ કરીને કહે છે ત્યારે વાસુદેવ ભગવાનને કહે છે અને જ્યારે સગુણ કરીને કહે છે ત્યારે સંકર્ષણ, અનિરુદ્ધ, પ્રદ્યુમ્નને કહે છે. માટે જ્યારે નિર્ગુણપણે કહ્યા હોય ત્યારે‌૨૧ સાંભળનારાની ને વાંચનારાની મતિ ભ્રમી જાય છે અને એમ જાણે છે જે, ‘ભગવાનનો તો આકાર નથી.’ તે સમજનારાની અવળી સમજણ છે. અને શાસ્ત્રમાં જે શબ્દ છે તે એકાંતિક ભક્ત વિના બીજાને સમજાતા નથી. તે કયા શબ્દ? તો જે, ‘ભગવાન અરૂપ છે, જ્યોતિઃસ્વરૂપ છે, નિર્ગુણ છે ને સર્વત્ર વ્યાપક છે,’ એવાં વચન‌૨૨ સાંભળીને મૂર્ખ હોય તે એમ જાણે જે, ‘શાસ્ત્રમાં તો ભગવાનને અરૂપ જ કહ્યા છે.’ અને જે એકાંતિક ભક્ત હોય તે તો એમ જાણે જે, ‘શાસ્ત્રમાં ભગવાનને જે અરૂપ ને નિર્ગુણ કહ્યા છે તે તો માયિક એવાં જે રૂપ ને ગુણ તેના નિષેધને અર્થે કહ્યા છે, પણ ભગવાન તો નિત્ય દિવ્યમૂર્તિ છે અને અનંત કલ્યાણગુણે યુક્ત છે.’ અને તેજના પુંજરૂપ કહ્યા છે તે તો મૂર્તિ વિના તેજ હોય નહીં, માટે એ તેજ તે મૂર્તિનું છે. જેમ અગ્નિની મૂર્તિ છે તે મૂર્તિમાંથી અગ્નિની જ્વાળા પ્રકટ થાય છે, તેણે કરીને તે અગ્નિની મૂર્તિ દેખાતી નથી અને જ્વાળા દેખાય છે, પણ સમજુ હોય તે એમ જાણે જે, ‘અગ્નિની મૂર્તિમાંથી જ જ્વાળા નીકળે છે;’ તેમ જ વરુણની મૂર્તિમાંથી જળ પ્રકટ થાય છે, તે જળ દેખાય છે અને વરુણની મૂર્તિ દેખાતી નથી, પણ સમજુ હોય તે એમ જાણે જે, ‘વરુણની મૂર્તિમાંથી સર્વે જળ છે;’ તેમ બ્રહ્મસત્તારૂપ જે કોટિ સૂર્ય જેવો પ્રકાશ છે તે પુરુષોત્તમ ભગવાનની મૂર્તિનો પ્રકાશ છે. અને શાસ્ત્રમાં એવાં વચન હોય જે, ‘જેમ કાંટે કરીને કાંટો કાઢીને પછી બેયનો ત્યાગ કરે, તેમ ભગવાન પૃથ્વીનો ભાર ઉતારવાને કાજે દેહને ધરે છે, તે ભાર ઉતારીને દેહનો ત્યાગ કરે છે.’ એવા જે શબ્દ તેને સાંભળીને મૂર્ખ હોય તે ભૂલા પડે છે અને ભગવાનને અરૂપ સમજે છે, પણ ભગવાનની જે મૂર્તિ તેને દિવ્ય જાણતા નથી. અને એકાંતિક ભક્ત હોય તે તો એમ જાણે જે, જ્યારે શ્રીકૃષ્ણ ભગવાન અર્જુનની પ્રતિજ્ઞા રાખવાને કાજે બ્રાહ્મણનો પુત્ર લેવાને ગયા ત્યારે દ્વારિકામાંથી રથ ઉપર બેસીને અર્જુન સહિત ચાલ્યા, તે લોકાલોક પર્વતને ઉલ્લંઘીને માયાનો જે અંધકાર તેને સુદર્શનચક્રે કરીને કાપીને તેને વિષે રથને હાંકીને તેજઃપુંજને વિષે પ્રવેશ કરીને અને ભૂમાપુરુષ પાસેથી બ્રાહ્મણના પુત્રને લઈ આવતા હવા. માટે શ્રીકૃષ્ણ ભગવાન દિવ્યમૂર્તિ હતા તો તેને પ્રતાપે કરીને લાકડાંનો જે રથ અને પંચભૂતના દેહવાળા જે ઘોડા તે સર્વ દિવ્ય ને માયાપર જે ચૈતન્ય તે રૂપે થતા હવા; અને જો દિવ્યરૂપ ન થયા હોય તો જેટલું માયાનું કાર્ય હોય તેટલું માયામાં જ લીન થાય, પણ માયાથી પર જે બ્રહ્મ‌૨૩ ત્યાં સુધી પહોંચે નહીં. માટે જે ભગવાનની મૂર્તિને પ્રતાપે માયિક પદાર્થ હતા તે પણ અમાયિક થયા. એવું જે ભગવાનનું સ્વરૂપ તેને મૂર્ખ હોય તે માયિક સમજે; અને જે એકાંતિક સંત છે તે તો ભગવાનની મૂર્તિને અક્ષરાતીત સમજે છે, અને મૂર્તિમાન એવા જે પુરુષોત્તમ ભગવાન તેને બ્રહ્મરૂપ જે અનંત કોટિ મુક્ત અને અક્ષરધામ એ સર્વેના આત્મા જાણે છે. માટે કોઈ ગમે તેવાં શાસ્ત્ર વંચાતાં હોય અને તેમાં ભગવાનનું નિર્ગુણપણે કરીને પ્રતિપાદન આવે તે ઠેકાણે એમ જાણવું જે, એ ભગવાનની મૂર્તિનો મહિમા કહ્યો છે, પણ ભગવાન તો સદા મૂર્તિમાન જ છે. એવી રીતે જે સમજે તેને એકાંતિક ભક્ત કહીએ.”"
}