{
  "number": 107,
  "vachanamrut": "કારિયાણી ૧૧\n",
  "title": "પ્રેમના લક્ષણનું\n",
  "setting": "સંવત ૧૮૭૭ના કાર્તિક સુદિ ૧૧ એકાદશીને દિવસ શ્રીજીમહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ રાત્રિને સમે વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને ધોળી છીંટની ડગલી પહેરી હતી અને મસ્તક ઉપર ધોળી પાઘ બાંધી હતી અને પીળાં ને રાતાં જે ગુલદાવદીનાં પુષ્પ તેના હાર પહેર્યા હતા અને પાઘમાં પીળાં પુષ્પના તોરા લટકતા હતા અને પોતાની આગળ બે કોરે બે વાળંદ મશાલ લઈને ઊભા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજને સચ્ચિદાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનને વિષે પ્રીતિ હોય તેનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને પોતાના પ્રિયતમ જે ભગવાન તેને વિષે પ્રીતિ હોય તે પોતાના પ્રિયતમની મરજીને લોપે નહીં એ પ્રીતિનું લક્ષણ છે. જો ગોપીઓને શ્રીકૃષ્ણ ભગવાનને વિષે પ્રીતિ હતી, તો જ્યારે શ્રીકૃષ્ણ ભગવાન મથુરા જવા તૈયાર થયા ત્યારે ગોપીઓ સર્વે મળીને એમ વિચાર કર્યો જે, ‘આપણે કુટુંબની તથા લોકની લાજનો ત્યાગ કરીને ભગવાનને જોરાઈએ રાખીશું.’ પછી ચાલવા સમે શ્રીકૃષ્ણ ભગવાનનાં નેત્ર સામું જોયું ત્યારે ભગવાનની રહ્યાની મરજી દેખી નહીં, ત્યારે સર્વે ડરીને છેટે રહીયો અને અંતરમાં એમ બીનિયો જે, ‘જો આપણે ભગવાનના ગમતામાં નહીં રહીએ તો ભગવાનને આપણા ઉપરથી હેત ઊતરી જશે,’ એમ વિચારીને કાંઈ કહી શકિયો નહીં.૪ પછી ભગવાન મથુરા પધાર્યા ત્યારે પણ ત્રણ ગાઉ ઉપર ભગવાન હતા તો પણ ગોપીઓ કોઈ દિવસ મરજી લોપીને દર્શને ગઈ નહીં; અને ગોપીઓએ એમ જાણ્યું જે, ‘ભગવાનની મરજી વિના જો આપણે મથુરા જઈશું તો ભગવાનને આપણા ઉપર હેત છે તે ટળી જશે.’ માટે હેતનું એ જ રૂપ છે જે, ‘જેને જે સાથે હેત હોય તે તેની મરજી પ્રમાણે રહે.’ અને જો પોતાના પ્રિયતમને પાસે રહ્યે રાજી જાણે તો પાસે રહે અને જો પોતાના પ્રિયતમને છેટે રહ્યે રાજી જાણે તો છેટે રહે પણ કોઈ રીતે પોતાના પ્રિયતમની આજ્ઞાને લોપે નહીં એ પ્રેમનું લક્ષણ છે. જો ગોપીઓને ભગવાનને વિષે સાચો પ્રેમ હતો તો આજ્ઞા વિના ભગવાનને દર્શને ગઈ નહીં અને જ્યારે ભગવાને કુરુક્ષેત્રમાં તેડી ત્યારે ભગવાનનું દર્શન કર્યું,૪ પણ કોઈ રીતે ભગવાનના વચનનો ભંગ કર્યો નહીં. માટે જેને ભગવાનને વિષે પ્રીતિ હોય તે ભગવાનની આજ્ઞા કોઈ કાળે લોપે નહીં. જેમ ભગવાનનું ગમતું હોય તેમ જ રહે એ પ્રીતિનું લક્ષણ છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એક અમે પ્રશ્ન પૂછીએ.” પછી મુનિએ કહ્યું જે, “હે મહારાજ! પૂછો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનનો ભક્ત હોય તે ભગવાનની મૂર્તિના સંબંધ વિનાના જે અન્ય સંબંધી પંચવિષય તેને તુચ્છ કરી નાંખે છે અને પંચે પ્રકારે એક ભગવાનનો સંબંધ રાખે છે, એવો જે ભક્ત તેને ભગવાન એમ આજ્ઞા કરે જે, ‘તમે અમ થકી છેટે રહો,’ ત્યારે તે જો ભગવાનનાં દર્શનનો લોભ રાખે તો એને આજ્ઞાનો ભંગ થાય અને જો આજ્ઞા ન પાળે તો ભગવાનને એ ભક્ત ઉપર હેત ન રહે. માટે એ ભક્તે જેમ માયિક શબ્દાદિક પંચવિષયનો ત્યાગ કર્યો છે તેમ જ ભગવાન સંબંધી જે શબ્દ, સ્પર્શ, રૂપ, રસ, અને ગંધ એ પંચવિષય છે તેનો પણ ત્યાગ કરે કે ન કરે? એ પ્રશ્ન છે.” પછી સર્વે મુનિ મળીને જેને જેવી બુદ્ધિ હતી તેણે તેવો ઉત્તર કર્યો, પણ એ પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજને કહ્યું જે, “હે મહારાજ! એનો ઉત્તર તમે કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનને વિષે દૃઢ પ્રીતિ છે અને ભગવાનને અખંડ સંબંધે રહિત જે માયિક પંચવિષય તેને તુચ્છ કરી નાખ્યા છે અને શબ્દાદિક પંચવિષયે કરીને ભગવાન સંગાથે દૃઢપણે જોડાણો છે, તે ભક્ત ભગવાનની આજ્ઞાએ કરીને જ્યાં જ્યાં જાય છે ત્યાં ત્યાં ભગવાનની મૂર્તિ પણ એ ભક્ત ભેળી જ જાય છે. ને જેમ એ ભક્તને ભગવાન વિના રહેવાતું નથી તેમ જ ભગવાનને પણ એ ભક્ત વિના રહેવાતું નથી અને એ ભક્તના હૃદામાંથી આંખ્યનું મટકું ભરીએ એટલી વાર છેટે રહેતા નથી. માટે એ ભક્તને પાંચે પ્રકારે ભગવાન સંગાથે અખંડ સંબંધ રહે છે, કેમ જે, જે શબ્દાદિક પંચવિષય વિના જીવમાત્રને રહેવાતું નથી તે શબ્દાદિક પંચવિષયને એણે તુચ્છ કર્યા છે ને પંચે પ્રકારે કરીને ભગવાનને વિષે જોડાણો છે, તે માટે એ ભક્તને ભગવાન સાથે અખંડ સંબંધ રહે છે.”"
}