{
  "number": 241,
  "vachanamrut": "ગઢડા અંત્ય ૧૮\n",
  "title": "વાસના જીર્ણ થયાનું\n",
  "setting": "સંવત ૧૮૮૪ના શ્રાવણ વદિ ૧૦ દશમીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે પુષ્પના હાર પહેર્યા હતા ને પાઘને વિષે પુષ્પના તોરા લટકી રહ્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજના ભત્રીજા જે રઘુવીરજી તેમણે પ્રશ્ન પૂછ્યો જે, “જેવી જાગ્રત અવસ્થાને વિષે જીવની સ્થિતિ છે, તેવી સ્વપ્ન અવસ્થાને વિષે કેમ રહેતી નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જીવ જેવો જાગ્રત અવસ્થામાં રહે છે તેવો જ સ્વપ્ન અવસ્થાને વિષે રહે છે; કેમ જે, જાગ્રત અવસ્થામાં જેવી વાસના હોય તેવી જ સ્વપ્ન અવસ્થામાં સ્ફુરે છે.”\nપછી નિર્લોભાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! જાગ્રત અવસ્થામાં તો કોઈ દિવસ દીઠાંય ન હોય ને સાંભળ્યાં પણ ન હોય તેવાં તેવાં પદાર્થ સ્વપ્નમાં સ્ફુરી આવે છે, તેનું શું કારણ હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ન દીઠાં હોય ને ન સાંભળ્યાં હોય એવાં જે પદાર્થ સ્ફુરે છે, તે તો પૂર્વજન્મનાં જે કર્મ તેની વાસનાએ કરીને સ્ફુરે છે.”\nપછી અખંડાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! આ જીવને પૂર્વજન્મનાં જે કર્મ તે કર્મનું જોર ભગવાનનો ભક્ત થાય તો પણ ક્યાં સુધી રહે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ જીવને જ્યારે સત્પુરુષનો સંગ થાય છે ત્યારે જેમ જેમ સમાગમ કરતો જાય તેમ તેમ પૂર્વકર્મ સંબંધી જે વાસના તે જૂની થતી જાય; પછી એને જન્મ-મરણ ભોગવાવે એવી તે વાસના રહે નહીં. જેમ ત્રણ વર્ષની તથા ચાર વર્ષની જે જૂની ડાંગર થઈ, પછી તે જમ્યામાં તો આવે ખરી પણ વાવે તો ઊગે નહીં. તેમ પૂર્વકર્મની વાસના છે તે જીર્ણ થાય ત્યારે જન્મ-મરણ ભોગવાવે એવી રહે નહીં. ત્યારે કોઈક એમ પૂછશે જે, ‘વાસના જીર્ણ થઈ કેમ જણાય?’ ત્યાં દૃષ્ટાંત: જેમ કોઈક પુરુષો ઢાલો, તરવારો લઈને સામસામા લડાઈ કરતા હોય, તે જ્યાં સુધી સામસામા એમ ને એમ ઊભા રહે ત્યાં સુધી એ બેયનું બળ બરોબર જણાય અને જ્યારે એક જણાનો પગ પાછો હઠ્યો ત્યારે એ હાર્યો કહેવાય. તેમ ભગવાનનો જે ભક્ત હોય તેને ભગવાન સંબંધી ને વિષય સંબંધી જે સંકલ્પ તે જ્યાં સુધી તુલ્યપણે વર્તતા હોય ત્યાં સુધી એમ જાણવું જે, ‘વાસના બળવાન છે.’ અને જ્યારે ભગવાન સંબંધી જે સંકલ્પ તે વિષય સંબંધી સંકલ્પને હઠાવી દે ત્યારે એમ જાણવું જે, ‘વાસના જીર્ણ થઈ ગઈ છે.’”\nપછી શ્રીજીમહારાજે પરમહંસ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “જે ભગવાનના ભક્તને દેહાભિમાનની નિવૃત્તિ થઈ હોય ને પંચવિષયનો અભાવ થઈ ગયો હોય, તે બીજા સર્વ ભક્તને કેમ કળ્યામાં આવે?” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! આ તમારા પ્રશ્નનો ઉત્તર અમારાથી નહીં થાય, માટે તમે કૃપા કરીને કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનો ભક્ત ગૃહસ્થાશ્રમી હોય અથવા ત્યાગી હોય ને તેને દેહાભિમાન તથા પંચવિષયમાંથી આસક્તિ તે તો નિવૃત્ત થઈ હોય;૩ પછી પરમેશ્વરની આજ્ઞાએ કરીને જેવી રીતે ઘટે તેવી રીતે દેહાભિમાન પણ રાખ્યું જોઈએ અને જેમ જેને યોગ્ય હોય તેમ પંચવિષય પણ ભોગવ્યા જોઈએ. ત્યાં દૃષ્ટાંત: જેમ અતિશય દૂબળું ઢોર હોય તેને હેઠે લાકડાં ભરાવીને ને શિંગડે-પૂંછડે ઝાલીને ઊભું કરે, તે જ્યાં સુધી એ માણસ ઝાલી રહે ત્યાં સુધી ઊભું રહે અને જ્યારે માણસ મૂકી દે ત્યારે પૃથ્વી ઉપર પડી જાય. તેમ જે નિર્વાસનિક હોય તેને તો જ્યાં સુધી પરમેશ્વર આજ્ઞાએ કરીને જેટલી ક્રિયામાં જોડે તેટલી જ ક્રિયાને કરીને રહેવા દે. જેમ કોઈક પુરુષના હાથમાં તીર-કમાન્ય હોય, તે જ્યાં સુધી પુરુષ ખેંચે ત્યાં સુધી એ કમાન્ય કરડી થાય અને જ્યારે એ પુરુષ કમાન્યને ખેંચતો આળસી જાય ત્યારે એ કમાન્ય ઢીલી થઈ જાય છે. તેમ જે નિર્વાસનિક પુરુષ છે તે તો જેટલી પરમેશ્વરની આજ્ઞા હોય તેટલા જ વ્યવહારમાં જોડાય પણ આજ્ઞાથી બહાર કાંઈ ન કરે. અને જે સવાસનિક હોય તે તો જે જે વ્યવહારમાં જોડાયો હોય તે વ્યવહારમાંથી પોતાની મેળે છૂટી શકે નહીં અને પરમેશ્વરની આજ્ઞાએ કરીને પણ છૂટી શકે નહીં. એવી રીતે નિર્વાસનિક પુરુષ અને સવાસનિક પુરુષનાં લક્ષણ છે.”"
}