{
    "number": 77,
    "vachanamrut": "ગઢડા પ્રથમ ૭૭\n",
    "title": "જ્ઞાનને ઓથ્યે ધર્મ ખોટા ન કરવાનું\n",
    "setting": "સંવત ૧૮૭૬ના દ્વિતીય જ્યેષ્ઠ વદિ ૩૦ અમાવાસ્યાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને મુનિ માંહોમાંહી પ્રશ્ન-ઉત્તર કરતા હતા. પછી એક મુનિએ અણસમજણે કરીને ભગવાનના નિશ્ચયનું બળ લઈને ધર્મને ખોટા જેવા કરવા માંડ્યા. પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના જ્ઞાનની ઓટ્ય લઈને જે ધર્મને ખોટા કરી નાંખે તેને અસુર જાણવો. અને ભગવાનના સ્વરૂપમાં તો એવા કલ્યાણકારી અનંત ગુણ રહ્યા છે. તે શ્રીમદ્‌ભાગવતને વિષે પ્રથમ સ્કંધમાં પૃથ્વીએ ધર્મ પ્રત્યે કહ્યા છે. માટે જેને ભગવાનનો આશરો હોય તેમાં તો ભગવાનના કલ્યાણકારી ગુણ આવે છે. અને જેને ભગવાનના સ્વરૂપનો નિશ્ચય હોય તેમાં એકાદશ સ્કંધમાં કહ્યાં એવાં જે સાધુનાં ત્રીસ લક્ષણ તે આવે છે. માટે જેમાં ત્રીસ લક્ષણ સંતનાં ન હોય તેને પૂરો સાધુ ન જાણવો. અને જેને ભગવાનનો નિશ્ચય હોય તેના હૈયામાં તો પ્રભુના કલ્યાણકારી ગુણ જરૂર આવે અને જ્યારે પ્રભુના ગુણ સંતમાં આવે ત્યારે તે સાધુ ત્રીસ લક્ષણે યુક્ત હોય. માટે આજથી જે કોઈ પંચ વર્તમાનરૂપ જે ધર્મ તેને મૂકીને જ્ઞાનનું કે ભક્તિનું બળ લેશે તે ગુરુદ્રોહી, વચનદ્રોહી છે. અને એવી ધર્મભંગ વાત જે કોઈ કરતો હોય તેને વિમુખ કહેવો. અને એમ કહેવું જે, ‘તમે તો અસુરનો પક્ષ લીધો છે તે અમે નહીં માનીએ,’ એમ કહીને તે અધર્મીની વાતને ખોટી કરી નાખવી.”\nપછી સંતે પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! કોઈક ભગવાનનો અતિ દૃઢ ભક્ત હોય ને દેહ મૂકવા ટાણે તેને પીડા થઈ આવે છે અને બોલ્યાનું પણ કાંઈ ઠેકાણું રહેતું નથી, અને કોઈક તો કાંઈ પાકો હરિભક્ત જણાતો ન હોય ને તે દેહ મૂકવાને સમે તો અતિ સમર્થ જણાય છે ને અતિશય ભગવાનના પ્રતાપને જાણીને ને ભગવાનનો મહિમા મુખે કહીને સુખિયો થકો દેહ મૂકે છે, એનું શું કારણ છે? જે સારો હોય તેનું અંત સમે સારું ન દેખાય અને જેવો-તેવો હોય તેનું અંત સમે સારું દેખાય છે એનું કારણ કહો. એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “દેશ, કાળ, ક્રિયા, સંગ, ધ્યાન, મંત્ર, દીક્ષા અને શાસ્ત્ર એ આઠ જેવાં હોય તેવી પુરુષની મતિ થાય છે; તે જો સારાં હોય તો સારી મતિ થાય છે અને ભૂંડાં હોય તો ભૂંડી મતિ થાય છે. અને પુરુષના હૃદયને વિષે પરમેશ્વરની માયાના પ્રેર્યા થકા ચારે યુગના ધર્મ વારાફરતી વર્તતા હોય; તે જો અંત સમે સત્યયુગનો ધર્મ આવી જાય તો મૃત્યુ બહુ શોભી ઊઠે અને ત્રેતા ને દ્વાપરનો ધર્મ આવે તો તેથી થોડું શોભે અને કળિનો ધર્મ મૃત્યુ સમે આવે તો અતિશય ભૂંડું દેખાય; એમ અંત સમે સારું-નરસું તે તો કાળે કરીને છે અથવા જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ અવસ્થા છે. તેમાં જો અંત સમે જાગ્રત અવસ્થા વર્તતી હોય તો પાપી હોય તે પણ બોલતાં-ચાલતાં દેહ મૂકે છે, અને અંત સમે સ્વપ્ન અવસ્થા વર્તતી હોય તો ઝંખ્યા જેવું કાંઈ ને કાંઈ બોલતો થકો ભગવાનનો ભક્ત હોય તો પણ દેહ મૂકે, અને અંત સમે સુષુપ્તિ અવસ્થા પ્રધાન વર્તે તો ભગવાનનો ભક્ત હોય અથવા વિમુખ હોય તો પણ ઘેનમાં ને ઘેનમાં રહીને દેહ મૂકે પણ સારું કે નરસું કાંઈ બોલાય નહીં. અને અંતકાળે એ ત્રણ અવસ્થા થકી પર અને બ્રહ્મરૂપ એવો પોતાના જીવાત્માને સાક્ષાત્કાર માનતો થકો જે દેહ મૂકે, તે તો જેવી ઈશ્વરની સામર્થી હોય તેવી સામર્થી જણાવીને દેહ મૂકે છે. અને એમ બ્રહ્મરૂપ થઈને ને સામર્થી જણાવીને દેહ મૂકવો તે ભગવાનના ભક્તને જ થાય છે, પણ બીજા વિમુખ જીવને એમ થાય જ નહીં. એવી રીતે કાળે કરીને અંત સમે સારું-નરસું જણાય છે અથવા અવસ્થાઓને યોગે કરીને સારું-નરસું જણાય છે. અને વિમુખ હોય ને તેને અંતકાળે જાગ્રત અવસ્થા વર્તતી હોય ને બોલતો બોલતો દેહ મૂકે તેણે કરીને કાંઈ તેનું કલ્યાણ થતું નથી, વિમુખ તો સારી રીતે દેહ મૂકે અથવા ભૂંડી રીતે મૂકે પણ નરકે જ જાય. અને ભગવાનનો ભક્ત હોય તે બોલતો બોલતો દેહ મૂકે અથવા ઝંખ્યા જેવું બોલીને દેહ મૂકે અથવા શૂન્યમૌન રહીને દેહ મૂકે પણ તેનું કલ્યાણ જ છે પણ એમાં કાંઈ સંશય નથી, એમ ભગવાનના ભક્તને જાણવું. અને ભગવાનનો ભક્ત હોય તેને અંત સમે સ્વપ્નાદિકને યોગે કરીને ઉપરથી પીડા જેવું જણાતું હોય પણ એને અંતરમાં તો ભગવાનને પ્રતાપે કરીને અતિ આનંદ વર્તતો હોય. માટે નક્કી હરિભક્ત હોય ને અંત સમે લાવાંઝંખા કરતો થકો દેહ મૂકે પણ એના કલ્યાણમાં લેશમાત્ર સંશય રાખવો નહીં.”"
}