{
  "number": 258,
  "vachanamrut": "ગઢડા અંત્ય ૩૫\n",
  "title": "પ્રકૃતિ મરોડ્યાનું, ભક્તના દ્રોહથી ભગવાનના દ્રોહનું\n",
  "setting": "સંવત ૧૮૮૫ના ચૈત્ર સુદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજને શુકમુનિએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જેના હૃદયમાં ભગવાનનો ને ભગવાનના ભક્તનો દૃઢ આશ્રય હોય, જે આશ્રય ગમે તેવો આપત્કાળ આવી પડે ને દેહને સુખ-દુઃખ, માન-અપમાન, દેશકાળનું વિષમપણું ઇત્યાદિકે કરીને જાય નહીં, તે કેમ જણાય જે, એને એવો આશ્રય છે? અને તેના મનનો અભિપ્રાય તથા દેહનો આચાર તે કેવો હોય? તે કહો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે ભક્તને એક ભગવાનને વિષે જ મોટ્યપ હોય ને ભગવાનથી બીજું કોઈ પદાર્થ અધિક ન જાણતો હોય ને ભગવાન વિના બીજા સર્વેને તુચ્છ જાણતો હોય; તથા પોતાની જે પ્રકૃતિ હોય તેને ભગવાન તથા સાધુ તે મરોડે ને પ્રકૃતિ પ્રમાણે ન ચાલવા દે ને પ્રકૃતિ હોય તેથી બીજી રીતે વર્તાવે, ત્યારે જે મૂંઝાય નહીં ને પ્રકૃતિ મરોડે તેમાં કચવાઈ જાય નહીં ને પોતાની પ્રકૃતિ ગમે તેવી કઠણ હોય તેને મૂકીને જેમ ભગવાન તથા સાધુ તે કહે તેમ જ સરલપણે વર્તે. એવી બે પ્રકારે જેની સમજણ હોય તેને ગમે તેવો આપત્કાળ પડે તો પણ ભગવાનનો આશ્રય ન ટળે.”\nત્યારે વળી શુકમુનિએ પૂછ્યું જે, “મૂંઝાતો તો હોય; કેમ જે, પ્રકૃતિને મરોડે ત્યારે જીવને મૂંઝવણ થાય. પણ તે મૂંઝવણમાં પણ કાંઈ ફેર છે કે નહીં?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “પ્રકૃતિ મરોડે ને મૂંઝાય ત્યારે જે પોતાનો જ અવગુણ લે પણ ભગવાનનો ને સાધુનો અવગુણ ન લે, એ સારો. અને જે પોતાનો અવગુણ ન લે ને ભગવાનનો ને સાધુનો અવગુણ લે તો એનો વિશ્વાસ નહીં ને એવો જે હોય તેના આશ્રયનો પણ ઠા નહીં.” ત્યારે વળી શુકમુનિએ પૂછ્યું જે, “જેની જે પ્રકૃતિ હોય તેને ભગવાને તથા સાધુએ કોઈ દિવસ મરોડી ન હોય, ત્યારે તે પોતાના મનમાં કેમ સમજે જે, મારી પ્રકૃતિને મરોડશે ત્યારે મારું ઠીક નહીં રહે? કેમ જે, પોતે જે અજમાવેલ વાર્તા ન હોય તેનો વિશ્વાસ કેમ આવે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ તો પોતાના મનના જે સંકલ્પ તેની સામી દૃષ્ટિ રાખે જે, ‘મારા મનમાં ભગવાન વિના બીજા પંચવિષય સંબંધી ભોગ છે તેમાં શાની વાસના બળવાન છે? ને બળવાનપણે કયા વિષયનો સંકલ્પ થાય છે?’ એમ વિચારે તો જેવો પોતે હોય તેમ માલમ પડે, પણ બીજી રીતે ન પડે. અને જ્યારે એ વિચારે ત્યારે એમ વિચારે જે, ‘આ પદાર્થનો મારે બળવાન ઘાટ છે ને તેમાં હું પ્રવર્તું છું ને તેમાંથી જ્યારે મને સાધુ મરોડશે ત્યારે મારે ઠીક નહીં રહે,’ એમ એને પોતાનો નિશ્ચય થાય. અને બળવાન પ્રકૃતિ હોય ને તદપિ જો એની પ્રકૃતિને ભગવાન તથા સાધુ કોઈ દિવસ મરોડે નહીં, તો તો એ પાર પડી જાય. ને જો મરોડે તો તો એનો ઠા રહે નહીં; અંતે અતિ મૂંઝાઈને વિમુખ થઈ જાય.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “સાધુના દ્રોહનું શાસ્ત્રમાં૯ સર્વ કરતાં અધિક પાપ કહ્યું છે, તેનું શું કારણ છે? તો એ સાધુના હૃદયને વિષે સાક્ષાત્ શ્રીકૃષ્ણ ભગવાન રહ્યા છે; માટે સાધુનો દ્રોહ કરે ત્યારે ભગવાનનો દ્રોહ થાય છે. કેમ જે, તે સાધુનો દ્રોહ કરે ત્યારે તેના હૃદયમાં રહ્યા જે ભગવાન તે દુખાય છે, ત્યારે એ ભગવાનના દ્રોહનું અધિક પાપ છે; માટે સંતના દ્રોહનું સર્વ કરતાં અધિક પાપ કહ્યું છે. અને કંસ,૬ શિશુપાલ,૬ પૂતના૨ એ આદિક જે દૈત્ય તેમણે ભગવાનનો દ્રોહ કર્યો ને તેનું પણ ભક્તની પેઠે ભગવાને કલ્યાણ કર્યું, તેનો શો અભિપ્રાય છે જે, એ દૈત્યે વૈરબુદ્ધિએ કરીને પણ ભગવાનનું ચિંતવન કર્યું ત્યારે ભગવાને એમ જાણ્યું જે, ‘વૈરબુદ્ધિએ કરીને પણ એ દૈત્યે મારું ચિંતવન કર્યું ને મારા સંબંધને પામ્યા; માટે મારે એનું કલ્યાણ કરવું.’ એવી રીતે એને વિષે ભગવાનની દયાનું અધિકપણું જાણવું. અને વળી એમ જાણવું જે, ‘એ વૈરબુદ્ધિએ કરીને આશર્યા તેનું પણ ભગવાને કલ્યાણ કર્યું, તો જે ભક્ત ભક્તિએ કરીને એનો આશરો લેશે ને ભગવાનને ભક્તિએ કરીને રાજી કરશે તેનું ભગવાન કેમ કલ્યાણ નહીં કરે? કરશે જ.’ એવી રીતે ભગવાનની દયાનું અધિકપણું જણાવીને મનુષ્યને ભગવાનની ભક્તિમાં પ્રવર્તાવવા, એવો અભિપ્રાય શાસ્ત્રના કરનારાનો છે; પણ એમ નથી જે, દૈત્યની પેઠે ભગવાનનું અણગમતું કરવું. માટે ભગવાનની ઉપર વૈરભાવ રાખીને જે ભગવાનનો દ્રોહ કરે ને અણગમતું કરે તેને તો દૈત્ય જ જાણવા અને એ પક્ષ તો દૈત્યનો છે. અને જેમ ભગવાનનું ગમતું હોય તે પ્રમાણે જ વર્તવું, ને ભક્તિ કરવી, ને ભગવાન ને ભગવાનના ભક્તને રાજી કરવા, એવો ભગવાનના ભક્તનો પક્ષ છે.”\nપછી શુકમુનિએ શ્રીજીમહારાજને પૂછ્યું જે, “હે મહારાજ! સાધુના હૃદયમાં ભગવાન રહ્યા હોય ને તેના દ્રોહથી ભગવાનનો દ્રોહ થાય ને તેની સેવા કરીએ તો ભગવાનની સેવા થાય, તે સાધુનાં લક્ષણ શાં છે? તે કહો.”\nત્યારે શ્રીજીમહારાજ થોડીક વાર વિચારીને કૃપા કરીને બોલ્યા જે, “પ્રથમ તો મોટું લક્ષણ એ છે જે, ભગવાનને ક્યારેય પણ નિરાકાર ન સમજે, સદાય દિવ્ય સાકારમૂર્તિ સમજે. અને ગમે એટલાં પુરાણ, ઉપનિષદ, વેદ ઇત્યાદિક ગ્રંથનું શ્રવણ થાય ને તેમાં નિરાકારપણા જેવું સાંભળ્યામાં આવે તો પણ એમ જાણે જે, ‘કાં તો આપણને એ શાસ્ત્રનો અર્થ સમજાતો નથી, ને કાં તો એમાં કેમ કહ્યું હશે! પણ ભગવાન તો સદા સાકાર જ છે.’ અને જો સાકાર ન સમજે તો તેની ઉપાસના દૃઢ ન કહેવાય. અને સાકાર ન હોય તેને વિષે આકાશની પેઠે કર્તાપણું ન કહેવાય તથા એક દેશને વિષે રહેવાપણું ન કહેવાય. માટે ભગવાન તો સદા સાકાર જ છે ને અનેક બ્રહ્માંડની ઉત્પત્તિ, સ્થિતિ, પ્રલયના કર્તા છે ને સદા પોતાના અક્ષરધામને વિષે વિરાજમાન છે ને રાજાધિરાજ છે ને તે જ આ પ્રત્યક્ષ છે. એવી રીતે જે આ સમજણ તે કોઈ રીતે કોઈ કાળે ડગી ન જાય, સદા એમ જ સમજે. એક તો એ લક્ષણ હોય ૧. તથા એ ભગવાનની જે એકાંતિક ભક્તિ તેને પોતે કરતો હોય અને એ ભગવાનનું જે નામસ્મરણ ને કથા-કીર્તનાદિક તેને કોઈ કરતું હોય તેને દેખીને મનમાં બહુ રાજી થાય ૨. તથા એ ભગવાનના ભક્તમાં રહેવું હોય તેમાં કોઈ સ્વભાવ આડો આવે નહીં અને તે સ્વભાવને મૂકે પણ ભગવદ્‌ભક્તના સંગનો ત્યાગ ન કરે. અને પોતાના સ્વભાવને સાધુ ખોદે તો સાધુનો અભાવ ન લે ને પોતાના સ્વભાવનો અવગુણ લેતો રહે પણ કચવાઈને ભક્તના સમૂહમાંથી છેટે રહેવાનો કોઈ દિવસ મન ઘાટ પણ ન કરે, એમ ને એમ ભક્તના સમૂહમાં પડ્યો રહે એવો હોય ૩. તથા સારું વસ્ત્ર, સારું ભોજન, સારું જળ તથા જે જે કોઈ સારું પદાર્થ પોતાને પ્રાપ્ત થાય તો મન એમ ઘાટ કરે જે, ‘આ પદાર્થ હું ભગવાનના ભક્તને આપું તો ઠીક,’ અને તે પદાર્થ તેને આપે ને રાજી થાય એવો હોય ૪. તથા ભક્તના સમૂહમાં રહેતો હોય ને તેની કોરનું એમ ન થાય જે, ‘આ તો કેટલાંક વર્ષ ભેગો રહ્યો પણ એના અંતરનો તો કંઈ તાગ આવ્યો નહીં, ને આ તે કોણ જાણે કેવોય હશે? એનું તો કાંઈ કળાતું નથી,’ એવો ન હોય ને જેવો એ માંહી-બાહેર હોય તેને સર્વે જાણે જે, ‘આ તે આવો છે,’ એવો જે સરલ સ્વભાવવાળો હોય ૫. અને શાંત સ્વભાવવાળો હોય તો પણ કુસંગીની સોબત ન ગમે ને તે થાય તો તપી જાય; એવી રીતે વિમુખના સંગની સ્વાભાવિક અરુચિ વર્તતી હોય ૬. આવે છો લક્ષણે યુક્ત જે સાધુ હોય તેના હૃદયમાં સાક્ષાત્ ભગવાન વિરાજમાન છે એમ જાણવું. અને એવા સાધુનો દ્રોહ કરે તો ભગવાનનો દ્રોહ કર્યા બરોબર પાપ લાગે અને એવા સાધુની સેવા કરે તો ભગવાનની સેવા કર્યા તુલ્ય ફળ થાય છે.”"
}