{
  "number": 75,
  "vachanamrut": "ગઢડા પ્રથમ ૭૫\n",
  "title": "એકોત્તર પરિયાં તર્યાનું\n",
  "setting": "સંવત ૧૮૭૬ના વૈશાખ વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ લીંબડાના વૃક્ષ હેઠે ઢોલિયા ઉપર વિરાજમાન હતા અને પીળાં પુષ્પના હાર કંઠને વિષે વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી સુરાખાચરે પ્રશ્ન પૂછ્યો જે, “‘જેના કુળમાં ભગવાનનો એક ભક્ત થાય તો તેનાં એકોત્તર૦ પરિયાં૦ ઉદ્ધરે છે,’ એમ કહ્યું છે અને તેના ગોત્રમાં કેટલાક તો સંતના ને ભગવાનના દ્વેષી પણ હોય ત્યારે તેનો કેવી રીતે ઉદ્ધાર થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ કર્દમ ઋષિનો દેવહૂતિએ પતિબુદ્ધિએ કરીને પ્રસંગ કર્યો હતો તો પણ કર્દમ ઋષિને વિષે સ્નેહ હતો તો એનો ઉદ્ધાર થયો.૩૮ અને માંધાતા રાજાની દીકરીઓ પચાસ, તે સૌભરિ ઋષિનું રૂપ જોઈને વરિયો, તેને કામનાએ કરીને સૌભરિને વિષે હેત હતું તો તે સર્વેનું કલ્યાણ ઋષિના જેવું થયું.૩૯ માટે જેના કુળમાં ભક્ત થયો હોય અને તેનાં કુટુંબી સર્વ એમ માને જે, ‘આપણું મોટું ભાગ્ય છે જે, આપણા કુળમાં ભગવાનનો ભક્ત થયો છે,’ એવી રીતે ભક્તનું માહાત્મ્ય સમજીને હેત રાખે તો તે સર્વ કુટુંબીનું કલ્યાણ થાય; અને મરીને પિત્રી જે સ્વર્ગમાં ગયા હોય તે પણ જો એમ જાણે જે, ‘આપણા કુળમાં ભગવાનનો ભક્ત થયો તે આપણું મોટું ભાગ્ય છે,’ એમ સમજીને ભગવાનના ભક્તમાં હેત રાખે તો તે પિત્રીનું પણ કલ્યાણ થાય. અને જે ભગવાનના ભક્ત સંગાથે વૈરબુદ્ધિ રાખે તેનું તો કલ્યાણ ન થાય અને જેમ જેમ વૈર કરતો જાય તેમ તેમ તેની બુદ્ધિ ભ્રષ્ટ થતી જાય અને દેહ મૂકે ત્યારે પંચ મહાપાપના કરનારા જે નરકના કુંડમાં પડે, તે પણ તે જ કુંડમાં પડે છે. તે માટે ભગવાનના ભક્તમાં જેને હેત હોય તો સંબંધી હોય અથવા બીજો કોઈ હોય તે સર્વનું કલ્યાણ થાય છે.”\nપછી નાજે ભક્તે પ્રશ્ન પૂછ્યો જે, “ભગવાનનો ભક્ત હોય તે એક તો દૃઢ નિશ્ચયવાળો હોય અને એક તો થોડા નિશ્ચયવાળો હોય અને ઉપરથી તો બેય સારા દેખાતા હોય, તે બે કેમ ઓળખ્યામાં આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને આત્માના સ્વરૂપનું યથાર્થ જ્ઞાન હોય અને દૃઢ વૈરાગ્ય હોય અને ભક્તિ ને સ્વધર્મ પણ પરિપૂર્ણ હોય, તેનો નિશ્ચય પરિપૂર્ણ જાણવો. અને એમાંથી જો એકે વાનું ઓછું હોય તો નિશ્ચય છે તો પણ માહાત્મ્ય વિનાનો છે અને એ ચાર વાનાં સંપૂર્ણ હોય તે માહાત્મ્ય સહિત ભગવાનનો નિશ્ચય જાણવો.”"
}