{
    "number": 191,
    "vachanamrut": "ગઢડા મધ્ય ૫૮\n",
    "title": "સંપ્રદાયની પુષ્ટિનું\n",
    "setting": "સંવત ૧૮૮૧ના શ્રાવણ સુદિ ૪ ચોથને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા બિછવાવીને વિરાજમાન હતા અને શ્રીજીમહારાજે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જે જે આચાર્ય થયા છે તેના સંપ્રદાયની પુષ્ટિ ઘણાક કાળ સુધી શે ઉપાયે કરીને રહે છે?” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “એક તો સંપ્રદાય સંબંધી ગ્રંથ હોય અને બીજો શાસ્ત્રે કહ્યો એવો વર્ણાશ્રમનો ધર્મ હોય અને ત્રીજી પોતાના ઇષ્ટદેવને વિષે અતિશય દૃઢતા હોય, એ ત્રણને યોગે કરીને પોતાના સંપ્રદાયની પુષ્ટિ રહે છે.” પછી શ્રીજીમહારાજે બ્રહ્માનંદ સ્વામી તથા નિત્યાનંદ સ્વામીને પણ પૂછ્યું ત્યારે એમણે પણ એવી જ રીતે કહ્યું. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એ પ્રશ્નનો ઉત્તર અમે કરીએ જે, સંપ્રદાયની પુષ્ટિ તો એમ થાય છે જે, જે સંપ્રદાયના ઇષ્ટદેવ હોય તેનો જે હેતુ માટે પૃથ્વીને વિષે જન્મ થયો હોય અને જન્મ ધરીને તેણે જે જે ચરિત્ર કર્યાં હોય અને જે જે આચરણ કર્યાં હોય, તે આચરણને વિષે ધર્મ પણ સહજે આવી જાય અને તે ઇષ્ટદેવનો મહિમા પણ આવી જાય. માટે પોતાના ઇષ્ટદેવનાં જે જન્મથી કરીને દેહ મૂકવા પર્યંત ચરિત્ર તેનું જે શાસ્ત્ર તેણે કરીને સંપ્રદાયની પુષ્ટિ થાય છે. તે શાસ્ત્ર સંસ્કૃત હોય અથવા ભાષા હોય પણ તે જ ગ્રંથ સંપ્રદાયની પુષ્ટિ કરે, પણ તે વિના બીજો ગ્રંથ પોતાના સંપ્રદાયની પુષ્ટિ ન કરે. જેમ રામચંદ્રના ઉપાસક હોય તેને વાલ્મીકિ-રામાયણે કરીને જ પોતાના સંપ્રદાયની પુષ્ટિ થાય; અને શ્રીકૃષ્ણ ભગવાનના જે ઉપાસક હોય તેને દશમ સ્કંધ અને એકાદશ સ્કંધ એ બે જે ભાગવતના સ્કંધ તેણે કરીને જ પોતાના સંપ્રદાયની પુષ્ટિ થાય; પણ રામચંદ્રના ઉપાસક તથા શ્રીકૃષ્ણના ઉપાસક તેને વેદે કરીને પોતાના સંપ્રદાયની પુષ્ટિ ન થાય. માટે પોતાના સંપ્રદાયની રીતનું જે શાસ્ત્ર હોય તે જ પાછલે દહાડે પોતાના સંપ્રદાયને પુષ્ટ કરે છે.” એમ કહીને શ્રીજીમહારાજે મુક્તાનંદ સ્વામીને કહ્યું જે, “તમે પણ પોતાના સંપ્રદાય સંબંધી ને પોતાના ઇષ્ટદેવ સંબંધી જે વાણી તથા શાસ્ત્ર તે જ દેહ પર્યંત કર્યા કરજ્યો ને તમારો દેહ રહે ત્યાં સુધી તમને એ જ આજ્ઞા છે.” પછી એ જે શ્રીજીમહારાજનું વચન તેને મુક્તાનંદ સ્વામીએ અતિ આદર કરીને માથે ચડાવ્યું અને શ્રીજીમહારાજને બે હાથ જોડીને નમસ્કાર કર્યો."
}