{
  "number": 234,
  "vachanamrut": "ગઢડા અંત્ય ૧૧\n",
  "title": "સીતાજીના જેવી સમજણનું\n",
  "setting": "સંવત ૧૮૮૪ના આષાઢ સુદિ ૩ તૃતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે એક પ્રશ્ન પૂછીએ જે, ઇન્દ્રિયો ને મન એ બેને જીત્યાનું એક સાધન છે? કે ઇન્દ્રિયોને જીત્યાનું જુદું સાધન છે ને મનને જીત્યાનું જુદું સાધન છે? એ પ્રશ્ન છે.” પછી મોટા મોટા પરમહંસ હતા તેમણે જેવું જેને ભાસ્યું તેવું તેમણે કહ્યું પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર તો એમ છે જે, વૈરાગ્ય, સ્વધર્મ, તપ અને નિયમ એ ચાર સાધને કરીને ઇન્દ્રિયો જિતાય છે અને ભગવાનની માહાત્મ્ય સહિત જે નવધા ભક્તિ તેણે કરીને મન જિતાય છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “જેવી નિર્વિકલ્પ સમાધિને વિષે ભગવાનના ભક્તને શાંતિ રહે છે, તેવી એ સમાધિ વિના પણ શાંતિ રહે એવો શો ઉપાય છે?” પછી શ્રીજીમહારાજે કહ્યું જે, “જેવી પોતાના દેહને વિષે આત્મબુદ્ધિ ને દૃઢ પ્રીતિ રહે છે તેવી જ ભગવાન તથા ભગવાનના ભક્તને વિષે આત્મબુદ્ધિ ને દૃઢ પ્રીતિ રહે, તો જેવી નિર્વિકલ્પ સમાધિમાં શાંતિ રહે છે તેવી શાંતિ એ સમાધિ વિના પણ સદાય રહ્યા કરે; એ જ એનો ઉત્તર છે.”\nપછી શ્રીજીમહારાજે વળી પરમહંસ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “ગમે તેવાં ભૂંડાં દેશકાળાદિક પ્રાપ્ત થાય તો પણ કોઈ રીતે કલ્યાણના માર્ગમાંથી પાછો પડે જ નહીં, એવો જે હરિભક્ત હોય તેને કેવી જાતની સમજણ હોય જે, જે સમજણે કરીને એવી રીતની એને દૃઢતા આવે છે જે, તેને વિષે કોઈ રીતનું વિઘ્ન લાગતું નથી?” પછી મોટા મોટા સંત હતા તેમાં જેવું જેને ભાસ્યું તેવો તેણે ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર તો એમ છે જે, જીવને જેવી દેહને વિષે આત્મબુદ્ધિ છે તેવી ભગવાન તથા ભગવાનના ભક્તને વિષે આત્મબુદ્ધિ હોય તો તેને કોઈ રીતનું વિઘ્ન લાગે નહીં. અને ગમે તેવાં દેશકાળાદિક ભૂંડાં આવે તેણે કરીને એ ભગવાન ને ભગવાનના ભક્ત થકી વિમુખ થાય નહીં.”\nપછી વળી શ્રીજીમહારાજે પરમહંસ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “જાનકીજીને રામચંદ્રજીએ વનવાસ દીધો ત્યારે જાનકીજીએ અતિશય વિલાપ કરવા માંડ્યો. ત્યારે લક્ષ્મણજી પણ અતિશય દિલગીર થયા. પછી સીતાજી લક્ષ્મણજી પ્રત્યે બોલ્યાં જે, ‘હું મારા દુઃખ સારુ નથી રોતી, હું તો રામચંદ્રજીના દુઃખ સારુ રોઉં છું. શા માટે જે, રઘુનાથજી અતિ કૃપાળુ છે. તે લોકાપવાદ સારુ મને વનમાં મૂકી, પણ હવે એમ વિચારતા હશે જે, સીતાને મેં વગર વાંકે વનમાં મૂકી છે. એમ જાણીને કૃપાળુ છે તે મનમાં બહુ દુઃખ પામતા હશે. માટે રામચંદ્રજીને કહેજ્યો જે, સીતાને તો કાંઈ દુઃખ નથી ને વાલ્મીક ઋષિના આશ્રમમાં જઈને સુખે તમારું ભજન કરશે. માટે તમે સીતાને દુઃખે કરીને કાંઈ દુઃખ પામશો મા.’ એમ સીતાજીએ લક્ષ્મણજી સંગાથે કહી મોકલ્યું૦ પણ કોઈ રીતે રામચંદ્રજીનો અવગુણ લીધો નહીં. એવી રીતે જે ભગવાન ને ભગવાનના ભક્તનો કોઈ રીતે અવગુણ લે નહીં અને વૈરાગ્ય ને ધર્મ તે તો સામાન્યપણે હોય; એક હરિભક્ત તો એવો છે. અને બીજો હરિભક્ત છે તેને તો વૈરાગ્ય ને ધર્મ તો અતિ આકરા છે પણ સીતાજીના જેવી સમજણ નથી. એ બે પ્રકારના હરિભક્ત છે, તેમાં કયા સંગાથે અતિશય પ્રીતિ રાખીને સોબત કરવી?” પછી ચૈતન્યાનંદ સ્વામીએ કહ્યું જે, “ધર્મ ને વૈરાગ્ય જો સામાન્યપણે હોય તો પણ જેની જાનકીજીના જેવી સમજણ હોય તેનો જ અતિશય પ્રીતિ કરીને સમાગમ કરવો, પણ અતિશય વૈરાગ્ય ને ધર્મવાળો હોય ને ભગવાન ને ભગવાનના ભક્તનો અવગુણ લેતો હોય તો તેનો સંગ કરવો નહીં.” પછી શ્રીજીમહારાજે કહ્યું જે, “યથાર્થ ઉત્તર થયો.”"
}