{
    "number": 253,
    "vachanamrut": "ગઢડા અંત્ય ૩૦\n",
    "title": "પાંચ વાર્તાના અનુસંધાનનું\n",
    "setting": "સંવત ૧૮૮૫ના પોષ સુદિ ૧૫ પૂનમને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમારા મનમાં આ બે વાર્તા ગમે છે ને ત્યાં મન અટકે છે. તેમાં એક તો જેને એમ હોય જે, ‘એક ચૈતન્યના તેજનો રાશિ છે ને તેના મધ્યને વિષે શ્રીપુરુષોત્તમ ભગવાનની મૂર્તિ સદા વિરાજમાન છે,’ એવો દૃઢ નિશ્ચય હોય અને તે ભગવાનની ઉપાસના-ભક્તિ કરતો હોય તે વાત ગમે; પણ કેવળ ચૈતન્ય તેજને માનતો હોય ને તેની ઉપાસના કરતો હોય ને ભગવાનને સદા સાકાર ન માનતો હોય ને તેની ઉપાસના ન કરતો હોય તો તે ન ગમે. અને બીજું એમ જે, એવા જે ભગવાન તેને અર્થે જે તપને કરતો હોય તથા યોગને સાધતો હોય તથા પંચવિષયના અભાવને કરતો હોય તથા વૈરાગ્યવાન હોય ઇત્યાદિક જે જે સાધન તે ભગવાનની પ્રસન્નતાને અર્થે નિર્દંભપણે કરે તે ગમે. અને એવાને દેખીને અમારું મન રાજી થાય છે જે, ‘એને શાબાશ છે જે, એ આવી રીતે વર્તે છે.’\n“અને વળી આ પાંચ વાર્તાનું અમારે નિત્યે નિરંતર અનુસંધાન રહે છે. તેમાં એક તો એમ જે, આપણે આ દેહને મૂકીને જરૂર મરી જવું છે ને તેનો વિલંબ નથી જણાતો, એ તો એમ જ નિશ્ચય જણાય છે જે, ‘આ ઘડી, આ ક્ષણમાં આપણે મરવું છે.’ ને સુખ-દુઃખ, રાજીપો-કુરાજીપો સર્વ ક્રિયામાં એવી રીતે વર્તે છે; એવો વૈરાગ્ય કહ્યો. અને બીજું એમ જે, આપણે મરીશું તેમાં આટલું કામ તો આપણે કર્યું છે ને આટલું બાકી છે તે કરવું છે, એવું નિરંતર અનુસંધાન રહે છે. અને ત્રીજું એમ જે, અમારા મનમાં પંચવિષયની વાસના ટળી ગઈ છે કે નથી ટળી? અને એમ જાણું છું જે, ટળી તો ગઈ છે ત્યારે તે તે વિષયની જે ક્રિયા તે કેમ થાય છે? ત્યારે રખે ન ટળી હોય! એમ અણવિશ્વાસનું નિરંતર અનુસંધાન રહે છે. અને ચોથું એમ જે, મુક્તાનંદ સ્વામી આદિક મોટા મોટા સાધુ તથા બીજા પણ મોટા મોટા હરિભક્ત એ જે સર્વ તેને પંચવિષયની વાસના ટળી ગઈ છે કે નહીં? અને આની વાસના ટળી છે ને આને આની નથી ટળી, એમ સર્વેનાં હૃદય સામું જોયા કરવું એમ અનુસંધાન રહે છે. અને પાંચમું એમ જે, જો હું મારા મનને ઉદાસી કરવા લાગું તો કોણ જાણે ક્યાંય જતું રહેવાય ને દેહ પડી જાય. માટે એમ જાણીએ છીએ જે, ‘મનને ઉદાસી ન કરવું.’ કેમ જે, ભલા અમારે યોગે કરીને આ સર્વે બાઈ-ભાઈ, પરમહંસ રાજીપે બેઠા ભગવદ્‌ભક્તિ કરે છે તો એ ઠીક છે. અને ભગવદ્‌ભક્તિને કરતાં દેખીને મનમાં બહુ રાજીપો થાય છે જે, મરી તો સર્વેને જવું છે પણ આવી રીતે ભક્તિ કરવી એ જ જીવ્યાનો મોટો લાભ છે, એમ નિરંતર અનુસંધાન રહે છે.” એવી રીતે શ્રીજીમહારાજે પોતાના ભક્તની શિક્ષાને અર્થે પોતાનું વર્તન લઈને વાર્તા કરી ને પોતે તો સાક્ષાત્ પુરુષોત્તમ નારાયણ છે."
}