{
  "number": 178,
  "vachanamrut": "ગઢડા મધ્ય ૪૫\n",
  "title": "એકાવન ભૂતનું ટોળું કાઢવાનું\n",
  "setting": "સંવત ૧૮૮૦ના પોષ વદિ ૧ પડવાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “તમે સર્વે મુનિમંડળ તથા બ્રહ્મચારી તથા ગૃહસ્થ સત્સંગી તથા પાળા તથા અયોધ્યાવાસી, એ તમે સર્વે મારા કહેવાઓ છો. તે જો હું ખટકો રાખીને તમને વર્તાવું નહીં અને તમે કાંઈક ગાફલપણે વર્તો તે અમારા થકી દેખાય નહીં. માટે જે જે મારા કહેવાયા છો તેમાં મારે એક તલમાત્ર કસર રહેવા દેવી નથી. માટે તમે પણ સૂધા સાવધાન રહેજ્યો; જો જરાય ગાફલાઈ રાખશો તો તમારો પગ ટકશે નહીં. અને મારે તો જે તમે ભગવાનના ભક્ત છો તેના હૃદયમાં કોઈ જાતની વાસના તથા કોઈ જાતનો અયોગ્ય સ્વભાવ તે રહેવા દેવો નથી. અને માયાના ત્રણ ગુણ, દસ ઇન્દ્રિયો, દસ પ્રાણ, ચાર અંતઃકરણ, પંચભૂત, પંચવિષય અને ચૌદ ઇન્દ્રિયોના દેવતા, એમાંથી કોઈનો સંગ રહેવા દેવો નથી; ને એ સર્વે માયિક ઉપાધિ થકી રહિત સત્તામાત્ર એવો જે આત્મા તે રૂપે થઈને ભગવાનની ભક્તિ કરો એવા સર્વેને કરવા છે, પણ કોઈ જાતનો માયાનો ગુણ રહેવા દેવો નથી. અને આ જન્મમાં સર્વ કસર ન ટળી તો બદરિકાશ્રમમાં જઈને તપ કરીને સમગ્ર વાસના બાળીને ભસ્મ કરવી છે તથા શ્વેતદ્વીપમાં જઈને નિરન્નમુક્ત ભેળા તપ કરીને સમગ્ર વાસના બાળીને ભસ્મ કરી નાંખવી છે, પણ ભગવાન વિના બીજા કોઈ પદાર્થમાં પ્રીતિ રહે એવું રહેવા દેવું નથી. માટે સર્વે હરિભક્ત તથા સર્વે મુનિમંડળ સાવધાન રહેજ્યો.” એટલી વાર્તા કરીને શ્રીજીમહારાજ પોતાના ઉતારામાં પધાર્યા.\nપછી તે જ દિવસ સાયંકાળે વળી સભા કરીને વિરાજમાન થયા. પછી આરતી થઈ રહી ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “સાત્ત્વિક કર્મે કરીને દેવલોકમાં જાય છે અને રાજસ કર્મે કરીને મધ્યલોકની પ્રાપ્તિ થાય છે ને તામસ કર્મ કરીને અધોગતિને પામે છે. તેમાં કોઈ આશંકા કરે જે, ‘રાજસ કર્મ કરીને મનુષ્યલોકની પ્રાપ્તિ થાય છે, ત્યારે તો સર્વ મનુષ્યને સુખ-દુઃખ સરખું જોઈએ.’૧૯ તો એનો ઉત્તર એમ છે જે, એક રજોગુણ છે તેના દેશકાળાદિકને યોગે કરીને અનંત પ્રકારના ભેદ થાય છે, માટે રાજસ કર્મનો એકસરખો નિરધાર રહેતો નથી; એ તો જેવાં દેશ, કાળ, સંગ અને ક્રિયાનો યોગ આવે તેવું કર્મ થાય છે.૧૦ તેમાં પણ ભગવાનના ભક્ત સંત અને ભગવાનના અવતાર તે કુરાજી થાય એવું કાંઈક કર્મ થઈ જાય તો આને આ દેહે મૃત્યુલોકમાં યમપુરીના જેવું દુઃખ ભોગવે અને ભગવાન ને ભગવાનના ભક્ત રાજી થાય એવું કર્મ કરે તો આને આ દેહે પરમ પદ પામ્યા જેવું સુખ ભોગવે. અને ભગવાન ને ભગવાનના સંતને કુરાજી કરે ને તેણે જો સ્વર્ગમાં ગયા જેવું કર્મ કર્યું હોય તો પણ તેનો નાશ થઈ જાય ને નરકમાં પડવું પડે; અને ભગવાન ને ભગવાનના સંત રાજી થાય એવું કર્મ કર્યું હોય ને તેને જો નરકમાં જવાનું પ્રારબ્ધ હોય તો પણ તે ભૂંડાં કર્મનો નાશ થઈ જાય ને પરમ પદને પામે. માટે જે સમજુ હોય તેને તો ભગવાન ને ભગવાનના ભક્ત રાજી થાય તેમ જ વર્તવું અને પોતાનાં સંબંધી જે માણસ હોય તેને પણ એમ ઉપદેશ કરવો જે, ‘ભગવાન ને ભગવાનના સંત જે જે પ્રકારે આપણા ઉપર રાજી થાય ને કૃપા કરે તેમ જ આપણે વર્તવું.’ અને ભગવાન ને ભગવાનના સંતને અગ્નિએ જ્યારે રાજી કર્યા હશે ત્યારે અગ્નિને એવો પ્રકાશ પ્રાપ્ત થયો છે; અને સૂર્ય-ચંદ્રાદિક જે પ્રકાશમાન છે તેણે પણ ભગવાન ને ભગવાનના સંતને શુભ કર્મે કરીને રાજી કર્યા હશે ત્યારે એવા પ્રકાશને પામ્યા છે; અને દેવલોક-મૃત્યુલોકને વિષે જે જે સુખિયા છે તે સર્વે ભગવાન ને ભગવાનના સંતને રાજી કર્યા હશે તે પ્રતાપે કરીને સુખિયા છે. માટે જે પોતાના આત્માનું રૂડું થવાને ઇચ્છે તેને તો સદ્‌ગ્રંથને વિષે કહ્યા જે સ્વધર્મ તેને વિષે રહીને ભગવાન ને ભગવાનના સંત રાજી થાય એ જ ઉપાય કરવો.”"
}