{
  "number": 114,
  "vachanamrut": "લોયા ૬\n",
  "title": "સંગશુદ્ધિનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર સુદિ ૧ પડવાને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં રાત્રિને સમે વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો તથા ધોળી છીંટની ડગલી પહેરી હતી તથા ધોળો ફેંટો બાંધ્યો હતો તથા બીજે ધોળે ફેંટે કરીને બોકાની વાળી હતી ને તે ધોળા ફેંટાનું છોગલું માથે લટકતું હતું ને ચોફાળ ઓઢ્યો હતો ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે પરમહંસ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “સત્સંગ થયા પછી દુર્લભમાં દુર્લભ૪ તે શું સાધન માન્યું છે?” પછી એ પ્રશ્નનો ઉત્તર પરમહંસ વતે ન થયો, ત્યારે શ્રીજીમહારાજે કર્યો જે, “એકાંતિકપણું એમાં આવે એ અતિશય દુર્લભ છે. તે એકાંતિકપણું તે શું? તો ધર્મ, જ્ઞાન અને વૈરાગ્ય એ ત્રણે યુક્ત જે ભગવાનની ભક્તિ કરવી તેને એકાંતિકપણું કહીએ.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ધર્મ સંબંધી સાધનમાં એવું કયું સાધન છે જે, એક રાખ્યે કરીને સર્વે ધર્મ રહે? અને ભગવાન સંબંધી જે ભજન, સ્મરણ, કીર્તન, વાર્તા, એ આદિક સાધન છે તેમાં એવું એક સાધન કયું છે જે, આપત્કાળ હોય ને સર્વે જાય ને જો એક રહે તો સર્વે રહે?” પછી તેનો ઉત્તર પણ પોતે કર્યો જે, “ધર્મ સંબંધી સાધનમાં તો એક નિષ્કામપણું હોય તો સર્વે સાધન આવે. અને ભગવાન સંબંધી તો એ સાધન છે જે નિશ્ચય રહે તો સર્વે આવે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવી મતિ એક પ્રકારની રાખ્યે રૂડું થાય ને તેને જો ફેરવીએ તો ભૂંડું થાય? અને કેવી મતિને વારંવાર ફેરવીએ તો રૂડું થાય ને ન ફેરવીએ તો ભૂંડું થાય?” પછી તેનો ઉત્તર પણ પોતે કર્યો જે, “ભગવાનના નિશ્ચયરૂપ જે મતિ તેને તો ફરવા જ દેવી નહીં, ભગવાનનું માહાત્મ્ય સાંભળીને તેની પુષ્ટિ વારંવાર કર્યા કરવી તો રૂડું થાય; ને એ મતિને વારંવાર ફેરવે તો ભૂંડું થાય. અને પોતે પોતાના મનને જાણ્યે જે મતિમાં નિશ્ચય કર્યો હોય જે, ‘મારે આમ કરવું છે,’ તે મતિને સંતને વચને કરીને વારંવાર ફેરવવી ને સંત કહે જે, ‘અહીં બેસવું નહીં ને આ કરવું નહીં,’ તો તે ઠેકાણે બેસવું નહીં ને તે કરવું નહીં. એવી રીતે મતિને ફેરવે તો રૂડું થાય ને એ મતિને ફેરવે નહીં ને પોતાનું ધાર્યું કરે તો ભૂંડું થાય.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવી જાતનો સત્સંગી અથવા પરમહંસ હોય ને ધર્મમાં સંપૂર્ણ રહેતો હોય ને તેને પાસે બેસીએ ને વાત સાંભળીએ તો દોષ લાગે?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “જેને ભગવાનનો નિશ્ચય હોય ને ધર્મમાં પણ પોતે રહેતો હોય તો પણ જો તેને વ્યવહારમાં આસક્તિ હોય તથા દેહાભિમાન હોય તથા માન હોય ને તેને ભગવાન તથા સંત તે ખોદે તો તે ભગવાનનો ને સંતનો અવગુણ જરૂર લે. પછી બીજાને આગળ પણ ભગવાનના તથા સંતના અવગુણની વાત કરીને તેને વિમુખ જેવો કરે. એવો જે હોય તેનો કોઈ રીતે સંબંધ ન રાખવો અને રાખે તો ભૂંડું થાય.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવો સાધુ હોય ને તે ધર્મમાં રહેતો હોય ને નિશ્ચય પણ હોય તો પણ તેને ભેળે ના’વા જવું નહીં ને પાસે પથારી કરવી નહીં ને તેની વાત પણ ન સાંભળવી?” પછી તેનો ઉત્તર પણ પોતે કર્યો જે, “જે સંત હિંમતરહિત વાત કરતો હોય જે, ‘શું એક જન્મે કરીને નિષ્કામાદિક ગુણ આવે છે? એ તો ભગવાન કૃપા કરે તો આવે, નહીં તો અનેક જન્મે કરીને કલ્યાણ થાય. પણ આ જ દેહે કરીને શું કલ્યાણ થાય છે?’ એવી રીતે જે હિંમતરહિત વાત કરતો હોય તેના સંગનો સર્વ પ્રકારે ત્યાગ કરવો. અને જે એમ કહેતો હોય જે, ‘આ ને આ દેહે કરીને કૃતાર્થ થયા છીએ ને કામ, ક્રોધ, મદ, મત્સર, માન ઇત્યાદિક દોષોનો શો ભાર છે? ભગવાન ને સંતના પ્રતાપે કરીને એ સર્વેનો નાશ કરી નાંખીશું.’ એમ જે કહેતો હોય ને તે કામાદિક દોષને નાશ કરવાના ઉપાયમાં તત્પર થઈને મંડ્યો હોય તેનો સંગ સર્વ પ્રકારે કરવો.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવો સાધુ હિંમત સહિત વાત કરતો હોય તો પણ તેનો ત્યાગ કરવો?” પછી તેનો ઉત્તર પણ પોતે કર્યો જે, “જે સંત કેવળ પોતાના પુરુષાર્થને જ અધિક કહેતો હોય અને પુરુષાર્થે કરીને જ પોતાને કૃતાર્થ માનતો હોય, પણ ભગવાનનું બળ ન રાખે અને એમ ન સમજે જે, ‘આ સાધને કરીને ભગવાનને રાજી કરવા છે,’ તો તેનો પણ ત્યાગ કરવો.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવો સાધુ હોય તેનો સંગ કરવો ને કેવાનો ન કરવો?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “વર્તમાન પણ સૂધાં સારાં પાળતો હોય ને નિશ્ચય સૂધો હોય ને તે પાસે આપણ રહેતા હોઈએ ને આપણને ટોકે નહીં ને પંપોળીને રાખે ને જાપરો રાખે, તો તે મુક્તાનંદ સ્વામી જેવો લોકવ્યવહારે મોટો કહેવાતો હોય તેનો પણ સંગ ન કરવો. અને જે સંત પોતાને ટોક્યા કરે ને જે સ્વભાવ દેખે તે ઉપર ખટકો રાખે ને તે ન ટળે ત્યાં સુધી વાત કર્યા કરે ને લલોચપો૫ રાખે નહીં ને તે લોકવ્યવહારે મોટો ન કહેવાતો હોય તો પણ તેનો સંગ કરવો.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જે સંતમાં બધા ગુણ સારા મોટા મોટા ભક્તિ-જ્ઞાનાદિક હોય પણ તેમાં એક એવો ક્યો ભૂંડો દોષ હોય જેણે કરીને તેનો સંગ ન કરીએ?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “જેને આળસ બહુ હોય ને નિદ્રા બહુ હોય ને સ્નાન-ધ્યાનાદિક જે નિયમ તેને પાળવાનું કોઈક કહે તો કહે, ‘હમણાં કરીશું, શી ઉતાવળ છે? ધીરે ધીરે થશે.’ એમ બોલે તે સૂધો સારો હોય તો પણ તેનો સંગ ન કરવો.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “સૂધી સારી વાત કરતો હોય પણ તેની વાત ન સાંભળીએ એવો એની વાણીમાં શો દોષ જાણવો?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “વાત કરવામાં પોતાને વિષે જે ભક્તિ, જ્ઞાન, વૈરાગ્ય, ધર્મ તેની જ અહંકારે કરીને પોતે સરસાઈ દેખાડે ને બીજા સંતમાં જે જ્ઞાન, ભક્તિ આદિક ગુણ તેની કાંઈક ન્યૂનતા દેખાડે, એવો જેની વાણીમાં દોષ હોય તેની વાત ન સાંભળવી.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જેની વાણીમાં તો કુત્સિતપણું હોય તો પણ તે વાણીને અમૃતની પેઠે પાન કરીએ એવી તે કઈ વાણી છે?” પછી તેનો પણ પોતે ઉત્તર કર્યો જે, “જે સંત વાત કરે ત્યારે પોતે પોતાનાં સંબંધી, માબાપ, બોન, ભાઈ તથા પોતાની જાતિ તેની કુત્સિત શબ્દે કરીને નિંદા કરતો હોય તો તેની તે વાણી સારી જાણવી, શા સારુ જે, તે વાણીને જે સાંભળે તેને તે સંતની કોરનો એમ ગુણ આવે જે, ‘આ સંતને તો કોઈ રીતે પોતાનાં દેહસંબંધી આદિકમાં હેત નથી.’ માટે તે વાણીને અમૃતની પેઠે પાન કરવી.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કયે ઠેકાણે માન રાખવું ને કયે ઠેકાણે માન ન રાખવું?” પછી તેનો ઉત્તર પણ પોતે કર્યો જે, “ભગવાનનો દૃઢ આશ્રિત હોય ને તે જેવો-તેવો ગરીબ હરિભક્ત હોય તો પણ તે આગળ માન ન રાખવું. અને જેને સત્સંગ થકી કાંઈક પાછો પગ પડી ગયો હોય તેને આગળ તો માન રાખવું પણ તેથી દબઈ જવું નહીં ને પ્રશ્ન-ઉત્તરમાં તેના વેણ ઉપર વેણ લાવવું.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કયે ઠેકાણે ભગવાનનાં દર્શનાદિકને વિષે તથા સંતને વિષે હેત ન રાખવું ને કયે ઠેકાણે રાખવું?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “અમે સર્વે સંતને સાધારણપણે કહેતા હોઈએ જે, ‘બુરાનપુર તથા કાશીએ કોણ જશે?’ ત્યારે કોઈ બોલે નહીં ત્યારે તે સભામાંથી પોતે ઊઠીને અમને એમ કહેવું જે, ‘કહો તો, હે મહારાજ! હું જાઉં,’ એમ કહીને અમારી આજ્ઞા લઈને ત્યાં જવું. એવે ઠેકાણે અમારી પ્રસન્નતાને અર્થે અમારાં દર્શનાદિકનું તથા સંતસમાગમનું હેત પણ ન રાખવું. અને અમે તથા સંત તે જેને કચવાણા હોઈએ ને વઢીને તિરસ્કાર કરીને બહાર કાઢી મૂક્યો હોય ને તે શોકે કરીને રોતો હોય ને તે પાસે કોઈ એકડમલ વિમુખ જેવો આવીને સંતનો અથવા અમારો અવગુણ કહેવા લાગે ત્યારે તેની આગળ તે સંતની કોરનું ને ભગવાનની કોરનું બહુ હેત જણાવે અને એમ કહે જે, ‘હું તો એનો વેચાણ છું ને મારા કટકા કરી નાંખે તો પણ મારે એમનો અવગુણ ન આવે, એ તો મારા કલ્યાણના કરતલ છે.’ એવી રીતે તે ઠેકાણે અતિશય હેત જણવે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જેણે કરીને ભગવાન રાજી થતા હોય તો પણ તે કરવું નહીં અને જેણે કરીને ભગવાન કુરાજી થાય તો પણ તે કરવું, એવું તે શું છે?” પછી એનો ઉત્તર પણ પોતે કર્યો જે, “અમે કોઈક વચન કહીએ ને તેમાં જો અધર્મ જેવું હોય તો તેને વિષે ચિરકારી થવું, કહેતાં તેમાં ઘણીક વાર લગાડવી પણ તુરત માનવું નહીં. જેમ શ્રીકૃષ્ણ ભગવાને અર્જુનને કહ્યું જે, ‘અશ્વત્થામાનું માથું કાપી નાંખો.’ પછી તે વચન અર્જુને ન માન્યું,૧ તેમ એવી રીતનું જે વચન તેમાં અમે રાજી થતા હોઈએ તો પણ ન માનવું. તથા પંચ વર્તમાન સંબંધી જે નિયમ કહ્યા છે, તેમાંથી જેણે કરીને ભંગ થતો હોય એવું જે વચન તે ન માનવું. અને એ બે વચન ન માનીએ ને ભગવાન કચવાતા હોય તો સારી પેઠે કચવાવવા, પણ તેમાં રાજી ન કરવા.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ભગવાનનું ધ્યાન કરતે થકે મનને વિષે અનેક પ્રકારના ભૂંડા ઘાટના તરંગ ઊઠવા માંડે, જેમ સમુદ્રના મોટા મોટા તરંગ ઊઠે તેમ ભૂંડા ઘાટ ઊઠવા લાગે, ત્યારે તે ઘાટને કેમ ટાળવા?” પછી એનો ઉત્તર પણ પોતે કર્યો જે, “જ્યારે એવા ભૂંડા ઘાટ થવા માંડે ત્યારે ધ્યાનને પડ્યું મૂકીને જીભે કરીને ઉચ્ચ સ્વરે નિર્લજ્જ થઈને તાળી વજાડીને ‘સ્વામિનારાયણ, સ્વામિનારાયણ’ ભજન કરવું અને, ‘હે દીનબંધો! હે દયાસિંધો!’ એવી રીતે ભગવાનની પ્રાર્થના કરવી તથા ભગવાનના સંત જે મુક્તાનંદ સ્વામી જેવા મોટા હોય તેનાં નામ લઈને તેની પ્રાર્થના કરવી, તો ઘાટ સર્વે ટળી જાય ને નિરાંત થાય; પણ એ વિના બીજો એવો ઘાટ ટાળ્યાનો ઉપાય નથી.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “આ સત્સંગમાં જે અતિ મોટો ગુણ જણાતો હોય ને તે ગુણનાં સર્વે વખાણ કરતા હોય તો પણ તે ત્યાગ કરવા યોગ્ય હોય એવો ક્યો ગુણ છે? અને દોષ હોય ને તે ગ્રહણ કરવા યોગ્ય હોય એવો ક્યો દોષ છે?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “મુક્તાનંદ સ્વામી જેવા હોય તે સર્વેથી સરસ વર્તમાન પાળતા હોય ને તેણે કરીને બીજા સંતને ઉદ્વેગ થાય, કેમ જે, એમની બરોબર વર્તાય નહીં, તે સારુ એ ગુણ યદ્યપિ મોટો છે તો પણ તેનો ત્યાગ કરીને સર્વ સંતને બરોબર વર્તવું અને બરોબર વર્તવારૂપ દોષ છે તો પણ એનું ગ્રહણ કરવું.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “આ સંતમાં એવો ક્યો એક દોષ છે જે, જેનો ત્યાગ કરે ત્યારે સર્વે દોષમાત્રનો ત્યાગ થઈ જાય? અને એવો ક્યો એક ગુણ છે જે, એક આવ્યે સર્વે ગુણ આવે?” ત્યારે એનો ઉત્તર પણ પોતે કર્યો જે, “જો દેહાભિમાનરૂપ દોષ છે તો તેમાં સર્વે દોષ રહ્યા છે ને તેનો ત્યાગ કરે તો સર્વે દોષનો ત્યાગ થઈ જાય છે. અને ‘હું તો દેહથી નોખો જે આત્મા તે છું’ એવો જે આત્મનિષ્ઠારૂપ એક ગુણ તે આવે તો સર્વે ગુણમાત્ર આવે છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવા પંચવિષયને સેવવે કરીને બુદ્ધિમાં પ્રકાશ થાય છે? અને કેવા પંચવિષયને સેવવે કરીને બુદ્ધિમાં અંધકાર થઈ જાય છે?” ત્યારે તેનો ઉત્તર પણ પોતે કર્યો જે, “ભગવાન સંબંધી જે પંચવિષય તેને સેવે તો બુદ્ધિમાં પ્રકાશ થાય છે અને જગત સંબંધી પંચવિષયને સેવે તો બુદ્ધિમાં અંધકાર થઈ જાય છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેવો દેશ, કેવો કાળ, કેવો સંગ, કેવી ક્રિયા જેનો સંબંધ ભગવાનની આજ્ઞાએ કરીને પણ ન કરવો?” ત્યારે એનો ઉત્તર પણ પોતે કર્યો જે, “જે દેશમાં રહ્યે થકે પોતાના દેહનાં સંબંધીનો વારંવાર બેઠા-ઊઠ્યાનો યોગ થતો હોય તો તે દેશમાં ભગવાનની આજ્ઞાએ કરીને પણ ન રહેવું. અને અમારાં દર્શન થતાં હોય ને તે ભેળે સ્ત્રીઓનાં દર્શન થતાં હોય એવો સંગ તથા ક્રિયા હોય ત્યાં અમે બેસાડીએ અને કહીએ જે, ‘અમારાં દર્શન કરો.’ તો પણ તે ઠેકાણે બેસવું નહીં, કોઈક મિષ લઈને ઊઠી જવું. અને જે કાળમાં વિષમપણું વર્તતું હોય ને મારકૂટ થતી હોય ને જો ભગવાનની આજ્ઞા હોય તો પણ ત્યાંથી ચાલી નીકળવું, પણ તે જ ઠેકાણે રહીને માર ન ખાવો.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કયાં શાસ્ત્રોને સાંભળવાં ને ભણવાં અને કયાં શાસ્ત્રોને ન સાંભળવાં ને ન ભણવાં?” પછી એનો ઉત્તર પણ પોતે કર્યો જે, “જે શાસ્ત્રમાં ભગવાનનું સાકારપણું પ્રતિપાદન ન કર્યું હોય તથા ભગવાનના અવતારનું નિરૂપણ ન હોય અને તે ગ્રંથ શુદ્ધ વેદાંતના હોય ને એક અદ્વિતીય નિરાકારનું પ્રતિપાદન કરતા હોય ને તે ગ્રંથ સૂધા બુદ્ધિવાનના કરેલા હોય તો પણ તે ગ્રંથને કોઈ દિવસ ભણવા નહીં ને સાંભળવા પણ નહીં. અને જો રણછોડ ભક્તના૭ જેવાં કીર્તન જ હોય ને તેમાં ભગવાનની મૂર્તિનું વર્ણન હોય તો તેને ગાવવાં ને સાંભળવાં તથા એવી રીતના જે ગ્રંથ હોય તેને ભણવા ને સાંભળવા.”"
}