{
  "number": 165,
  "vachanamrut": "ગઢડા મધ્ય ૩૨\n",
  "title": "થોરના ઝાડનું, નિર્વિઘ્ન ભક્તિનું\n",
  "setting": "સંવત ૧૮૮૦ના શ્રાવણ સુદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને ઉતારે વિરાજમાન હતા અને શ્રીજીમહારાજે અંગને વિષે સર્વ શ્વેત વસ્ત્ર પહેર્યાં હતાં અને મસ્તકને ઉપર કાળા છેડાની ધોતલી બાંધી હતી ને કંઠને વિષે પુષ્પના હાર વિરાજમાન હતા તથા કર્ણને ઉપર પુષ્પના ગુચ્છ વિરાજમાન હતા તથા મસ્તક ઉપર પુષ્પના તોરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ સર્વે હરિભક્ત પ્રત્યે બોલતા હવા જે, “આ સંસારને વિષે પોતાનાં કુટુંબીનો સંબંધ છે તે તો જેમ થોરનું ઝાડ હોય અથવા વડનું કે પીંપરનું ડાળ હોય તે એક ઠેકાણેથી કાપીને બીજે ઠેકાણે રોપીએ તો ઊગીને ઝાડ થાય; અને આંબો તથા લીંબડો હોય ને તેને એક વાર કાપ્યો એટલે ફરીને ચોંટે નહીં. તેમ કુટુંબી વિના બીજાનો જે સંબંધ છે તે તો આંબાના ઝાડના જેવો છે, તે એક વાર કાપ્યો એટલે ફરીને ચોંટે નહીં; અને કુટુંબીનો સંબંધ છે તે તો થોરના ને વડના ઝાડ જેવો છે, તે કાપી નાખ્યો હોય તો પણ ધરતીમાં પડ્યો પડ્યો પણ પાલવ્યા વિના રહે નહીં. માટે એ કુટુંબીનો સંબંધ તો તો ટળે, જો સ્થૂળ, સૂક્ષ્મ અને કારણ એ ત્રણ દેહ થકી નોખો એવો જે આ દેહને વિષે જીવાત્મા તેને પોતાનું રૂપ જાણીને, તેને વિષે ભગવાનની મૂર્તિને ધારીને ને જાતિ, વર્ણ, આશ્રમ તેના માનને મૂકીને કેવળ ભગવાનના સ્મરણને વિષે તત્પર થાય તો કુટુંબીનો સંબંધ ચોખો ટળે; તે વિના બીજો ઉપાય કોઈ નથી.\n“અને વળી જીવનું જે કલ્યાણ થાય અને જીવ માયાને તરીને બ્રહ્મસ્વરૂપ થાય તેનું કારણ તો પુરુષોત્તમ એવા જે વાસુદેવ ભગવાન તેના પ્રત્યક્ષ સ્વરૂપનું જ્ઞાન, ધ્યાન, કીર્તન અને કથાદિક એ જ છે; ને એણે કરીને જ એ જીવ છે તે માયાને તરે છે અને અતિ મોટાઈને પામે છે અને ભગવાનનું જે અક્ષરધામ તેને પામે છે. અને આત્મનિષ્ઠા, વૈરાગ્ય ને ધર્મ તે તો ભગવાનની ભક્તિનાં સહાયરૂપ ઉપકરણ છે, પણ ભગવાનની ભક્તિ વિના એકલો વૈરાગ્ય તથા આત્મનિષ્ઠા તથા ધર્મ તે જીવને માયા તર્યાનું સાધન નથી. અને જો અતિશય ધર્મ, આત્મનિષ્ઠા ને વૈરાગ્ય ન હોય ને એકલી ભગવાનની ભક્તિ હોય તો પણ એ જીવનું કલ્યાણ થાય ને માયાને તરે, એટલો ધર્માદિક થકી ભક્તિને વિષે વિશેષ છે. તો પણ ધર્માદિક અંગનું સહાયપણું હોય તો એ ભક્તિને વિષે કોઈ વિઘ્ન થતું નથી અને જો ધર્માદિક અંગનું સહાયપણું ન હોય તો વિષમ દેશકાળાદિકે કરીને ભક્તિને વિષે વિઘ્ન જરૂર થાય છે. તે માટે ધર્માદિક અંગે સહિત ભક્તિ કરવી. અને એવી રીતે ભક્તિને કરતો જે ભક્ત તેને પણ જો ભૂંડાં દેશ, કાળ, ક્રિયા ને સંગ છે તેને વિષે પ્રવર્તાય તો ભગવાનનો ભક્ત હોય તેનું પણ અંતર ડોળાઈ જાય ને તેના સ્વભાવનો ઠા ન રહે. માટે ભૂંડો દેશ, ભૂંડો કાળ, ભૂંડી ક્રિયા અને ભૂંડો સંગ તેનો ત્યાગ કરીને રૂડો દેશ, રૂડો કાળ, રૂડો સંગ, રૂડી ક્રિયા તેને વિષે સદા પ્રવર્તવું પણ ભૂંડાં દેશાદિકનો સંગ કરવો જ નહીં.”"
}