{
  "number": 99,
  "vachanamrut": "કારિયાણી ૩\n",
  "title": "શુકમુનિ મોટા સાધુ છે, માણસ ઉપરની પ્રકૃતિથી નથી ઓળખાતો, તેનું\n",
  "setting": "સંવત ૧૮૭૭ના આસો વદિ ૭ સાતમને દિવસ સાયંકાળને સમે શ્રીજીમહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદા દ્વારના ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને માથે શ્વેત ફેંટો બાંધ્યો હતો ને શ્વેત ખેસ પહેર્યો હતો અને શ્વેત ચાદર ઓઢી હતી ને ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ પરમહંસની તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “આ શુકમુનિ બહુ મોટા સાધુ છે. અને જે દિવસથી અમારી પાસે રહ્યા છે તે દિવસથી એનો ચડતો ને ચડતો રંગ છે, પણ મંદ તો પડતો નથી; માટે એ તો મુક્તાનંદ સ્વામી જેવા છે.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “મનુષ્યને પરસ્પર હેત થાય છે તે ગુણે કરીને થાય છે અને અવગુણ આવે છે તે દોષે કરીને આવે છે. તે ગુણ ને દોષ તો માણસની ઉપરની પ્રકૃતિએ કરીને ઓળખાતા નથી. કાં જે, કોઈક મનુષ્ય તો બિલાડાની પેઠે હેઠું જોઈને ચાલતો હોય પણ માંહી તો અતિ કામી હોય. તેને દેખીને અણસમજુ હોય તે કહે જે, ‘આ તો બહુ મોટો સાધુ છે.’ અને કોઈક તો ફાટી દૃષ્ટિએ ચાલતો હોય તેને જોઈને અણસમજણવાળો હોય તે એમ કહે જે, ‘આ તો અસાધુ છે.’ પણ તે માંહી તો મહાનિષ્કામી હોય. માટે શરીરની ઉપરની પ્રકૃતિ જોઈને મનુષ્યની પરીક્ષા થાય નહીં; પરીક્ષા તો ભેળાં રહ્યાં થાય છે. ભેળો રહે ત્યારે બોલ્યામાં જણાય, ચાલ્યામાં જણાય, ખાતે જણાય, પીતે જણાય, સૂતે જણાય, ઊઠતે જણાય, બેઠતે જણાય ઇત્યાદિક ક્રિયાને વિષે જણાય છે. અને વિશેષે કરીને તો ગુણ-અવગુણ યુવા અવસ્થામાં જણાય છે, પણ બાળ અવસ્થા તથા વૃદ્ધ અવસ્થામાં તો નથી જણાતા; કાં જે, કોઈક બાળ અવસ્થામાં ઠીક ન હોય ને યુવા અવસ્થામાં સરસ થાય, અને કોઈક બાળ અવસ્થામાં સારો હોય ને યુવા અવસ્થામાં બગડી જાય છે. અને જેને ખટકો હોય જે, ‘મને આ ઘાટ થયો તે ઠીક નહીં,’ ને તે ઘાટને ટાળ્યાનો યત્ન કર્યા કરે અને તે જ્યાં સુધી ટળે નહીં ત્યાં સુધી ખટકો રાખે એવો જેનો સ્વભાવ હોય, તે યુવા અવસ્થામાં વધી જાય અને જેને ખટકો ન હોય ને પ્રમાદી હોય તે વધે નહીં. અને એવો સારો હોય તે તો બાળકપણામાંથી જ જણાય.” તે ઉપર પોતે પોતાના બાળકપણાના ત્યાગી સ્વભાવની ઘણીક વાર્તા કરીને બોલ્યા જે, “સારો હોય તેને તો બાળપણામાંથી જ છોકરાની સોબત ગમે નહીં ને જીહ્‌વાનો સ્વાદિયો હોય નહીં ને શરીરને દમ્યા કરે. જુઓ ને, મને બાળપણામાં સ્વામી કાર્તિકની૨ પેઠે એવો જ વિચાર ઊપજ્યો જે, ‘મારે મારા શરીરમાં માતાનો ભાગ જે રુધિર ને માંસ તે રહેવા દેવું નથી.’ માટે ઘણેક પ્રયત્ને કરીને શરીર એવું સૂકવી નાંખ્યું જે, ‘શરીરમાં કાંઈક વાગે તો પાણીનું ટીપું નીસરે, પણ રુધિર તો નીસરે જ નહીં.’ એવી રીતે જે સારો હોય તે તો બાળપણામાંથી જ જણાય.”\nત્યારે ભજનાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એવો વિચાર તે મને કરીને રાખે તો ઠીક કે શરીરને દમે તે ઠીક?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “કેટલાક તો શરીરના દોષ છે તે જાણ્યા જોઈએ અને કેટલાક તો મનના દોષ છે તે પણ જાણ્યા જોઈએ. તેમાં શરીરના દોષ તે શું જે, શિશ્ન ઇન્દ્રિય વારંવાર જાગ્રત થાય તથા તેમાં ચેળ થાય તથા ઠેકડો ભરવો તથા ઘડી-એકમાં સર્વને જોઈ વળવું તથા ઘડી-એકમાં ઘણાક પ્રકારના ગંધ સૂંઘી લેવા તથા વીસ-પચીસ ગાઉની મજલ કરવી તથા બળે કરીને કોઈકને મળીને તેનાં હાડકાં ભાંગી નાંખવાં તથા સ્વપ્નમાં વીર્યપાત થાય; ઇત્યાદિક જે દોષ છે તે સર્વે દેહના દોષ છે, પણ મનના નથી. તે એ શરીરના જે દોષ તે અતિશય ક્ષીણ થઈ જાય તોય પણ મનમાં જે કામનો સંકલ્પ તથા ખાધાનો તથા પીધાનો તથા ચાલ્યાનો તથા સ્પર્શનો તથા ગંધનો તથા શબ્દનો તથા સ્વાદનો જે સંકલ્પ તે રહ્યા કરે, તે મનના દોષ જાણવા. એમ મનના ને શરીરના દોષ જાણીને શરીરના દોષને શરીરને દમવે કરીને ટાળવા અને શરીર ક્ષીણ થયા પછી જે મનના દોષ રહ્યા તેને વિચારે કરીને ટાળવા જે, ‘હું આત્મા છું ને સંકલ્પ થકી ભિન્ન છું ને સુખરૂપ છું.’ એવી રીતે શરીરનું દમન ને વિચાર એ બે જેને હોય તે મોટો સાધુ છે. અને જેને એકલું દમન છે ને વિચાર નથી તો તે ઠીક નહીં તથા જેને એકલો વિચાર છે ને દમન નથી તે પણ ઠીક નહીં; માટે એ બે જેને હોય તે શ્રેષ્ઠ છે. અને શરીરનું દમન ને વિચાર એ બે વાનાં તો ગૃહસ્થ સત્સંગીને પણ જરૂર રાખ્યાં જોઈએ, ત્યારે ત્યાગીને તો જરૂર રાખ્યાં જ જોઈએ.”\nત્યારે નિષ્કુળાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એમ જે રહેવાય છે તે વિચારે કરીને રહેવાય છે કે વૈરાગ્યે કરીને રહેવાય છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ તો મોટા સંતના સમાગમે કરીને થાય છે. અને જેને મોટા સંતના સમાગમે કરીને પણ ન થાય તે તો મહાપાપી છે.” એમ કહીને વળી શ્રીજીમહારાજ બોલ્યા જે, “ત્યાગી થઈને ગૃહસ્થને ભોગવવા યોગ્ય ભોગની ઇચ્છા રાખે છે તે ખડ ખાય છે; કાં જે, એને એ ભોગ પ્રાપ્ત થનાર છે નહીં અને તેની ઇચ્છા રાખે છે. માટે એના સમજ્યામાં એ વાત આવી નથી; કાં જે, જે ગામ જવું નહીં તેનું નામ શું પૂછવું? તેમ એણે જે પદાર્થનો ત્યાગ કર્યો છે ને તેની પાછી અભિલાષા રાખે છે, તે શું આ દેહે કરીને એને પ્રાપ્ત થવાનું છે? તે તો જો આ સત્સંગમાંથી વિમુખ થાય તો પ્રાપ્ત થાય, પણ સત્સંગમાં રહ્યે થકે તો થાય નહીં. માટે સત્સંગમાં રહ્યે થકે તે ભોગની જે ઇચ્છા રાખે છે તે મૂર્ખ છે, કેમ જે, સત્સંગમાં જે રહેશે તેને તો જરૂર પાળ્યું જોઈશે. જેમ કોઈ સતી થવાને નીસરી ને પછી અગ્નિ જોઈને પાછી વળે તો તેને શું તેનાં સગાં પાછી વળવા દે? એ તો જોરે કરીને બાળે. અને જેમ કોઈક બ્રાહ્મણી હોય ને તે વિધવા થઈ ને તે જો સુવાસિનીના જેવો વેષ રાખે, તે શું તેનાં સગાં રાખવા દે? ન રાખવા દે. તેમ જે સત્સંગમાં રહીને અયોગ્ય સ્વભાવ રાખે છે તેને એવી રીતે વાત સમજ્યામાં આવી નથી અને જો આવી હોય તો અયોગ્ય સ્વભાવ રહે નહીં.” એવી રીતે વાત કરીને શ્રીજીમહારાજ ‘જય સ્વામિનારાયણ’ કહીને શયનને અર્થે પધારતા હવા."
}