{
  "number": 200,
  "vachanamrut": "ગઢડા મધ્ય ૬૭\n",
  "title": "ગંગાજળિયા કૂવાનું\n",
  "setting": "સંવત ૧૮૮૧ના મહા વદિ ૩ તૃતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે ગંગાજળિયા કૂવા પાસે ઓટા ઉપર ઢોલિયો ઢળાવીને ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "અને પોતાની આગળ સાધુ દૂકડ-સરોદા લઈને વિષ્ણુપદ ગાવતા હતા. તે કીર્તનભક્તિ થઈ રહ્યા પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે સર્વે સંત પ્રત્યે પ્રશ્ન કરીએ છીએ જે, ભગવાનનો ભક્ત હોય તે દેહ મૂકીને બ્રહ્મરૂપ થઈને ભગવાનના ધામમાં જાય છે, પછી એમાં ને ભગવાનમાં શો અંતરાય રહે છે જેણે કરીને સ્વામી-સેવકપણાનો નાતો રહે છે? કેમ જે, એ ભગવાનનો ભક્ત છે તે પણ, જેવા ભગવાન સ્વતંત્ર છે ને કાળ, કર્મ ને માયા તેને આવરણે કરીને રહિત છે, તેવો જ થાય છે. માટે એમાં શો ભેદ રહે છે જેણે કરીને સ્વામી-સેવકપણું રહે છે? એ પ્રશ્ન છે.” પછી પરમહંસે જેને જેવું સમજાયું તેણે તેવો ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી સર્વે સંતે કહ્યું જે, “હે મહારાજ! તમારા પ્રશ્નનો ઉત્તર તો તમે જ કરશો ત્યારે થશે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર એમ છે જે, ભગવાનનો ભક્ત હોય તેણે જેવા ભગવાનને જાણ્યા હોય જે, ભગવાન આટલી સામર્થીએ યુક્ત છે અને આટલી શોભાએ યુક્ત છે અને આવા સુખસ્વરૂપ છે; એવી રીતે એ ભક્તે જેટલો ભગવાનનો મહિમા જાણ્યો છે અને જેવા પ્રતાપે યુક્ત ભગવાનને જાણ્યા છે, તે ભક્ત જ્યારે દેહ મૂકીને ભગવાનના ધામમાં જાય છે ત્યારે રૂપ તથા સામર્થી તે એ ભક્તની પણ તેવી જ થાય છે. તો પણ ભગવાનની સામર્થી અને ભગવાનનું સુંદરપણું ઇત્યાદિક જે પ્રતાપ તે એ ભક્તને ભગવાનને વિષે અતિશય જણાય છે. ત્યારે એ ભક્ત એમ જાણે છે જે, મેં જેટલો પ્રતાપ જાણ્યો હતો ને સુંદરપણું જાણ્યું હતું તેટલું ઐશ્વર્ય ને તેટલું સુંદરપણું તો મને પણ ભગવાને આપ્યું છે, તો પણ ભગવાનનું ઐશ્વર્ય ને ભગવાનનું સુંદરપણું તે તો અતિશય અપાર દેખાય છે. માટે મારા જેવા અનંત ભગવાનના સાધર્મ્યપણાને પામ્યા છે તો પણ ભગવાન જેવો કોઈ થવાને સમર્થ થતો નથી. શા માટે જે, ભગવાનનો મહિમા, ગુણ, કર્મ, જન્મ ને સામર્થી તથા સુંદરતા, સુખદાયકપણું એ આદિક જે અનંત કલ્યાણકારી ગુણ તેના પારને શેષ, શારદા, બ્રહ્માદિક દેવતા તથા ચાર વેદ એ પામતાં નથી અને ભગવાન પોતે પણ પોતાના મહિમાના પારને પામતા નથી. માટે ભગવાન તો સર્વે સામર્થીએ કરીને અપાર છે. અને એ ભગવાનને ભજીને અનંત કોટિ વૈષ્ણવ ભગવાન સરખા થાય છે, તો પણ ભગવાનમાંથી કોઈ જાતનો પ્રતાપ અણુ જેટલો પણ ન્યૂન થયો નથી. જેમ મીઠા જળનો સમુદ્ર ભર્યો હોય, તેમાંથી મનુષ્ય, પશુ, પંખી સર્વે જેટલું ભાવે તેટલું જળ પીએ તથા પાત્ર ભરી લે તો પણ ઓછું થતું નથી. શા માટે જે, તે સમુદ્ર તો અગાધ છે, તેમ જ ભગવાનનો મહિમા પણ અતિશય અપાર છે; માટે કોઈ રીતે કરીને વધે-ઘટે એવો નથી. તે સારુ જે જે ભગવાનના ભક્ત બ્રહ્મસ્વરૂપ થયા છે તો પણ ભગવાનના દૃઢ દાસ થઈને ભગવાનનું ભજન કરે છે. એવી રીતે ભગવાનના ભક્ત ભગવાનના સાધર્મ્યપણાને પામે છે તો પણ સ્વામી-સેવકપણું રહે છે. એ જ એ પ્રશ્નનો ઉત્તર છે.”"
}