{
  "number": 192,
  "vachanamrut": "ગઢડા મધ્ય ૫૯\n",
  "title": "પરમ કલ્યાણનું\n",
  "setting": "સંવત ૧૮૮૧ના શ્રાવણ સુદિ ૧૨ દ્વાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની ઓસરીએ ઢોલિયા ઉપર ઉગમણે મુખારવિંદે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “ચાર વેદ,૧૨ પુરાણ,૧૩ ઇતિહાસ૩ એ સર્વેમાં એ જ વાર્તા છે જે, ‘ભગવાન ને ભગવાનના સંત એ જ કલ્યાણકારી છે.’ અને ભગવાનના જે સાધુ છે તે તો ભવ-બ્રહ્માદિક દેવ થકી પણ અધિક છે. તે ભગવાન કે ભગવાનના સંતની જ્યારે પ્રાપ્તિ થઈ ત્યારે એ જીવને એથી ઉપરાંત બીજું કોઈ કલ્યાણ નથી, એ જ પરમ કલ્યાણ છે. અને ભગવાનના સંતની સેવા તો બહુ મોટા પુણ્યવાળાને મળે છે પણ થોડા પુણ્યવાળાને મળતી નથી. માટે ભગવાનના સંત સાથે તો એવું હેત રાખવું જેવું હેત સ્ત્રી ઉપર છે, કે પુત્ર ઉપર છે, કે માબાપ ને ભાઈ ઉપર છે, તેવું હેત રાખવું; તો એ હેતે કરીને જીવ કૃતાર્થ થઈ જાય છે. અને પોતાનાં જે સ્ત્રી-પુત્રાદિક હોય તે તો કુપાત્ર હોય ને કુલક્ષણવાળાં હોય તો પણ કોઈ રીતે તેનો અવગુણ એ જીવને આવતો નથી; અને જે ભગવાનના ભક્ત હોય તે તો સર્વે રૂડે ગુણે કરીને યુક્ત હોય, પણ જો તેણે લગારેક કઠણ વચન કહ્યું હોય તો તેની આંટી જીવે ત્યાં સુધી મૂકે નહીં. એવી જેની વૃત્તિ છે તેને તો જેવું પોતાનાં સંબંધી ઉપર હેત છે તેવું તે ભગવાનના ભક્ત ઉપર કહેવાય જ નહીં. ત્યારે એનું કલ્યાણ પણ થાય નહીં. અને સંતનો મહિમા તો પ્રથમ કહ્યો એવો મોટો છે. તે સંતની ને ભગવાનની પ્રાપ્તિ થઈ છે તો પણ કોઈકને એમ ડગમગાટ રહે છે જે, ‘મારું કલ્યાણ થશે કે નહીં થાય?’ તેનું શું કારણ છે? તો એ જીવને પૂર્વજન્મને વિષે ભગવાન કે ભગવાનના સંતની પ્રાપ્તિ થઈ નથી ને તેમની સેવા પણ તેણે કરી નથી; એને તો આ જન્મમાં જ નવો આદર છે, તે આગલ્યા જન્મમાં ફળશે. અને જેને પૂર્વજન્મમાં ભગવાનની કે ભગવાનના ભક્તની પ્રાપ્તિ થઈ હશે તથા તેમની સેવા કરી હશે, તેને તો આ જન્મમાં ભગવાન કે ભગવાનના ભક્તમાંથી હેત મટે જ નહીં અને નિશ્ચયમાં પણ ડગમગાટ થાય નહીં; અને કામ, ક્રોધ, લોભ સંબંધી ઘાટ તો કદાચિત્ રહે પણ ભગવાનનો નિશ્ચય તો કોઈ રીતે મટે નહીં. તે કોઈકને વચને કરીને ન મટે એમાં શું કહેવું? એને તો જો પોતાનું મન ડગમગાટ કરાવે તો પણ ડગમગાટ થાય નહીં. અને તેની દૃઢતા તો જેવી નાથભક્તની૩ છે, કે જેવી વિષ્ણુદાસની૩ હતી, કે જેવી હિમરાજશાહની૩ હતી, કે જેવી કાશીદાસને૩ છે, કે જેવી ભાલચંદ્ર શેઠને૩ હતી, કે જેવી દામોદરને૪ છે, એવી દૃઢતા હોય ત્યારે જાણવું જે, આ પૂર્વજન્મનો ભગવાનનો ભક્ત છે.”"
}