{
    "number": 270,
    "vachanamrut": "જેતલપુર ૧\n",
    "title": "જેતલપુર ૧\n",
    "setting": "સંવત ૧૮૮૨ના ચૈત્ર સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીજેતલપુર મધ્યે મોહોલની જગ્યામાં આસોપાલવની હેઠે ઢોલિયો બિછાવ્યો હતો તે ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે ગુલદાવદીના બહુ હાર પહેર્યા હતા અને પાઘમાં ડોલરિયાના તોરા ઝૂકી રહ્યા હતા અને બે કાન ઉપર કર્ણિકારનાં બે પુષ્પ ખોસ્યાં હતાં અને હસ્તકમળને વિષે સુંદર લીંબુના ફળને ફેરવતા હતા ને દહાડો ચાર ઘડી ચઢ્યો હતો ને પોતાના મુખારવિંદની આગળ સંત તથા દેશદેશનાં સત્સંગી બાઈ-ભાઈ સર્વેની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ સર્વે સભા પ્રત્યે પ્રશ્ન પૂછતા હવા જે, “આ લોકને વિષે સર્વે વાદના કરનારા છે તેમના બે મત છે. તેમાં એક તો દ્વૈત મત છે ને એક અદ્વૈત મત છે. તેમાંથી મુમુક્ષુ હોય તે કિયા મતને ગ્રહણ કરે? તે કહો.” ત્યારે પુરુષોત્તમ ભટ્ટ બોલ્યા જે, “હે મહારાજ! અદ્વૈત મતમાં તો પોતાના આત્માને જ ભગવાન જાણી ગમે તેવું આચરણ કરે તેથી મોક્ષના માર્ગમાંથી પડી જાય; માટે જે મુમુક્ષુ હોય તે તો દ્વૈત મતને ગ્રહણ કરે.” ત્યારે શ્રીજીમહારાજે આશંકા કરી જે, “દ્વૈત મતને વિષે તો જીવ, ઈશ્વર ને માયા એ સત્ય છે. તે જ્યારે માયા રહે ત્યારે જીવનો મોક્ષ કેમ થાય?” ત્યારે પુરુષોત્તમ ભટ્ટ બોલ્યા જે, “શુભ કર્મ કરતાં થકાં મોક્ષ થાય.” ત્યારે શ્રીજીમહારાજે વળી આશંકા કરી જે, “નિવૃત્તિ ને પ્રવૃત્તિ એ બે પ્રકારનાં જે કર્મ છે તે તો સુષુપ્તિરૂપ માયામાં લીન થઈ જાય છે. તે સુષુપ્તિ તો કેવી છે? તો જેમ લોકાલોક પર્વત ઉલ્લંઘવા કોઈ સમર્થ નથી, તેમ સુષુપ્તિને ઉલ્લંઘવાને જીવ કોઈ સમર્થ થાતો નથી. તો તેથી પર સામ્યાવસ્થારૂપ માયા છે; તે તો બહુ મોટી છે, તે તો કોઈ જીવથી ન ઉલ્લંઘાય. ત્યારે તે માયા તરવાનો ઉપાય એ છે જે, જ્યારે સર્વ કર્મ અને માયા તેનો નાશ કરનારા ને માયાથી પર જે સાક્ષાત્કાર શ્રીપુરુષોત્તમ ભગવાન અથવા તે ભગવાનના મળેલ સંત તેમની જીવને પ્રાપ્તિ જ્યારે થાય છે ત્યારે તેમના આશ્રયથી માયા ઉલ્લંઘાય છે.” એમ કહીને શ્રીજીમહારાજ મોહોલ ઉપર ભોજન કરવા પધાર્યા.\nપછી ભોજન કરીને પાછા આસોપાલવ હેઠે ઢોલિયા ઉપર વિરાજમાન થયા અને સર્વ સંતને અને હરિભક્તને અમૃતદૃષ્ટિએ જોતા થકા શ્રીજીમહારાજ એમ બોલ્યા જે, “પ્રથમ તો આ જીવને કોઈ ન માનતો હોય ત્યારે એની વૃત્તિ કેવી હોય! અને પછી જ્યારે સો મનુષ્ય એને માને ત્યારે એનો અહંકાર તે પણ નોખી જાતનો થાય છે અને હજાર મનુષ્ય માને તથા લાખ મનુષ્ય માને તથા કરોડ મનુષ્ય માને ત્યારે એનો અહંકાર તે જુદી જાતનો થાય છે. અને ક્યારેક બ્રહ્મા જેવો થાય, ક્યારેક શિવ જેવો થાય, ક્યારેક ઇન્દ્ર જેવો થાય, ત્યારે તે સવળા વિચારવાળો એમ જાણે જે, ‘આ મારી મોટ્યપ છે તે આ વડે નથી.’ ત્યારે શા વડે છે? તો આત્મા વડે મોટપ છે. અને બીજું, સંતને સમાગમે કરીને મોટપ છે; કેમ જે, બ્રહ્માદિક જેવા મોટા છે તે પણ સંતના ચરણની રજને ઇચ્છે છે. ત્યારે સંતને વિષે શી મોટપ છે? તે કહીએ છીએ જે, દ્રવ્ય, પદાર્થે કરીને કે રાજ્યે કરીને તો કાંઈ સંતને મોટપ નથી પણ સંતને તો મોટપ ભગવાનની ઉપાસના ને ભક્તિ તે વડે છે. ને બીજું, સંતને આત્મનિષ્ઠા છે તે મોટપે મોટપ છે. અને એમ ન જણાય તો આત્માનો એમ નિશ્ચય કરવો જે, પ્રગટ ભગવાન જેને મળ્યા હોય એવા જે સંત તેને વિષે આત્મબુદ્ધિ રાખવી ને તેને જ પોતાનું સ્વરૂપ માનવું. ત્યારે કોઈક આશંકા કરે જે, સ્વામી-સેવકપણું કેમ રહે? તો ત્યાં દૃષ્ટાંત છે જે, ગાલવ રાજા હતા તેને યજ્ઞ કરવો હતો, ત્યારે તેને શ્યામકર્ણ ઘોડા લાવવા હતા. તે શ્યામકર્ણ ઘોડા તો વરુણને ઘેર હતા, ત્યાં તો પોતાથી જવાય નહીં. ત્યારે તે ગાલવ રાજાએ ગરુડજીને તેડાવ્યા ને ગરુડ ઉપર બેસીને ઘોડા ત્યાંથી લઈ આવ્યા. ત્યારે શું ગરુડજીને વિષેથી ગાલવ રાજાને દાસપણું મટી ગયું? એ તો ન મટ્યું, તેમ બ્રહ્મવેત્તાને વિષે આત્મબુદ્ધિ માનવી, તે શા સારુ જે, એને આવરણ ભેદ્યાની ગતિ છે, તે સારુ એને વિષે આત્મબુદ્ધિ રાખવી.” પછી એમ કહ્યું જે, “આ વાર્તા સર્વે રાખજો ને આ વાત સર્વેનું જીવન છે!”"
}