{
  "number": 13,
  "vachanamrut": "ગઢડા પ્રથમ ૧૩\n",
  "title": "વડ-પીપળની ડાળ બીજે રોપ્યાનું\n",
  "setting": "સંવત ૧૮૭૬ના માગશર વદિ ૧ પડવાને દિવસ રાત્રિને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરને સમીપે લીંબડાના વૃક્ષની હેઠે ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા અને રાતો સુરવાળ પહેર્યો હતો અને રાતી ડગલી પહેરી હતી અને માથે સોનેરી શેલું બાંધ્યું હતું અને કટીને વિષે સોનેરી શેલું બાંધ્યું હતું અને કંઠને વિષે મોતીની માળાઓ પહેરી હતી અને પાઘને વિષે મોતીના તોરા લટકતા મૂક્યા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજને નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “દેહ-દેહ પ્રત્યે જીવ એક છે? કે અનેક છે? અને જો એક કહેશો તો વડ, પીંપર આદિક જે વૃક્ષ છે તેની ડાળખીઓ કાપીને બીજે ઠેકાણે રોપે છે ત્યારે તેવું ને તેવું જ વૃક્ષ થાય છે. એ તે એક જીવ બે પ્રકારે થયો? કે બીજે જીવે પ્રવેશ કર્યો? અને કહેશો જે, ‘એ તો એનો એ જીવ છે,’ તો જીવ તો અખંડ છે અને અચ્યુત છે તે કપાણો કેમ?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એનો ઉત્તર કરીએ જે, શ્રીકૃષ્ણ ભગવાન છે તેની પુરુષ અને પ્રકૃતિ એ બે શક્તિઓ છે, તે જગતની ઉત્પત્તિ, સ્થિતિ અને પ્રલય તેનું કારણ છે. તે પુરુષપ્રકૃતિરૂપ જે પોતાની બે શક્તિઓ તેનું ગ્રહણ કરીને પોતે વિરાટરૂપને ધારતા હવા. અને વિરાટરૂપ જે એ ભગવાન તે પ્રથમ બ્રાહ્મકલ્પને૧ વિષે તો પોતાના અંગ થકી બ્રહ્માદિક સ્તંબ પર્યંત સમગ્ર જીવને સૃજતા હવા અને પાદ્મકલ્પને૨ વિષે તો એ ભગવાન બ્રહ્મારૂપે કરીને મરીચ્યાદિકને સૃજતા હવા અને કશ્યપ અને દક્ષરૂપે કરીને દેવ, દૈત્ય, મનુષ્ય અને પશુપક્ષી આદિક સમગ્ર સ્થાવર-જંગમ જે જીવ તેને સૃજતા હવા. એવા જે શ્રીકૃષ્ણ ભગવાન તે પુરુષપ્રકૃતિરૂપ જે પોતાની શક્તિ તેણે સહિત થકા જીવ-જીવ પ્રત્યે અંતર્યામીરૂપે રહ્યા છે, અને જે જીવે જેવાં કર્મ કર્યાં છે તે જીવને તેવા દેહને પમાડે છે. અને તે જીવ છે તેણે પૂર્વજન્મને વિષે કેટલાંક કર્મ તો સત્ત્વગુણ પ્રધાનપણે કરીને કર્યાં છે, અને કેટલાંક કર્મ તો રજોગુણ પ્રધાનપણે કરીને કર્યાં છે, અને કેટલાંક કર્મ તો તમોગુણ પ્રધાનપણે કરીને કર્યાં છે; તે કર્મને અનુસારે એ જીવને ભગવાન જે તે ઉદ્‌ભિજ્જ૩ જાતિના જે દેહ, જરાયુજ૪ જાતિના જે દેહ, સ્વેદજ૫ જાતિના જે દેહ અને અંડજ૬ જાતિના જે દેહ તેને પમાડે છે, અને સુખ-દુઃખરૂપ જે કર્મનાં ફળ તેને પમાડે છે, અને તે જીવના કર્મને અનુસારે તેના દેહ થકી બીજા દેહને સૃજે છે. જેમ ‘કશ્યપ આદિક પ્રજાપતિના દેહ થકી અનેક જાતિના દેહને સૃજતા હવા,’ તેમ એના એ ભગવાન અંતર્યામીરૂપે કરીને સમગ્ર જીવ-જીવ પ્રત્યે રહ્યા થકા, જે દેહ થકી જેમ ઊપજ્યાની રીતિ હોય તેમ બીજા દેહને ઉપજાવે છે, પણ જે જીવ થકી બીજા દેહને ઉપજાવે છે તે જીવ જ અનેકરૂપે થાય એમ નથી. એ તો જે જીવને જેના દેહ થકી ઊપજ્યાનો કર્મસંબંધ પ્રાપ્ત થયો હોય તે જીવને તે દ્વારા એ ઉપજાવે છે.”"
}