{
  "number": 31,
  "vachanamrut": "ગઢડા પ્રથમ ૩૧\n",
  "title": "નિશ્ચય વડે મોટ્યપનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ વદિ ૨ બીજને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને ઉતારે ઉગમણે દ્વાર ઓરડાની ઓસરીએ ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં.\n",
  "text": "તે સમે યોગાનંદ મુનિએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ભગવાનના ભક્ત બે હોય; તેમાં એક તો નિવૃત્તિ૨ પકડીને બેસી રહે ને કોઈને વચને કરી દુખવે નહીં અને એક તો પરમેશ્વર અથવા પરમેશ્વરના ભક્ત તેની અન્ન, વસ્ત્ર, પુષ્પાદિકે કરીને સેવા કર્યા કરે પણ વચને કરીને કોઈને૨ દુખવાય ખરું; એવી રીતના બે ભક્ત તેમાં ક્યો શ્રેષ્ઠ છે?” પછી શ્રીજીમહારાજે એનો ઉત્તર કર્યો નહીં અને મુક્તાનંદ સ્વામી તથા બ્રહ્માનંદ સ્વામીને તેડાવીને એ પ્રશ્ન સંભળાવ્યો ને પછી કહ્યું જે, “એનો ઉત્તર તમે કરો.” ત્યારે એ બે જણે ઉત્તર કર્યો જે, “વચને કરીને કોઈને દુખવે છે પણ ભગવાન અથવા સંતની સેવા કરે છે તે શ્રેષ્ઠ છે. અને નિવૃત્તિને વિષે રહે છે ને કોઈને દુખવતો નથી ને તેથી ભગવાનની તથા સંતની કાંઈ સેવા થતી નથી તેને અસમર્થ સરખો જાણવો. અને જે ટેલ-ચાકરી કરે તેને તો ભક્તિવાળો કહીએ; તે ભક્તિવાળો શ્રેષ્ઠ છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ઉત્તર ઠીક કર્યો. અને એવી ભક્તિવાળો હોય ને ભગવાનના વચનમાં દૃઢપણે રહ્યો હોય ને તેને વિષે કાંઈક અલ્પ સરખો દોષ૨ દેખાય તે સામું જોઈને તેનો અવગુણ લેવો તે મોટી ખોટ્ય છે. અને એવી રીતે દોષ જુએ ત્યારે તો પરમેશ્વરે જીવના કલ્યાણને અર્થે દેહ ધર્યો હોય તેમાં પણ દોષના જોનારાને ખોટ્ય દેખાય ખરી અને અતિ મોટા ભગવાનના ભક્ત હોય તેમાં પણ ખોટ્ય૨ દેખાય ખરી. અને તે દોષને જોનારે ખોટ્ય કાઢી તેણે કરીને પરમેશ્વરના અવતાર અથવા સંત તે શું કલ્યાણકારી નહીં? તે તો કલ્યાણકારી જ છે, પણ જેને અવળી બુદ્ધિ હોય તેને અવળું જ સૂઝે. જેમ શિશુપાળ એમ જ કહેતો જે, ‘પાંડવ તો વર્ણસંકર છે ને પાંચ જણે એક સ્ત્રી રાખી માટે અધર્મી પણ છે. અને કૃષ્ણ છે તે પણ પાખંડી છે; કેમ જે, જન્મ થયો ત્યાંથી પ્રથમ તો એક સ્ત્રી મારી, ત્યાર પછી બગલો માર્યો, વાછડો માર્યો, અને મધના પૂડા ઉખેડ્યા તેણે કરીને એને મધુસૂદન કહે છે પણ એણે કાંઈ મધુ નામે દૈત્ય માર્યો નથી, ને વર્ણસંકર એવા જે પાંડવ તેણે પૂજ્યો તેણે કરીને શું એ ભગવાન થયો?’ એવી રીતે ભગવાન ને ભગવાનના ભક્તનો અવગુણ આસુરી બુદ્ધિવાળો શિશુપાળ તેણે લીધો, પણ ભગવાનના ભક્ત હતા તેણે એવો અવગુણ કાંઈ ન લીધો. માટે એવી જાતનો જેને અવગુણ આવે તેને આસુરી બુદ્ધિવાળો જાણવો.”\nત્યારે ફરીને તે મુનિએ પૂછ્યું જે, “હે મહારાજ! મોટા જે પ્રભુના ભક્ત હોય તેનો તો અવગુણ આવે નહીં, પણ જેવો-તેવો હરિભક્ત હોય તેનો અવગુણ તો આવે ખરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ તમે સમજો છો તેમ નાનપ્ય-મોટ્યપ૨ નથી, મોટ્યપ તો પ્રત્યક્ષ ભગવાનના નિશ્ચયે કરીને તથા તે ભગવાનની આજ્ઞાને વિષે વર્તવે કરીને છે. અને એ બે વાનાં જેને ન હોય ને તે ગમે તેવો વ્યવહારે કરીને મોટો હોય તો પણ એ નાનો જ છે. અને પ્રથમ કહી એવી મોટ્યપ તો આજ આપણા સત્સંગમાં સર્વ હરિભક્તને વિષે છે; કેમ જે, આજ જે સર્વ હરિભક્ત છે તે એમ સમજે છે જે, ‘અક્ષરાતીત એવા જે ભગવાન પુરુષોત્તમ તે અમને પ્રત્યક્ષ મળ્યા છે અને અમે કૃતાર્થ થયા છીએ.’ એમ સમજીને પ્રત્યક્ષ ભગવાનની આજ્ઞામાં રહ્યા થકા તે ભગવાનની ભક્તિ કરે છે. માટે એવા જે હરિભક્ત તેનો કાંઈક દેહસ્વભાવ જોઈને તેનો અવગુણ લેવો નહીં અને જેને અવગુણ લીધાનો સ્વભાવ હોય તેની તો આસુરી બુદ્ધિ થઈ જાય છે.”"
}