{
  "number": 42,
  "vachanamrut": "ગઢડા પ્રથમ ૪૨\n",
  "title": "વિધિનિષેધનું\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૬ છઠને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ લીંબડાના વૃક્ષની હેઠે ઓટા માથે ઢોલિયા ઉપર આથમણે મુખારવિંદે વિરાજમાન હતા અને માથે ધોળી પાઘ બાંધી હતી ને ધોળી ચાદર ઓઢી હતી ને ધોળો ખેસ પહેર્યો હતો ને બે કાનને ઉપર પીળાં પુષ્પના ગુચ્છ વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "અને તે સભાને વિષે કોઈક વેદાંતી બ્રાહ્મણો પણ આવીને બેઠા હતા. તેને જોઈને શ્રીજીમહારાજ બોલ્યા જે, “વેદાંત શાસ્ત્રને જે જે ભણે છે તથા સાંભળે છે તે એમ કહે છે જે, ‘વિધિનિષેધ તો મિથ્યા૭ છે અને વિધિનિષેધે કરીને પમાય એવાં જે સ્વર્ગ ને નરક તે પણ મિથ્યા છે અને તેને પામનારો જે શિષ્ય તે પણ મિથ્યા છે અને ગુરુ પણ મિથ્યા છે; અને એક બ્રહ્મ જ સભર ભર્યો છે તે સત્ય છે.’ એવી રીતે જે કહે છે તે શું સમજીને કહેતા હશે? અને સર્વે વેદાંતીના આચાર્ય જે શંકરાચાર્ય તેણે તો પોતાના શિષ્યને દંડ, કમંડળુ ધારણ કરાવ્યાં અને એમ કહ્યું જે, ‘ભગવદ્‌ગીતા ને વિષ્ણુસહસ્રનામનો પાઠ કરવો તથા વિષ્ણુનું પૂજન કરવું અને જેને ઝાઝાં ચોમાસાં થયાં હોય તેનું થોડાં ચોમાસાંવાળાએ વંદન કરવું અને સારો પવિત્ર બ્રાહ્મણ હોય તેના ઘરની જ ભિક્ષા કરવી,’ એવી રીતે જે વિધિનિષેધનું પ્રતિપાદન કર્યું૮ તે શું એને યથાર્થ જ્ઞાન નહીં હોય? અને જે હમણાંના જ્ઞાની થયા તેમણે વિધિનિષેધને ખોટા કરી નાંખ્યા તે શું શંકરાચાર્ય કરતાં એ મોટા થયા? માટે એ તો એમ જણાય છે જે, એ તો કેવળ મૂર્ખાઈમાંથી બોલે છે. અને વિધિનિષેધ શાસ્ત્રમાં ખોટા કહ્યા છે તે તો એમ કહ્યા છે - જેમ કોઈ મોટું વહાણ હોય અને તે વહાણ મહાસમુદ્રને વિષે એક વર્ષ સુધી ચાલ્યું જાય છે તેને આગલો કાંઠો પણ દેખ્યામાં આવે નહીં અને પાછલો કાંઠો પણ દેખ્યામાં આવે નહીં અને તે બે કાંઠા ઉપર જે મોટા મોટા પર્વત તે પણ દેખ્યામાં આવે નહીં તો ઝાડવાં તથા મનુષ્ય તે તો ક્યાંથી દેખ્યામાં આવે? અને જ્યાં દેખે ત્યાં એકલું જળ જ દેખાય પણ જળ વિના બીજો કોઈ આકાર દેખ્યામાં આવે નહીં અને ઊંચું જુએ તો મોટી મોટી સમુદ્રની લહેર્યું ઊઠતી હોય માટે ઊંચું પણ જળ જ જણાય, ત્યારે તે વહાણને વિષે બેઠા એવા જે પુરુષ તે એમ કહે જે, ‘એકલું જળ જ છે બીજું કાંઈ નથી.’ એ દૃષ્ટાંતનું સિદ્ધાંત એ છે જે, જેને બ્રહ્મસ્વરૂપને વિષે નિર્વિકલ્પ સ્થિતિ થઈ હોય તે એમ બોલે જે, ‘એક બ્રહ્મ જ છે અને તે વિના બીજું જે જીવ, ઈશ્વર અને માયા એ આદિક સર્વે તે મિથ્યા છે,’ અને તેનાં વચન શાસ્ત્રમાં લખાણાં હોય તેને સાંભળીને પોતાને તો એવી સ્થિતિ ન થઈ હોય તો પણ વિધિનિષેધને ખોટા કહે છે. અને સ્ત્રીની શુશ્રૂષા કરે ને છોકરાંની શુશ્રૂષા કરે અને જેટલો સંસારનો વ્યવહાર હોય તે સર્વેને તો સાચો જાણીને સાવધાન થઈને કરે છે અને શાસ્ત્રે પ્રતિપાદન કર્યા એવા જે વિધિનિષેધ તેને ખોટા કહે છે, એવા જે આ જગતને વિષે જ્ઞાનના કથનારા છે તેને તો મહાઅધમ જાણવા ને નાસ્તિક જાણવા. અને શંકરાચાર્યે તો જીવના હૈયામાં નાસ્તિકપણું આવી જાય તેની બીકે કરીને ‘ભજ ગોવિન્દં ભજ ગોવિન્દં ગોવિન્દં ભજ મૂઢમતે!’૧૧ એ આદિક ઘણાંક વિષ્ણુનાં સ્તોત્ર કર્યાં છે તથા શિવજી તથા ગણપતિ તથા સૂર્ય એ આદિક જે ઘણાક દેવતા તેનાં સ્તોત્ર કર્યાં છે, જેને સાંભળીને સર્વે દેવતા સત્ય ભાસે; એવો આશય જાણીને શંકરાચાર્યે સર્વે દેવતાનાં સ્તોત્ર કર્યાં છે. અને આજના જે જ્ઞાની થયા તે તો સર્વેને ખોટાં કરી નાંખે છે. અને વળી એમ કહે છે જે, ‘જ્ઞાની તો ગમે તેવું પાપ કરે તો પણ કાંઈ અડતું નથી.’ તે મૂર્ખપણામાંથી કહે છે. અને જેટલા ત્યાગી પરમહંસ થયા તે સર્વેને વિષે જડભરત શ્રેષ્ઠ છે અને જેટલાં પુરાણમાત્ર તથા વેદાંતના ગ્રંથ તે સર્વેને વિષે જડભરતની વાર્તા લખાણી છે.૧૨ એવા મોટા જે જડભરત તે પૂર્વજન્મમાં ઋષભદેવ ભગવાનના પુત્ર હતા અને રાજ્યનો ત્યાગ કરીને વનમાં ગયા હતા; તેને દયાએ કરીને પણ જો મૃગ સંગાથે પ્રીતિ થઈ તો તેનો દોષ લાગ્યો ને પોતાને મૃગનો જન્મ લેવો પડ્યો અને મૃગના સરખા ચાર પગ ને ટૂંકી પૂંછડી ને માથે નાની શિંગડીયો એવો આકાર પોતાને પ્રાપ્ત થયો. અને પરમાત્મા જે શ્રીકૃષ્ણ ભગવાન તેની સંગાથે વ્રજની ગોપીઓએ કામબુદ્ધિએ કરીને પ્રીતિ કરી તો પણ સર્વે ભગવાનની માયાને તરી ગઇયો, ને પોતે ગુણાતીત થઈને નિર્ગુણ એવું જે ભગવાનનું અક્ષરધામ તેને પામિયો.૧૩ તેનું કારણ એ છે જે, શ્રીકૃષ્ણ ભગવાન પોતે સાક્ષાત્ પુરુષોત્તમ ગુણાતીત દિવ્યમૂર્તિ હતા, તો તે સંગાથે ગોપીઓએ જાણે-અજાણે પ્રીતિ કરી તો પણ તે ગોપીઓ ગુણાતીત થઇયો; અને ભરતજીએ દયાએ કરીને મૃગલામાં પ્રીતિ કરી તો પોતે મૃગલું થયા. માટે ગમે તેવા મોટા હોય તેનું પણ કુસંગે કરીને તો ભૂંડું જ થાય છે અને ગમે તેવો પાપી જીવ હોય ને તે જો સત્યસ્વરૂપ એવા જે ભગવાન તેનો પ્રસંગ કરે તો પરમ પવિત્ર થઈને અભયપદને પામે. અને જો શ્રીકૃષ્ણ ભગવાન પોતે ગુણાતીત ન હોત તો એનાં ભક્ત જે ગોપીઓ તે ગુણાતીતપણાને ન પામત અને જો ગુણાતીત પદને પામિયો તો શ્રીકૃષ્ણ ભગવાન ગુણાતીત કૈવલ્ય દિવ્યમૂર્તિ જ છે. અને વેદાંતી કહે છે જે, ‘સર્વત્ર બ્રહ્મ સભર ભર્યો છે.’ ત્યારે જેમ ગોપીઓએ શ્રીકૃષ્ણ ભગવાનને વિષે પ્રીતિ કરી તેમ જ સર્વે સ્ત્રીઓ પોતપોતાના ધણીને વિષે પ્રીતિ કરે છે તથા સર્વે પુરુષ પોતાની સ્ત્રીઓને વિષે પ્રીતિ કરે છે તો પણ તેમને ગોપીઓના જેવી પ્રાપ્તિ થતી નથી, તેમને તો ઘોર નરકની પ્રાપ્તિ થાય છે. માટે જે વિધિનિષેધ છે તે સાચા છે પણ ખોટા નથી અને જે એ વિધિનિષેધને ખોટા કરે છે તે તો નારકી થાય છે.” એમ વાર્તા કરીને શ્રીજીમહારાજ ‘જય સચ્ચિદાનંદ’ કહીને પોતાને ઉતારે પધાર્યા."
}