{
    "number": 218,
    "vachanamrut": "વરતાલ ૧૮\n",
    "title": "અવશ્યપણે વાર્તા જાણવાનું\n",
    "setting": "સંવત ૧૮૮૨ના મહા સુદિ ૧ પડવાને દિવસ શ્રીજીમહારાજ શ્રીવરતાલ મધ્યે સંધ્યા આરતી થયા કેડે શ્રીલક્ષ્મીનારાયણના મંડપમાં ગાદીતકિયા નંખાવીને વિરાજમાન થયા હતા ને સર્વ શ્વેત વસ્ત્રનું ધારણ કર્યું હતું ને પોતાની ચારે કોરે મંડપને ઉપર તથા હેઠે પરમહંસ સર્વે તથા દેશદેશના હરિભક્ત સર્વે બેઠા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “આ તમે સર્વે મોટા મોટા પરમહંસ છો તે તમને અમે પ્રશ્ન પૂછીએ છીએ જે, સત્સંગી હોય તેને અવશ્યપણે શી શી વાર્તા જાણી જોઈએ? કેમ જે, તેને કોઈક પૂછે અથવા પોતાના મનમાં કોઈક તર્ક થઈ આવે, ત્યારે જો તે વાર્તા જાણી ન હોય તો તેનું સમાધાન કેમ થાય?” એમ પ્રશ્ન પૂછીને પછી પોતે જ બોલ્યા જે, “લ્યો, એનો ઉત્તર અમે જ કરીએ છીએ જે, એક તો આપણો ઉદ્ધવ સંપ્રદાય છે, તેની રીત જાણી જોઈએ તથા બીજી ગુરુપરંપરા જાણી જોઈએ. તે કેવી રીતે? તો ઉદ્ધવ તે રામાનંદ સ્વામીરૂપે હતા ને તે રામાનંદ સ્વામી શ્રીરંગક્ષેત્રને વિષે સ્વપ્નમાં સાક્ષાત્ રામાનુજાચાર્ય થકી વૈષ્ણવી દીક્ષાને પામ્યા. માટે રામાનંદ સ્વામીના ગુરુ તે રામાનુજાચાર્ય છે ને તે રામાનંદ સ્વામીના શિષ્ય અમે છીએ. એવી રીતે ગુરુપરંપરા જાણવી. અને અમે અમારા ધર્મકુળનું સ્થાપન કર્યું છે તેની રીત જાણવી. અને ત્રીજાં અમારા સંપ્રદાયમાં અતિ પ્રમાણરૂપ જે શાસ્ત્ર છે તેને જાણવાં. તે શાસ્ત્રનાં નામ: વેદ ૧, વ્યાસસૂત્ર ૨, શ્રીમદ્‌ભાગવત પુરાણ ૩, મહાભારતને વિષે વિષ્ણુસહસ્રનામ ૪, ભગવદ્‌ગીતા ૫, વિદુરનીતિ ૬, સ્કંદપુરાણના વિષ્ણુખંડ માંહેલું વાસુદેવમાહાત્મ્ય ૭, અને યાજ્ઞવલ્ક્યસ્મૃતિ ૮; એ જે આઠ શાસ્ત્ર તેને જાણવાં. અને ચોથા સર્વે સત્સંગીના જે જે નિયમ છે તેને જાણવા. અને પાંચમા આપણા ઇષ્ટદેવ જે શ્રીકૃષ્ણ ભગવાન તેને જાણવા, અને સ્થાનક, સેવક ને કાર્ય તેને ભેદે કરીને તે શ્રીકૃષ્ણ ભગવાનની મૂર્તિઓનું બહુપણું છે તેને જાણવું; અને તે શ્રીકૃષ્ણ ભગવાનનાં જે પરોક્ષરૂપ ને પ્રત્યક્ષરૂપ તેને જાણવાં. તેમાં પરોક્ષરૂપ તે કેવી રીતે? તો માયાના તમ થકી પર એવો જે ગોલોક તેને મધ્યે જે અક્ષરધામ તેને વિષે શ્રીકૃષ્ણ ભગવાન રહ્યા છે તે દ્વિભુજ છે ને કોટિ કોટિ સૂર્ય સરખા પ્રકાશમાન છે ને શ્યામસુંદર છે, ને રાધિકાજી ને લક્ષ્મીજીએ સહિત છે ને નંદ, સુનંદ ને શ્રીદામાદિક જે પાર્ષદ તેમણે સેવ્યા છે, ને અનંત કોટિ બ્રહ્માંડની જે ઉત્પત્તિ, સ્થિતિ ને પ્રલય તેના કર્તા છે ને મહારાજાધિરાજપણે વિરાજમાન છે. અને એવા જે એ ભગવાન તે ચતુર્ભુજરૂપને ધારે છે, અષ્ટભુજરૂપને ધારે છે ને સહસ્રભુજરૂપને પણ ધારે છે; ને વાસુદેવ, સંકર્ષણ, અનિરુદ્ધ ને પ્રદ્યુમ્ન એ જે ચતુર્વ્યૂહ ને કેશવાદિક જે ચોવીસ વ્યૂહ એ સર્વે રૂપને ધારે છે; તથા વરાહ, નૃસિંહ, વામન, કપિલ, હયગ્રીવ એ આદિક જે અનેક અવતાર તેને ધારે છે; ને પોતે તો સદા દ્વિભુજ છે. અને ઉપનિષદ તથા સાંખ્યશાસ્ત્ર ને યોગશાસ્ત્ર તથા પંચરાત્ર એમને વિષે એ જ સ્વરૂપનું વર્ણન કર્યું છે. એવી રીતે પરોક્ષપણે ભગવાનનું સ્વરૂપ કહ્યું.\n“અને સર્વે જે આચાર્ય થયા છે તેમાં વ્યાસજી મોટા આચાર્ય છે ને તે વ્યાસજી જેવા તો શંકરાચાર્ય ન કહેવાય, રામાનુજાચાર્ય ન કહેવાય, મધ્વાચાર્ય ન કહેવાય, નિમ્બાર્ક ન કહેવાય, વિષ્ણુસ્વામી ન કહેવાય, વલ્લભાચાર્ય ન કહેવાય; કેમ જે, એ આચાર્ય જો વ્યાસજીના વચનને અનુસરે તો એ આચાર્યના વચનનું લોકમાં પ્રમાણ થાય, નહીં તો ન થાય. અને વ્યાસજીને તો બીજા કોઈની અપેક્ષા નથી; કેમ જે, વ્યાસજી તો વેદના આચાર્ય છે ને પોતે ભગવાન છે. માટે આપણે તો વ્યાસજીના વચનને જ અનુસરવું. અને તે જે વ્યાસજી તેણે જીવના કલ્યાણને અર્થે વેદનો વિભાગ કર્યો ને સત્તર પુરાણ કર્યાં ને મહાભારત કર્યું, તો પણ તે વ્યાસજીના મનમાં એમ થયું જે, ‘જીવના કલ્યાણનો ઉપાય જેમ છે તેમ યથાર્થ ન કહેવાયો.’ ને તેણે કરીને પોતાના મનમાં સંતોષ ન થયો. તે પછી સમગ્ર વેદ, પુરાણ, ઇતિહાસ, પંચરાત્ર, યોગશાસ્ત્ર, સાંખ્યશાસ્ત્ર તેનું સાર એવું જે શ્રીમદ્‌ભાગવત પુરાણ તેને વ્યાસજી કરતા હવા. તે ભાગવતને વિષે સર્વ અવતાર કરતાં શ્રીકૃષ્ણ ભગવાનને જ અધિકપણે કહ્યા છે ને સર્વ અવતારના ધરનારા જે છે તે જ સ્વયં શ્રીકૃષ્ણ ભગવાન છે. અને એ શ્રીકૃષ્ણ ભગવાને ઉદ્ધવ પ્રત્યે ગુણવિભાગના અધ્યાયમાં કહ્યું છે જે, ‘હું નિર્ગુણ છું ને મારા સંબંધને જે પામે છે તે પણ નિર્ગુણ થાય છે.’ માટે કામભાવ, દ્વેષભાવ, ભયભાવ, સંબંધભાવ, સ્નેહભાવ - એમાંથી જે જે ભાવે કરીને એ શ્રીકૃષ્ણ ભગવાનને જે જીવ આશર્યા તે નિર્ગુણ થઈ ગયા. માટે એ શ્રીકૃષ્ણ ભગવાન તે નિર્ગુણ છે. એવી રીતે વ્યાસજીએ શ્રીકૃષ્ણ ભગવાનને કહ્યા છે. અને તે વ્યાસજીએ એમ સિદ્ધાંત કર્યો છે જે, ‘સર્વ અવતારના ધરતલ જે પરમેશ્વર તે જ સ્વયં શ્રીકૃષ્ણ ભગવાન છે ને બીજા જે અવતાર તે એના છે.’ અને જો એ શ્રીકૃષ્ણ ભગવાનને નિર્ગુણ નહીં કહે ને શુદ્ધ સત્ત્વાત્મક કહેશે, તો તેને ભાગવતના પૂર્વાપર સંબંધની ખબર જ નથી ને તેને વિષે મોટો બાધ આવશે. કેમ જે, ગોપીઓએ શ્રીકૃષ્ણને ભગવાન ન જાણ્યા ને કામભાવે કરીને એ જ શ્રીકૃષ્ણ ભગવાનને ભજ્યા, તેણે કરીને તે ગોપીઓ નિર્ગુણ થઈ ગઈ; ત્યારે તે શ્રીકૃષ્ણ ભગવાનને શુદ્ધ સત્ત્વાત્મક કેમ કહેવાય? માટે શ્રીકૃષ્ણ ભગવાન તો નિર્ગુણ જ છે. તથા શ્રીકૃષ્ણ ભગવાને પોતે અર્જુન પ્રત્યે કહ્યું છે જે,\n‘જન્મ કર્મ ચ મે દિવ્યમેવં યો વેત્તિ તત્ત્વતઃ।\nત્યક્ત્વા દેહં પુનર્જન્મ નૈતિ મામેતિ સોઽર્જુન!॥’\n“અને એ શ્રીકૃષ્ણ ભગવાને પોતાના જન્મ-સમયમાં વસુદેવ-દેવકીને પરમેશ્વરપણાની પ્રતીતિને અર્થે જે ચતુર્ભુજરૂપ દેખાડ્યું તથા બ્રહ્માને જે અનેક ચતુર્ભુજરૂપ દેખાડ્યાં તથા અક્રૂરને જે શેષશાયીરૂપ દેખાડ્યું તથા અજુર્નને વિશ્વરૂપ દેખાડ્યું, ઇત્યાદિક રૂપને ભેદે કરીને જે શ્રીકૃષ્ણ ભગવાનની ઉપાસનાના ભેદ કહેવા તે તો યોગ્ય છે. પણ એ શ્રીકૃષ્ણ ભગવાન વ્રજને વિષે બાળમુકુંદ કહેવાયા, મુરલીમનોહર કહેવાયા, રાધાકૃષ્ણ કહેવાયા તથા વાછડાં ચાર્યાં, ગાયો ચારી, ગોવર્ધન પર્વત ધાર્યો, ગોપીઓ સાથે રાસક્રીડા કરી તથા મથુરાપુરીમાં આવીને કંસને માર્યો, યાદવને સુખિયા કર્યા તથા સાંદીપનિ બ્રાહ્મણને ઘેર વિદ્યા ભણ્યા તથા કુબ્જા સંગાથે વિહાર કર્યો તથા દ્વારકાપુરીમાં વસ્યા ને રુક્મિણી આદિક અષ્ટ પટરાણીઓને પરણ્યા તથા સોળ હજાર સ્ત્રીઓને પરણ્યા તથા હસ્તિનાપુરમાં રહ્યા ને પાંડવની સર્વ કષ્ટ થકી રક્ષા કરી ને દ્રૌપદીની લાજ રાખી ને અર્જુનના સારથિ થયા ઇત્યાદિક સ્થાનકને ભેદે કરીને જે શ્રીકૃષ્ણ ભગવાનની અનેક લીલા છે; તેણે કરીને એ શ્રીકૃષ્ણ ભગવાનના દ્વિભુજ સ્વરૂપને વિષે ઉપાસનાના ભેદ ન કરવા, અને જે કરશે તે વચનદ્રોહી, ગુરુદ્રોહી છે. અને એ શ્રીકૃષ્ણ ભગવાનનાં આચરણ જે, ગોવાળિયાનું ઉચ્છિષ્ટ ખાધું તથા રાસરમણ કર્યું ઇત્યાદિક અનેક પ્રકારનાં છે, તે આચરણ પ્રમાણે તે શ્રીકૃષ્ણ ભગવાનના ભક્તને આચરણ ન કરવું. અને એ શ્રીકૃષ્ણ ભગવાને એકાદશ સ્કંધમાં તથા ભગવદ્‌ગીતામાં તથા વાસુદેવમાહાત્મ્યમાં જેમ સાધુનાં લક્ષણ કહ્યાં છે તથા વર્ણાશ્રમના ધર્મ કહ્યા છે તથા પોતાની ભક્તિ કર્યાનું કહ્યું છે તે પ્રમાણે વર્તવું, પણ એ શ્રીકૃષ્ણ ભગવાનના આચરણ પ્રમાણે આચરણ ન કરવું. અને જે કરશે તે વિમુખ છે, અમારો સત્સંગી નથી. અને આપણા ઇષ્ટદેવ એવા જે એ શ્રીકૃષ્ણ ભગવાન તેનાં આચરણ પ્રમાણે જેમ ન કરવું, તેમ જ તમારો સર્વેનો આચાર્ય ને ગુરુ ને ઉપદેષ્ટા એવો જે હું, તે મારા દેહનાં જે આચરણ તે પ્રમાણે પણ તમારે ન કરવું. અને અમારા સંપ્રદાયને વિષે જેમ જેના ધર્મ કહ્યા છે, તે જે અમારાં વચન તે પ્રમાણે તમારે સર્વેને રહેવું પણ અમારાં આચરણ પ્રમાણે ન રહેવું. આ જે અમે વાર્તા કરી તેને સર્વ પરમહંસ તથા સર્વ સત્સંગી શીખી લેજ્યો ને એ પ્રમાણે સમજીને એમ જ વર્તજો ને બીજા આગળ પણ એમ જ વાર્તા કરજો.” એમ કહીને શ્રીજીમહારાજ ભોજન કરવા પધાર્યા. એવી રીતની વાર્તાને સાંભળીને સર્વે સાધુ ને સત્સંગી તે એમ સમજતા હવા જે, ‘એ પરોક્ષ જે શ્રીકૃષ્ણ ભગવાન કહ્યા તે જ આ ભક્તિ-ધર્મના પુત્ર શ્રીજીમહારાજ છે પણ એ થકી પર કોઈ નથી અને એ જ આપણા ઇષ્ટદેવ છે ને ગુરુ પણ એ જ છે.’"
}