{
    "number": 139,
    "vachanamrut": "ગઢડા મધ્ય ૬\n",
    "title": "હૂંડીનું, ચિત્તના સ્વભાવનું\n",
    "setting": "સંવત ૧૮૭૮ના શ્રાવણ સુદિ ૮ અષ્ટમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ વેદિ ઉપર વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ તાલ-મૃદંગ લઈને કીર્તન ગાવતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “કીર્તન રાખો, હવે ભગવદ્‌વાર્તા કરીએ.” પછી સર્વે મુનિ હાથ જોડીને બેઠા. પછી શ્રીજીમહારાજ બોલ્યા જે, “આ સંસારમાં કેટલાક યવન સરખા જીવ હોય તે એમ કહે જે, ‘ગંગાજીનું પાણી ને બીજું પાણી એ બેય સરખાં જણાય છે, અને શાલગ્રામ ને બીજા પાણા તે સરખા જણાય છે, અને તેમ જ તુળસી ને બીજાં ઝાડ તે સરખાં જણાય છે, અને બ્રાહ્મણ ને શૂદ્ર તે પણ સરખા જણાય છે, અને ઠાકોરજીની પ્રસાદી અન્ન ને બીજું અન્ન તે બે સરખાં જણાય છે, અને એકાદશીને દિવસ ભૂખ્યા રહ્યા ને બીજે દિવસ ભૂખ્યા રહ્યા એ બેય સરખાં જણાય છે, અને સાધુ અને અસાધુ એ બેય સરખા જણાય છે. તે માટે આ વિધિનિષેધનો જે વિભાગ તે મોટાપુરુષ કહેવાયા તેણે શા સારુ શાસ્ત્રમાં કહ્યો હશે?’ એમ દુષ્ટ મતિવાળા જે જીવ છે તે કહે છે. માટે સર્વ સંતને અમે આ પ્રશ્ન પૂછીએ છીએ જે, એ વિધિનિષેધનો વિભાગ મોટાપુરુષે શાસ્ત્રમાં કહ્યો છે તે સાચો છે કે કલ્પિત છે? તે પ્રશ્નનો ઉત્તર નાના નાના પરમહંસ હોય તે કરો.” પછી નાના નાના પરમહંસ હતા તે બોલ્યા જે, “વિધિનિષેધનો ભેદ સત્ય છે અને એમ ન હોય તો સ્વર્ગ-નરક કેને માથે કહેવાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “નાના છે પણ સારી દિશ ઉપર સમજે છે.” એમ કહીને શ્રીજીમહારાજે એનો ઉત્તર કરવા માંડ્યો જે, “મોટાપુરુષે જે શાસ્ત્રમાં પ્રતિપાદન કર્યું છે તે સર્વે સત્ય છે. ત્યાં દૃષ્ટાંત છે જે, જેમ કોઈક મોટો શાહુકાર હોય ને તે કોઈને હૂંડી લખી આપે ત્યારે કાગળમાં તો એકે રૂપિયો જણાતો નથી પણ રૂપિયા સાચા છે, તે જ્યારે હૂંડી જે શાહુકારની ઉપર લખી હોય તેને આપે ત્યારે એ હૂંડીમાંથી જ રૂપિયાનો ઢગલો થાય છે. તેમ મોટાપુરુષની આજ્ઞાએ કરીને જે ધર્મ પાળે ત્યારે હમણાં તો કાંઈ વિધિનિષેધમાં વિશેષ જણાતું નથી, પણ અંતે મોટાપુરુષની આજ્ઞા પાળનારાનું કલ્યાણ થાય છે; જેમ હૂંડીમાંથી રૂપિયા નીસરે છે તેમ. અને જે સમર્થ શાહુકારે હૂંડી લખી હોય અને તેનો વિશ્વાસ ન કરે તેને મૂર્ખ જાણવો અને તેને તે શાહુકારના પ્રતાપની ખબર જ નથી. તેમ નારદ, સનકાદિક, વ્યાસ, વાલ્મીક ઇત્યાદિક જે મોટાપુરુષ તેનાં વચનનો જેને વિશ્વાસ નથી તેને નાસ્તિક જાણવો ને મહાપાપિષ્ઠ જાણવો. અને વળી જે નાસ્તિક મતિવાળા હોય તેને એમ સમજાય છે જે, ‘બીજા પાણામાં ને ઠાકોરજીની મૂર્તિમાં શો ફેર છે? સર્વે પાણા એકસરખા છે; અને પરણેલી સ્ત્રી ને ન પરણેલી સ્ત્રી તેમાં શો ફેર છે? સર્વે સ્ત્રી સરખી છે; અને ઘરની સ્ત્રી ને મા-બેન તેમાં શો ફેર છે? સર્વેનો સરખો જ આકાર છે; અને રામ-કૃષ્ણાદિક જે ભગવાનની મૂર્તિઓ તે પણ સર્વે મનુષ્ય જેવી છે; માટે અધિક-ન્યૂનભાવ તો માણસે કલ્પીને ઊભો કર્યો છે. પણ શું કરીએ? માણસ ભેળું રહેવું તે માણસની હાયે હા કહી જોઈએ, પણ વિધિનિષેધનો માર્ગ છે તે ખોટો છે.’ એમ પાપી એવા જે નાસ્તિક તે પોતાના મનમાં સમજે છે. માટે જેની આવી જાતની બોલી સાંભળીએ તેને પાપિષ્ઠ જાણવો ને નાસ્તિક જાણવો અને એને ચંડાળ જાણીને એનો કોઈ પ્રકારે સંગ રાખવો નહીં.”\nઅને વળી શ્રીજીમહારાજે બીજી વાર્તા કરી જે, “મનુષ્યમાત્રનું ચિત્ત કેવું છે? તો જેમ મધ હોય અથવા ગોળ, સાકર, ખાંડ તેનું ઘાટું પાણી હોય તે સરખું છે. તે મધમાં કે ગોળ, સાકર, ખાંડના પાણીમાં માખી, કીડી, મકોડો જે આવે તે ચોંટી રહે અને મનુષ્ય જો હાથ અડાડે તો માણસની આંગળીએ પણ ચોંટી જાય; તેમ ચિત્તનો સ્વભાવ એવો છે જે, જે જે પદાર્થ સાંભળે તે તે પદાર્થમાં ચોંટી જાય છે. તે જો પથરો તથા કચરો તથા કૂતરાનો મળ એ આદિક જે નકારી વસ્તુ હોય તેમાં તો લેશમાત્ર સુખ નથી, તો પણ એ નકારી વસ્તુમાં પણ ચિત્ત વળગે છે અને તે સાંભરી આવ્યું હોય તો તેનું પણ ચિંતવન કરે છે, એવો એનો વળગવાનો સ્વભાવ છે. જેમ મોટું કાચનું દર્પણ હોય તેમાં મોટા સાધુ આવે તો તેનું પણ પ્રતિબિંબ દેખાય તથા કૂતરાં, ગધેડાં, ચાંડાળાદિક જે જે આવ્યાં હોય તો તેનું પણ પ્રતિબિંબ તેમ જ દેખાય. તેમ ચિત્તને વિષે અતિ નિર્મળપણું છે, તે જે પદાર્થ સાંભરે તે દેખાઈ આવે છે; એમાં સારા-નરસાનો કાંઈ મેળ નથી. માટે જે મુમુક્ષુ હોય તેને એમ ન વિચારવું જે, ‘મારે વૈરાગ્ય નથી તે માટે સ્ત્રીઆદિક પદાર્થ મારા ચિત્તમાં સ્ફુરે છે,’ એ તો જે વૈરાગ્યવાન હોય તેના ચિત્તમાં પણ જે સમે જે પદાર્થ આવ્યું તે સહજે સ્ફુરી આવે છે. માટે વૈરાગ્ય-અવૈરાગ્યનું કાંઈ કારણ નથી, એ તો ચિત્તનો સ્વભાવ જ એવો છે જે, ‘ભલું અથવા ભૂંડું સાંભળ્યું તેને ચિંતવે.’ અને જ્યારે જે પદાર્થનું ચિંતવન કરે ત્યારે તે પદાર્થ જેમ દર્પણમાં દેખાઈ આવે તેમ દેખાઈ આવે. તે માટે એમ જાણવું જે, ‘હું તો ચિત્ત થકી જુદો છું અને હું તો એનો જોનારો આત્મા છું,’ એમ જાણીને ચિત્તના સારા-ભૂંડા ઘાટે કરીને ગ્લાનિ પામવી નહીં. પોતાને ચિત્ત થકી જુદો જાણીને ભગવાનનું ભજન કરવું અને સદા આનંદમાં રહેવું.”"
}