{
    "number": 43,
    "vachanamrut": "ગઢડા પ્રથમ ૪૩\n",
    "title": "ચાર પ્રકારની મુક્તિનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૭ સાતમને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર સાંજને સમે વિરાજમાન હતા અને માથે ધોળી પાઘ બાંધી હતી ને ધોળી ચાદર ઓઢી હતી ને ધોળો ખેસ પહેર્યો હતો ને પાઘને વિષે પીળાં પુષ્પના તોરા લટકતા હતા ને કંઠને વિષે પીળાં પુષ્પના હાર પહેર્યા હતા ને બે કાનને ઉપર પીળાં પુષ્પના ગુચ્છ ખોસ્યા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "તે સમે શ્રીજીમહારાજ સર્વ ભક્તજન ઉપર કરુણાની દૃષ્ટિએ કરીને સર્વ સામું જોઈને બોલ્યા જે, “સર્વ સાંભળો, એક પ્રશ્ન પૂછીએ છીએ જે, શ્રીમદ્‌ભાગવત પુરાણમાં કહ્યું છે જે, ‘જે ભગવાનના ભક્ત હોય તે ચાર પ્રકારની મુક્તિને નથી ઇચ્છતા,’ અને બીજા પણ જે જે ભગવાનના મોટા ભક્ત છે તે એમ કહે છે જે, ‘ભગવાનના ભક્ત હોય તે ચાર પ્રકારની મુક્તિને નથી ઇચ્છતા.’ તે ચાર પ્રકારની મુક્તિ તે શું? તો એક તો ભગવાનના લોકમાં રહેવું અને બીજું ભગવાનને સમીપે રહેવું અને ત્રીજું ભગવાનના સરખું રૂપ પામવું અને ચોથું ભગવાનના સરખું ઐશ્વર્ય પામવું; એવી રીતે જે ચાર પ્રકારની મુક્તિ છે તેને તો ભગવાનનો ભક્ત નથી ઇચ્છતો ને કેવળ ભગવાનની સેવાને જ ઇચ્છે છે. તે એ ભક્ત ચાર પ્રકારની મુક્તિને શા સારુ નથી ઇચ્છતો? એ પ્રશ્ન છે. તેનો ઉત્તર જેને જેવો આવડે તેવો તે કરો.” પછી સર્વે પરમહંસ ઉત્તર કરવા લાગ્યા પણ ઉત્તર થયો નહીં. ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ પ્રશ્નનો ઉત્તર અમે કરીએ છીએ જે, જે ભગવાનનો ભક્ત થઈને એ ચાર પ્રકારની મુક્તિની ઇચ્છા રાખે તો તે સકામ ભક્ત કહેવાય અને જે એ ચતુર્ધા મુક્તિને ન ઇચ્છે ને કેવળ ભગવાનની સેવાને જ ઇચ્છે તે નિષ્કામ ભક્ત કહેવાય. તે શ્રીમદ્‌ભાગવતમાં કહ્યું છે જે,\n‘મત્સેવયા પ્રતીતં ચ સાલોક્યાદિ-ચતુષ્ટયમ્। નેચ્છન્તિ સેવયા પૂર્ણાઃ કુતોઽન્યત્કાલવિપ્લુતમ્॥ સાલોક્ય-સાર્ષ્ટિસામીપ્યસારૂપ્યૈકત્વમપ્યુત। દીયમાનં ન ગૃહ્‌ણન્તિ વિના મત્સેવનં જનાઃ॥’\n“એનો અર્થ એ છે જે, જે ભગવાનના નિષ્કામ ભક્ત છે તે સેવા જે ભગવાનની પરિચર્યા કરવી તે જો એ ચતુર્ધા મુક્તિમાં ન હોય તો એને ઇચ્છે જ નહીં ને એક સેવાને જ ઇચ્છે છે. અને એવા જે નિષ્કામ ભક્ત તેમને ભગવાન પોતાની સેવામાં રાખે છે. અને એ ભક્ત નથી ઇચ્છતા તો પણ બળાત્કારે ભગવાન એને પોતાનાં ઐશ્વર્ય-સુખને પમાડે છે. તે કપિલદેવ ભગવાને કહ્યું છે જે,\n‘અથો વિભૂતિં મમ માયાવિનસ્તામૈશ્વર્યમષ્ટાંગમનુપ્રવૃત્તમ્। શ્રિયં ભાગવતીં વાસ્પૃહ્યન્તિ ભદ્રાં પરસ્ય મે તેઽશ્નુવતે તુ લોકે॥’\n“અને એ નિષ્કામ ભક્તને જ ગીતામાં ભગવાને જ્ઞાની કહ્યો છે. અને જે સકામ ભક્ત છે તેને અર્થાર્થી કહ્યો છે. માટે ભગવાનના ભક્તને ભગવાનની સેવા વિના બીજું કાંઈ ન ઇચ્છવું અને ઇચ્છે તો એમાં એટલી કાચ્યપ કહેવાય. અને જો કાચ્યપ હોય તો નિષ્કામ એવા જે ભગવાનના એકાંતિક ભક્ત તેનો સમાગમ કરીને એ કાચ્યપને ટાળવી.”"
}