{
  "number": 189,
  "vachanamrut": "ગઢડા મધ્ય ૫૬\n",
  "title": "કસુંબલ વસ્ત્રનું\n",
  "setting": "સંવત ૧૮૮૧ના આષાઢ સુદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા બિછવાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિમંડળની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "અને સાધુ દૂકડ-સરોદા લઈને કીર્તન બોલતા હતા. તે કીર્તન-ભક્તિ થઈ રહ્યા પછી શ્રીજીમહારાજ એમ બોલ્યા જે, “આ કીર્તન સાંભળ્યામાંથી તો અમારો આત્મા વિચારમાં જતો રહ્યો. પછી તેમાં એમ જણાયું જે, ‘ભગવાનને વિષે જે અતિશય પ્રીતિ એ ઘણી મોટી વાત છે.’ પછી તો ગોપાળાનંદ સ્વામી આદિક જે ભગવાનને વિષે પ્રીતિવાળા હરિભક્ત તે સર્વે સાંભરી આવ્યા અને એ સર્વેનાં અંતઃકરણ ને એ સર્વેના જીવ ને એમની જે ભગવાનને વિષે પ્રીતિ તે સર્વે જોયામાં આવ્યાં. પછી અમે અમારા આત્માને તપાસી જોયો,૧૧ ત્યારે અમારે જેવી ભગવાનને વિષે પ્રીતિ જણાણી તેવી બીજાની પ્રીતિ જણાણી નહીં. શા માટે જે, કાંઈક ભૂંડાં દેશકાળાદિકનો જ્યારે યોગ થાય છે ત્યારે એ સર્વે મોટા છે તો પણ કાંઈક એમની બુદ્ધિને વિષે ફેર પડી જાય છે. ત્યારે એમ જણાય જે, ‘અંતે પાયો કાચો દેખાય છે.’ તે સારી પેઠે જો કોઈક ભૂંડાં દેશકાળાદિકનો યોગ થાય તો ભગવાનમાં પ્રીતિ છે તેનું કાંઈ ઠેકાણું રહે નહીં. માટે એ સર્વેને જોતાં અમને અમારી કોરનું ઠીક ભાસે છે જે, ‘ગમે તેવાં ભૂંડાં દેશકાળાદિકનો યોગ થાય પણ કોઈ રીતે અમારું અંતઃકરણ ફરે નહીં.’ અને ભગવાનને વિષે પ્રીતિ તો તેની જ સાચી જે, જેને ભગવાન વિના બીજા કોઈ પદાર્થને વિષે પ્રીતિ જ ન થાય. અને સર્વે સદ્‌ગ્રંથનું પણ એ જ રહસ્ય છે જે, ભગવાન છે એ જ પરમ સુખદાયક છે૨ ને પરમ સાર વસ્તુ છે. અને તે પ્રભુ વિના જે જે બીજા પદાર્થ છે તે અતિશય તુચ્છ છે ને અતિ અસાર છે. અને જેને ભગવાન જેવી બીજા પદાર્થમાં પણ પ્રીતિ હોય તેનો તો ઘણો જ પાયો કાચો છે. જેમ કસુંબલ વસ્ત્ર હોય તે ઘણું સારું જણાતું હોય, પણ જ્યારે તે ઉપર પાણી પડે ને પછી તેને તડકામાં સુકાવીએ ત્યારે સૂધું નકારું થઈ જાય ને ધોળા વસ્ત્ર જેવું પણ ન રહે; તેમ જેને પંચવિષયમાં પ્રીતિ હોય તેને જ્યારે કુસંગનો યોગ થાય ત્યારે કાંઈ ઠેકાણું રહે નહીં. માટે જે ભગવાનનો ભક્ત હોય તેને તો ભગવાનને રાજી કર્યા સારુ પંચવિષયનો અતિશય ત્યાગ કર્યો જોઈએ, પણ ભગવાનને વિષે જે પ્રીતિ તેમાં વિઘ્ન કરે એવું કોઈ પદાર્થ વહાલું રાખવું નહીં.”"
}