{
  "number": 82,
  "vachanamrut": "સારંગપુર ૪\n",
  "title": "આત્મા-અનાત્માના વિવેકનું\n",
  "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૮ અષ્ટમીને દિવસ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઓરડાની ઓસરીએ ઢોલિયા ઉપર ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા ને મસ્તકે શ્વેત પાઘ બાંધી હતી ને શ્વેત પછેડી ઓઢી હતી ને શ્વેત ખેસ પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! આત્મા-અનાત્માની ચોખી જે વિક્તિ તે કેમ સમજવી જે સમજવે કરીને આત્મા-અનાત્મા એક સમજાય જ નહીં?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક શ્લોકે કરીને અથવા બે શ્લોકે કરીને અથવા પાંચ શ્લોકે કરીને અથવા સો શ્લોકે કરીને અથવા હજાર શ્લોકે કરીને જે ચોખું સમજાય તે ઠીક છે; જે સમજાણા કેડે આત્મા-અનાત્માના એકપણાનો લોચો જ રહે નહીં. અને ચોખું સમજાઈ જાય તે જ સમજણ સુખદાયી થાય છે અને ગોબરી સમજણ સુખદાયી થતી નથી. માટે એમ ચોખું સમજે જે, ‘હું આત્મા તે મારા જેવો ગુણ દેહને વિષે એકેય આવતો નથી અને જડ, દુઃખ અને મિથ્યારૂપ જે દેહ તેના જે ગુણ, તે હું ચૈતન્ય તે મારે વિષે એકેય આવતો નથી.’ એવી વિક્તિ સમજીને ને અત્યંત નિર્વાસનિક થઈને ચૈતન્યરૂપ થકો પુરુષોત્તમ ભગવાનનું ચિંતવન કરે, એવો જે જડ-ચૈતન્યનો વિવેક તેને દૃઢ વિવેક જાણવો. અને ઘડીક પોતાને આત્મારૂપ માને અને ઘડીક દેહરૂપ માનીને સ્ત્રીનું ચિંતવન કરે એને ગોબરો જાણવો, માટે એના અંતરમાં સુખ ન આવે. જેમ સુંદર અમૃત સરખું અન્ન હોય ને તેમાં થોડુંક ઝેર નાખ્યું હોય, તો તે અન્ન સુખદાયી ન થાય, સામું દુઃખદાયી થાય છે; તેમ આઠે પહોર આત્માનો વિચાર કરીને એક ઘડી પોતાને દેહરૂપ માનીને સ્ત્રીનું ચિંતવન કરે એટલે એનો સર્વે વિચાર ધૂળમાં મળી જાય છે. માટે અત્યંત નિર્વાસનિક થવાય એવો ચોખો આત્મવિચાર કરવો.\n“અને કોઈકને૦ એવો સંશય થાય જે, ‘અત્યંત નિર્વાસનિક નહીં થઈએ ને કાચા ને કાચા મરી જઈશું તો શા હવાલ થશે?’ તો એવો વિચાર ભગવાનના ભક્તને કરવો નહીં.૨ અને એમ સમજવું જે, ‘મરશે તો દેહ મરશે, પણ હું તો આત્મા છું અને અજર-અમર છું, માટે હું મરું નહીં.’ એવું સમજીને હૈયામાં હિંમત રાખવી અને પરમેશ્વર વિના સર્વે વાસના ત્યાગ કરીને અચળ મતિ કરવી. અને એમ વાસના ટાળતાં ટાળતાં જો કાંઈક થોડી-ઘણી વાસના રહી ગઈ, તો જેવાં મોક્ષધર્મમાં નરક કહ્યાં છે૨ તેવાં નરકની પ્રાપ્તિ થશે. તે નરકની વિગતિ જે, ભગવાનનો ભક્ત હોય તેને કાંઈ જગતની વાસના રહે, તેને ઇન્દ્રાદિક દેવતાના જે લોક તેની પ્રાપ્તિ થાય ને તે લોકને વિષે જઈને, અપચ્છરાઓ તથા વિમાન તથા મણિમય મહોલ એ આદિક જે વૈભવ તે સર્વે પરમેશ્વરના ધામની આગળ નરક જેવાં છે, તેને ભોગવે છે; પણ વિમુખ જીવની પેઠે યમપુરીમાં જાય નહીં અને ચોરાશીમાં પણ જાય નહીં. માટે જો સવાસનિક ભગવાનના ભક્ત હશો તો પણ ઘણું થશે તો દેવતા થવું પડશે ને દેવતામાંથી પડશો તો મનુષ્ય થશો ને મનુષ્ય થઈને વળી પાછી ભગવાનની ભક્તિ કરીને નિર્વાસનિક થઈને અંત્યે ભગવાનના ધામને પામશો; પણ વિમુખ જીવની પેઠે નરકચોરાશીને નહીં ભોગવો. એવું જાણીને ભગવાનનો ભક્ત હોય તેને વાસનાનું બળ દેખીને હિંમત હારવી નહીં ને આનંદમાં ભગવાનનું ભજન કર્યા કરવું અને વાસના ટાળ્યાના ઉપાયમાં રહેવું અને ભગવાન ને ભગવાનના સંતના વચનમાં દૃઢ વિશ્વાસ રાખવો.”"
}