{
  "number": 233,
  "vachanamrut": "ગઢડા અંત્ય ૧૦\n",
  "title": "વૃંદાવન અને કાશીનું\n",
  "setting": "સંવત ૧૮૮૩ના આસો વદિ ૧૨ દ્વાદશીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે શ્રીજીમહારાજ પાસે એક માધ્વી સંપ્રદાયનો૩ વિદ્વાન બ્રાહ્મણ આવ્યો. તેને શ્રીજીમહારાજે પૂછ્યું જે, “તમારા સંપ્રદાયના ગ્રંથને વિષે વૃંદાવનને જ ભગવાનનું ધામ કહ્યું છે. અને વળી એમ કહ્યું છે જે, ‘મહાપ્રલયમાં પણ વૃંદાવનનો નાશ થતો નથી.’૨ અને શિવમાર્ગી હોય તે એમ કહે છે જે, ‘મહાપ્રલયમાં કાશીનો નાશ નથી થતો.’૨ એ વાર્તા અમારા સમજ્યામાં આવતી નથી; શા માટે જે, મહાપ્રલયમાં તો પૃથ્વી આદિક પંચભૂતનો અતિશય પ્રલય થઈ જાય છે, ત્યારે વૃંદાવન ને કાશી તે કેમ રહેતાં હશે? ને શાને આધારે રહેતાં હશે? એવી જાતનો અતિશય મોટો સંશય થાય છે.” એમ વાર્તા કરીને શ્રીજીમહારાજે ભાગવતનું પુસ્તક મંગાવીને એકાદશ સ્કંધમાંથી૬ તથા દ્વાદશ સ્કંધમાંથી૭ ચાર પ્રકારના પ્રલયનો પ્રસંગ હતો તે વાંચી સંભળાવ્યો. પછી શ્રીજીમહારાજ બોલ્યા જે, “આ ભાગવતનો તથા ગીતાનો૮ મત જોતાં તો જેટલું પ્રકૃતિપુરુષ થકી થયું છે તે મહાપ્રલયમાં કાંઈ રહેતું નથી. અને જો મહાપ્રલયમાં વૃંદાવન અખંડ રહેતું હોય તો તેના પ્રમાણનો વ્યાસજીના ગ્રંથનો શ્લોક તથા વેદની શ્રુતિ તે કહી સંભળાવો. શા માટે જે, વ્યાસજીથી બીજા કોઈ મોટા આચાર્ય નથી અને બીજા તો જે જે આચાર્ય થયા છે તેમણે વ્યાસજીના કરેલા ગ્રંથને આશરીને પોતપોતાના સંપ્રદાય ચલાવ્યા છે. માટે આદિ આચાર્ય જે વ્યાસજી તેનાં જે વચન તે સર્વ આચાર્યનાં વચન કરતાં અતિ પ્રમાણ છે. માટે વ્યાસજીનાં વચન તથા વેદની શ્રુતિએ કરીને જે, ‘વૃંદાવન મહાપ્રલયમાં નાશ નથી થતું,’ એવું જે પ્રમાણ તે કહી સંભળાવો, તો અમારો સંશય નિવૃત્ત થાય. અને જે જે આચાર્ય થયા તેમણે પદ્મપુરાણનાં વચને કરીને પોતપોતાનો મત સ્થાપન કર્યો છે, તે તો પદ્મપુરાણમાં ક્ષેપક શ્લોક નાંખી નાંખીને સ્થાપન કર્યો છે. તે પોતાના મતના હોય તે માને પણ બીજા કોઈ માને નહીં. માટે શ્રીમદ્‌ભાગવત સરખા પ્રસિદ્ધ પુરાણનું વચન કહી સંભળાવો તો અમારે પ્રતીતિ આવે; શા માટે જે, વ્યાસજીએ વેદ, પુરાણ, ઇતિહાસ એ સર્વેનું સાર સાર ગ્રહણ કરીને શ્રીમદ્‌ભાગવત કર્યું છે. માટે જેવું ભાગવત પ્રમાણ એવું બીજાં પુરાણ અતિશય પ્રમાણ નહીં અને જેવી ભગવદ્‌ગીતા પ્રમાણ તેવું સમગ્ર ભારત પ્રમાણ નહીં. માટે એવા બળવાન શાસ્ત્રનું વચન કહી સંભળાવો તો અમને હા પડે.”\nએવી રીતનાં જે શ્રીજીમહારાજનાં વચન તેને સાંભળીને તે બ્રાહ્મણ એમ બોલ્યો જે, “હે મહારાજ! તમે જે પ્રશ્ન કર્યો તે સત્ય છે ને તમારા પ્રશ્નનો ઉત્તર કરવાને આ પૃથ્વી ઉપર કોઈ સમર્થ નથી. અને મારા મનને તો તમારા સ્વરૂપની દૃઢ પ્રતીતિ આવી છે જે, ‘તમે તો સર્વ આચાર્યના આચાર્ય છો ને ઈશ્વરના ઈશ્વર છો.’ માટે મને૯ તમારો સિદ્ધાંત હોય તે કૃપા કરીને કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “વેદ, પુરાણ, ઇતિહાસ ને સ્મૃતિઓ એ સર્વ શાસ્ત્રમાંથી અમે એ સિદ્ધાંત કર્યો છે જે, જીવ, માયા, ઈશ્વર, બ્રહ્મ અને પરમેશ્વર એ સર્વે અનાદિ છે. અને માયા છે તે તો પૃથ્વીને ઠેકાણે છે અને પૃથ્વીમાં રહ્યાં જે બીજ તેને ઠેકાણે જીવ છે અને ઈશ્વર તો મેઘને ઠેકાણે છે. તે પરમેશ્વરની ઇચ્છાએ કરીને પુરુષરૂપ જે ઈશ્વર તેનો માયા સંગાથે સંબંધ થાય છે ત્યારે જેમ મેઘના જળના સંબંધે કરીને પૃથ્વીમાં હતાં જે બીજ તે સર્વે ઊગી આવે છે; તેમ માયામાંથી અનાદિ કાળના જીવ હતા તે ઉદય થઈ આવે છે પણ નવા જીવ નથી થતા. માટે જેમ ઈશ્વર અનાદિ છે તેમ માયા પણ અનાદિ છે ને તે માયાને વિષે રહ્યા જે જીવ તે પણ અનાદિ છે. પણ એ જીવ પરમેશ્વરના અંશ નથી, એ તો અનાદિ જીવ જ છે. તે જીવ જ્યારે પરમેશ્વરને શરણે જાય ત્યારે ભગવાનની માયાને તરે ને નારદ-સનકાદિકની પેઠે બ્રહ્મરૂપ થઈને ભગવાનના ધામમાં જાય છે ને ભગવાનનો પાર્ષદ થાય છે. એવી રીતે અમારો સિદ્ધાંત છે.” એવી રીતનાં જે શ્રીજીમહારાજનાં વચન તેને સાંભળીને તે બ્રાહ્મણ પોતાના વૈષ્ણવપણાના મતનો ત્યાગ કરીને શ્રીજીમહારાજનો સમાશ્રય કરતો હવો અને ઉદ્ધવ સંપ્રદાયની દીક્ષાને ગ્રહણ કરતો હવો."
}