{
  "number": 188,
  "vachanamrut": "ગઢડા મધ્ય ૫૫\n",
  "title": "સોનીની પેઢીનું\n",
  "setting": "સંવત ૧૮૮૦ના જ્યેષ્ઠ સુદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને મસ્તક ઉપર નવાનગરનું સોનેરી કોરે યુક્ત શ્વેત મોળિયું બાંધ્યું હતું અને શ્વેત પછેડી ઓઢી હતી અને શ્વેત ખેસ પહેર્યો હતો અને શ્રીજીમહારાજના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને તે સભાને વિષે મુનિ ઝાંઝ-મૃદંગ લઈને કીર્તન ગાવતા હતા.\n",
  "text": "પછી તે મુનિ કીર્તન-ભક્તિ કરી રહ્યા ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેનું આજ જેવું અંગ હોય તેવું સત્સંગ થયા મોરે પણ કાંઈક હોય ખરું; તે માટે આજ તો સર્વે જેનું જેવું અંગ હોય તે તેવું કહો. તેમાં પ્રથમ તો અમે અમારું જેવું અંગ છે તેવી વાર્તા કહીએ છીએ તે સાંભળો જે, જ્યારે અમારે બાળ અવસ્થા હતી ત્યારે પણ દેવમંદિર હોય ત્યાં દર્શને જવું, કથાવાર્તા સાંભળવી, સાધુનો સમાગમ કરવો, તીર્થ કરવા જવું એવી વાર્તા ગમતી. અને જ્યારે ઘર મૂકીને નીસર્યા ત્યારે તો વસ્ત્ર રાખવું પણ ગમતું નહીં અને વનમાં જ રહેવું ગમતું. અને બીક તો લેશમાત્ર લાગતી જ નહીં અને વનને વિષે મોટાં મોટાં સર્પ, સિંહ, હાથી ઇત્યાદિક અનંત જનાવર દીઠામાં આવ્યાં પણ કોઈ પ્રકારે હૈયામાં મરવાની તો બીક જ લાગતી નહીં; એવી રીતે મહાવનને વિષે સદા નિર્ભય રહેતા. પછી તીર્થને વિષે ફરતાં ફરતાં શ્રીરામાનંદ સ્વામી પાસે આવ્યા અને પછી શ્રીરામાનંદ સ્વામી જ્યારે અંતર્ધાન થયા તે કેડે સત્સંગનું રૂડું થવાને અર્થે કાંઈક બીક રાખવા માંડી. પણ અંતરમાં અખંડ વિચાર એવો રહે છે, જેમ મનુષ્યને મૂવાટાણે પથારી ઉપર સુવાર્યો હોય ત્યારે તે મનુષ્યમાંથી સહુને પોતાના સ્વાર્થની વાસના ટળી જાય છે અને તે મરનારાને પણ સંસાર થકી મન ઉદાસ થઈ જાય છે; તેમનું તેમ અમારે પોતાની કોરનું અને બીજાની કોરનું અંત અવસ્થા જેવું સદા વર્તે છે. અને જેટલું માયિક પદાર્થમાત્ર છે તે સર્વે નાશવંત ને તુચ્છ સરખું જણાયા કરે છે, પણ એમ વિક્તિ નથી જણાતી જે, ‘આ સારું પદાર્થ છે ને આ ભૂંડું પદાર્થ છે.’ જેટલાં માયિક પદાર્થમાત્ર છે તે તો સર્વે એકસરખાં જણાય છે. જેમ કાખના મુવાળા છે, તેમાં સારો ક્યો ને નરસો ક્યો? તે તો સારો-નરસો સહુ એક પાડમાં છે; તેમ માયિક પદાર્થ પણ સર્વે સરખાં છે. અને કાંઈક સારું-નરસું જે કહીએ છીએ તે તો ભગવાનના ભક્તને સારું લગાડવાને અર્થે કહીએ છીએ જે, આ સારું ભોજન છે, આ સારું વસ્ત્ર છે, આ સારું ઘરેણું છે, આ સારું ઘર છે, આ સારું ઘોડું છે, આ સારાં પુષ્પ છે, તે ભક્તને સારું લાગે તે સારુ કહીએ છીએ. અને અમારી સર્વે ક્રિયા છે તે ભગવાનના ભક્તને અર્થે છે પણ પોતાના સુખને અર્થે એકેય ક્રિયા નથી. અને ભગવાનના જે એકાંતિક ભક્ત હોય તેનું જે મન તે ભગવાનના સ્વરૂપનું જ ચિંતવન કરે અને વાણી તે ભગવાનના યશને જ ગાય અને હાથ તે ભગવાન કે ભગવાનના ભક્તની સેવા-પરિચર્યાને જ કરે અને કાન તે અખંડ ભગવાનના યશને જ સાંભળે; એમ ભગવાનની ભક્તિ જાણીને જે જે ક્રિયા કરીએ છીએ તે થાય છે, પણ એ ભગવાનની ભક્તિ વિના તો અમે સર્વ પદાર્થમાંથી ઉદાસી છીએ. જેમ કોઈક મોટો રાજા હોય ને તેને એક જ દીકરો હોય, અને તે રાજા સાઠ્ય-સિત્તેર વર્ષનો થાય ને પછી તેનો દીકરો મરી જાય, ત્યારે તે રાજાનું મન સર્વ પદાર્થમાંથી ઉદાસ થઈ જાય; તેમ અમારે પણ ખાતાં, પીતાં, ઘોડે ચઢતાં, રાજી-કુરાજીપણામાં સર્વે કાળે મન ઉદાસી જ રહે છે.\n“અને અંતરમાં એમ વિચાર રહે છે જે, ‘આપણ તો દેહ થકી પૃથક્ આત્મા છીએ પણ દેહ જેવા નથી.’ અને વળી અંતરમાં એમ વિચાર રહ્યા કરે છે જે, આત્માને વિષે રખે રજોગુણ, તમોગુણ આદિક કોઈક માયાનો ભાગ ભળી જાય નહીં! તેને ઘડીએ ઘડીએ તપાસતા રહીએ છીએ. જેમ સાડાસોળવલું કંચન હોય ને તેને સોનીની પેઢીએ લઈ જાય અને જો ધણીની લગારેક નજર ચૂકે તો સોની સોનું કાઢી લઈને તેમાં રૂપું ભેળવી દે. તેમ આ હૃદયરૂપી તો સોનીની પેઢી છે અને તેમાં માયારૂપી સોની છે, તે પોતે બેઠો થકો સંકલ્પરૂપી જે હથોડો તેના અખંડ ટચટચ ટચકા મારતો રહે છે. અને જેમ સોનીનાં છોકરાં-સ્ત્રી હોય તે પારસી કરીને તેને હાથ આવે તો કાંઈક સોનું ચોરી જાય; તેમ ઇન્દ્રિયો-અંતઃકરણ એ સર્વે માયારૂપે જે સોની તેનાં છોકરાં-સ્ત્રી છે, તે કંચનરૂપ જે ચૈતન્ય તેને વિષે ત્રણ ગુણ તથા પંચવિષયમાં આસક્તિ તથા દેહાભિમાન તથા કામ, ક્રોધ, લોભાદિક એ રૂપ જે રૂપું તેને ભેળવીને જ્ઞાન-વૈરાગ્યાદિક ગુણરૂપ જે સોનું તેને કાઢી લે છે. અને જે સોનામાંથી સોનું કાઢીને રૂપું ભેળવે તો તે સોનું બારવલું થઈ જાય છે અને પછી તે સોનાને તાવી તાવીને પાછું સોળવલું કરે તો થાય છે. તેમ આ જીવને વિષે રજ, તમ આદિક જે રૂપું ભળ્યું છે, તેને ગાળીને કાઢી નાંખવું ને પછી કંચનરૂપ જે એક આત્મા તે જ રહે પણ બીજો માયિક ભેગ કાંઈ રહે નહીં. એવી રીતના વિચારમાં અમે રાત-દિવસ મંડ્યા છીએ. એ અમે અમારું અંગ છે તે કહ્યું, હવે એવી રીતે જેને જે અંગ હોય તે કહો.” પછી સંતમંડળે એમ કહ્યું જે, “હે મહારાજ! તમારે વિષે તો માયિક ગુણનો ભેગ હોય જ નહીં, તમે તો કૈવલ્યમૂર્તિ છો. પણ એ જે સર્વે તમે વાત કરી તે તો અમારા અંગની છે અને તમે કહ્યો જે વિચાર તે અમારે સર્વેને રાખ્યો જોઈએ.” પછી શ્રીજીમહારાજ ‘જય સચ્ચિદાનંદ’ કહીને પોતાના ઉતારાને વિષે પધાર્યા."
}