{
  "number": 259,
  "vachanamrut": "ગઢડા અંત્ય ૩૬\n",
  "title": "કલ્યાણના અસાધારણ સાધનનું\n",
  "setting": "સંવત ૧૮૮૫ના વૈશાખ સુદિ ૧ પડવાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાંથી ઘોડીએ ચઢીને શ્રીલક્ષ્મીવાડીએ પધાર્યા હતા ને તે વાડીને મધ્યે જે ઓટો તે ઉપર વિરાજમાન થયા હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વ પરમહંસ તથા હરિભક્ત પ્રત્યે પ્રશ્ન કર્યો જે, “આ જીવને કલ્યાણનું અસાધારણ સાધન શું છે જે, જેને વિષે એ પ્રવર્તે તો એનું નિશ્ચય કલ્યાણ થાય ને તેમાં બીજાં કોઈ વિઘ્ન પ્રતિબંધ કરે નહીં? તે કહો. તથા એવા કલ્યાણના સાધનમાં મોટું વિઘ્ન શું છે જે, જેણે કરીને તેમાંથી નિશ્ચય પડી જાય? તે પણ કહો.” પછી સર્વેએ પોતાની બુદ્ધિ પ્રમાણે ઉત્તર કર્યો પણ એ પ્રશ્નનું સમાધાન ન થયું. ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “કલ્યાણનું અસાધારણ સાધન તો એ છે જે, પુરુષોત્તમ ભગવાનને બ્રહ્મજ્યોતિના સમૂહને વિષે અનાદિ સાકારમૂર્તિ સમજવા ને તેના જ સર્વે અવતાર છે એમ સમજીને તે પ્રત્યક્ષ ભગવાનનો જે તે ભાવે કરીને આશ્રય કરવો ને ધર્મ સહિત તે ભગવાનની ભક્તિ કરવી ને તેવી ભક્તિએ યુક્ત જે સાધુ તેનો સંગ કરવો, એ કલ્યાણનું અસાધારણ સાધન છે. અને એમાં બીજાં કોઈ વિઘ્ન પ્રતિબંધ કરતાં નથી. અને એ સાધનને વિષે મોટું વિઘ્ન એ છે જે, શુષ્ક વેદાંતીનો સંગ કરવો. અને જો એનો સંગ કરે તો શું વિઘ્ન થાય? તો તેનો સંગ કરનારો જે પુરુષ તેને તેને વિષે હેત થાય. અને જે હેત થાય તે ગુણે કરીને થાય છે, જેમ કોઈકે કાળમાં અન્ન આપીને જિવાડ્યો હોય તેની ઉપર હેત થાય, એવી રીતે જે જેણે ગુણ કર્યો હોય તેની ઉપર હેત થાય. તેમ તે શુષ્ક વેદાંતી તે એને એમ ગુણ દેખાડે જે, ‘આત્મા છે તેને જન્મ-મરણ નથી ને તે નિરાકાર છે અને તે ગમે એટલું પાપ કરે તો પણ તેને દોષ ન લાગે.’૬ એવો એને ગુણ બતાવીને ભગવાનની મૂર્તિના આકારનું ખંડન કરી નાંખે ત્યારે એને એ મોટું વિઘ્ન થયું; કેમ જે, ભગવાનની મૂર્તિમાંથી પડી ગયો. માટે એ શુષ્ક વેદાંતીનો સંગ ક્યારેય ન કરવો અને એ શુષ્ક વેદાંતી તો મહાઅજ્ઞાની છે ને ભગવાનના ભક્તિમાર્ગમાં એવું મોટું કોઈ વિઘ્ન નથી.”\nએટલી વાર્તા કરીને શ્રીજીમહારાજ પાછા દાદાખાચરના દરબારમાં પધાર્યા ને ઉગમણા દ્વારના ઓરડાની ઓસરીએ ઢોલિયા ઉપર બેસીને એમ વાર્તા કરી જે, “અમે સર્વ શાસ્ત્રને સાંભળીને એ સિદ્ધાંત કર્યો છે અને અમે આ પૃથ્વીમાં સર્વ ઠેકાણે ફર્યા ને તેને વિષે ઘણાક સિદ્ધ દીઠા છે.” એમ કહીને ગોપાળદાસજી આદિક સાધુની વાર્તા કરી દેખાડી ને પછી એમ બોલ્યા જે, “હું તો એમ જાણું છું જે, ભગવાનની મૂર્તિની જે ઉપાસના ને ધ્યાન તે વિના જે આત્માને દેખવો ને બ્રહ્મને૪ દેખવું તે તો થાય જ નહીં ને ઉપાસનાએ કરીને જ આત્મા દેખાય, બ્રહ્મ દેખાય, પણ તે વિના તો દેખાય જ નહીં. અને ઉપાસના વિના આત્મા-બ્રહ્મને દેખવાને ઇચ્છવું તે કેમ છે? તો જેમ આકાશને જીભે કરીને સો વર્ષ સુધી ચાટીએ તો પણ ક્યારેય ખાટો-ખારો સ્વાદ આવે જ નહીં, તેમ ભગવાનની મૂર્તિની ઉપાસના વિના આત્મા-બ્રહ્મ દેખાય જ નહીં; તે ગમે તેટલું જતન કરે તો પણ ન દેખાય.૬ અને નિર્બીજ એવા જે સાંખ્ય ને યોગ તેણે કરીને જે આત્માનું દર્શન શાસ્ત્રમાં કહ્યું છે તે ભલે કહ્યું છે, પણ અમે એવો કોઈ દીઠો નથી ને અનુભવમાં પણ એ વાર્તા મળતી આવતી નથી. માટે એ વાર્તા ખોટી છે.”"
}