{
  "number": 147,
  "vachanamrut": "ગઢડા મધ્ય ૧૪\n",
  "title": "નિર્વિકલ્પ સમાધિનું\n",
  "setting": "સંવત ૧૮૭૮ના ભાદરવા સુદિ ૧ પ્રતિપદાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર પાસે ઉત્તરાદે બારણે ઓરડાની ઓસરી ઉપર વિરાજમાન હતા ને શ્વેત ખેસ પહેર્યો હતો ને શ્વેત ચાદર ઓઢી હતી ને મસ્તક ઉપર શ્વેત ફેંટો બાંધ્યો હતો ને તે ફેંટા ઉપર રાતાં કર્ણિકારનાં પુષ્પનું છોગું વિરાજમાન હતું અને સુંદર કુંકુમનો ચાંદલો ભાલને વિષે વિરાજમાન હતો ને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનના સ્વરૂપને વિષે જે સંત તદાત્મકપણાને પામે છે, તે સમાધિએ કરીને પામે છે કે એનો કોઈ બીજો પણ ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેણે ભગવાનનું સ્વરૂપ જેવું કાલે અમે કહ્યું તેવું યથાર્થ જાણ્યું હોય ને તેમાં કોઈ જાતનું ઉત્થાન રહ્યું ન હોય; જેમ આ લીંબડાનું વૃક્ષ છે તે એક વાર જાણી લીધું છે, પછી કોઈ રીતે મનમાં સંકલ્પ થતો નથી જે, ‘લીંબડો હશે કે નહીં હોય?’ એવી રીતે ગમે તેનો સંગ થાય અને ગમે તેવાં શાસ્ત્ર સાંભળે પણ કોઈ રીતે કરીને ભગવાનના સ્વરૂપનો જે નિશ્ચય કર્યો હોય તેમાંથી મન ડગમગે નહીં, એવો જે નિરુત્થાનપણે ભગવાનનો નિશ્ચય એને અમે તદાત્મકપણું કહીએ છીએ. અને એવું જે એ તદાત્મકપણું તે ભગવાનના એકાંતિક ભક્તના પ્રસંગે કરીને થાય છે પણ કેવળ સમાધિએ કરીને નથી થતું. અને એવું જે એ તદાત્મકપણું તેને જ નિર્વિકલ્પ સમાધિ કહીએ છીએ ને એવી જાતની જેને નિર્વિકલ્પ સમાધિ થઈ હોય તે સંતનું સ્વરૂપ પણ નિર્ગુણ બ્રહ્મ જ છે. અને એવા અડગ નિશ્ચયવાળા જે સંત તે નિવૃત્તિમાર્ગને વિષે વર્તે અથવા પ્રવૃત્તિમાર્ગને વિષે વર્તે તો પણ એનું નિર્ગુણ જ સ્વરૂપ છે. જેમ નારદ ને સનકાદિક એ સર્વે નિવૃત્તિમાર્ગને વિષે પ્રવર્ત્યા અને સપ્તઋષિ તથા જનકાદિક રાજા એ સર્વે પ્રવૃત્તિમાર્ગને વિષે પ્રવર્ત્યા પણ એ સર્વેને ભગવાનના નિશ્ચયે કરીને નિર્ગુણ જાણવા. અને જે નિવૃત્તિમાર્ગને વિષે પ્રવર્ત્યા હોય ને જો ભગવાનનો નિશ્ચય ન હોય તો તેને માયિક ગુણે કરીને સગુણ જાણવા અને એમ જાણવું જે, ‘આ અતિશય ત્યાગી જણાય છે પણ એને ભગવાનનો નિશ્ચય નથી, માટે એ અજ્ઞાની છે તે જરૂર નરકમાં જશે.’ અને જેને ભગવાનના સ્વરૂપનો એવો નિશ્ચય છે ને જો તેમાં કાંઈક થોડી-ઘણી ખોટ રહી ગઈ હશે તો પણ તે ભૂંડી ગતિને નહીં પામે, તે તો અંતે જાતો નિર્ગુણપણાને જ પામશે. અને જેને ભગવાનના સ્વરૂપનો તો એવો નિશ્ચય નથી ને તે સૂધો ત્યાગી રહેતો હોય ને કામ, ક્રોધ, લોભાદિકને ટાળ્યામાં સાવધાન વર્તતો હોય તો પણ એના ટાળ્યા કામાદિક નહીં ટળે અને તે અંતે ખરાબ થઈને નરકમાં જ જશે. અને આવું જે ભગવાનના સ્વરૂપનું જ્ઞાન તે જેને થયું હોય ને તેને થોડી બુદ્ધિ હોય તો પણ એને મોટી બુદ્ધિવાળો જાણવો; અને આવું ભગવાનના સ્વરૂપનું જ્ઞાન જેને ન હોય ને તેને જો ઝાઝી બુદ્ધિ હોય તો પણ તેને બુદ્ધિહીન જાણવો.”"
}