{
  "number": 91,
  "vachanamrut": "સારંગપુર ૧૩\n",
  "title": "નિશ્ચય ટળ્યા-ન ટળ્યાનું\n",
  "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “જેને ભગવાનના સ્વરૂપનો નિશ્ચય પ્રથમ થઈને પછી મટી જાય છે, તેને તે પ્રથમ નિશ્ચય થયો હતો કે નહોતો થયો?” પછી સ્વયંપ્રકાશાનંદ સ્વામી બોલ્યા જે, “જેને પોતાના જીવાત્માને વિષે નિશ્ચય થયો હોય, તે તો કોઈ રીતે ટળે નહીં; અને શાસ્ત્રની રીતે જો નિશ્ચય થયો હોય, તો શાસ્ત્રમાં ન મળે એવું ચરિત્ર જ્યારે પરમેશ્વર કરે ત્યારે ભગવાનનો નિશ્ચય હોય તે ટળી જાય છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “શાસ્ત્રને વિષે તો પરમેશ્વરનું સમર્થપણું, અસમર્થપણું, કર્તાપણું, અકર્તાપણું એવી અનંત જાતની વાત છે; માટે એવું કયું શાસ્ત્ર બહાર ચરિત્ર પરમેશ્વરે કર્યું હશે જે જેણે કરીને એનો નિશ્ચય ટળી ગયો? એ પ્રશ્નનો ઉત્તર કરો.” પછી સર્વે મુનિ બોલ્યા જે, “શાસ્ત્ર બહાર તો કોઈ ચરિત્ર નથી. માટે, હે મહારાજ! એ જીવને નિશ્ચય થઈને પાછો ટળી જાય છે તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનનો નિશ્ચય થાય છે તેને શાસ્ત્રે કરીને જ થાય છે; કાં જે, શાસ્ત્રમાં પરમેશ્વરનાં પણ લક્ષણ કહ્યાં હોય અને સંતનાં પણ કહ્યાં હોય. માટે શાસ્ત્રે કરીને નિશ્ચય થાય તે જ અચળ રહે છે અને શાસ્ત્ર વિના પોતાને મને કરીને જે નિશ્ચય કર્યો હોય તે નિશ્ચય ટળી જાય છે. અને વળી ધર્મની પ્રવૃત્તિનું જે કારણ છે તે પણ શાસ્ત્ર જ છે. અને જેણે શાસ્ત્ર કોઈ દિવસ સાંભળ્યાં જ નથી એવા જે અજ્ઞાની જીવ તેમને વિષે પણ મા, બેન, દીકરી અને સ્ત્રી તેની વિગતિરૂપ જે ધર્મની મર્યાદા તે આજ સુધી ચાલી આવે છે, તેનું કારણ પણ શાસ્ત્ર જ છે; કેમ જે, શાસ્ત્રમાંથી કોઈકે પ્રથમ એવી વાત સાંભળી છે, તે પરંપરાએ કરીને સર્વે લોકમાં પ્રવર્તી છે. માટે જેને ભગવાનનો નિશ્ચય થઈને ટળી જાય છે તેને તો શાસ્ત્રના વચનની પ્રતીતિ જ નથી; એ તો કેવળ મનમુખી છે ને નાસ્તિક છે. અને જો શાસ્ત્રની પ્રતીતિ હોય તો કોઈ કાળે પરમેશ્વરથી વિમુખ થાય જ નહીં; કાં જે, શાસ્ત્રમાં તો અનંત જાતનાં ભગવાનનાં ચરિત્ર છે, માટે પરમેશ્વર ગમે તેવાં ચરિત્ર કરે પણ શાસ્ત્રથી બારણે હોય જ નહીં. માટે જેને શાસ્ત્રના વચનનો વિશ્વાસ હોય તેને જ ભગવાનના સ્વરૂપનો નિશ્ચય અડગ થાય છે અને કલ્યાણ પણ તેનું જ થાય છે અને તે ધર્મમાંથી પણ કોઈ કાળે ડગે જ નહીં.”"
}