{
    "number": 190,
    "vachanamrut": "ગઢડા મધ્ય ૫૭\n",
    "title": "ગરોળીના દૃષ્ટાંતનું, મિનડિયા ભક્તનું\n",
    "setting": "સંવત ૧૮૮૧ના આષાઢ સુદિ ૬ છઠને દિવસ સંધ્યા આરતીને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને મસ્તક ઉપર શ્વેત પાઘ પુષ્પને તોરે યુક્ત વિરાજમાન હતી અને શ્વેત ચાદર ઓઢી હતી ને શ્વેત ખેસ પહેર્યો હતો અને શ્રીજીમહારાજના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી. અને મશાલનો પ્રકાશ થઈ રહ્યો હતો અને મુનિમંડળ દૂકડ ને સરોદા લઈને ભગવાનનાં કીર્તનનું ગાન કરતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સાંભળો, એક વાર્તા કરીએ જે, જ્યારે તમે કીર્તન ગાતા હતા, ત્યારે અમે કીર્તન સાંભળતાં જેમ વિચાર કર્યો છે તે વિચાર કહીએ છીએ જે, ભગવાનમાં પ્રીતિ કરવી તે એક સત્તારૂપે રહીને જ કરવી. ને તે સત્તારૂપ આત્મા કેવો છે? તો જેને વિષે માયા ને માયાનાં કાર્ય જે ત્રણ ગુણ ને દેહ, ઇન્દ્રિયો, અંતઃકરણ તેનું કોઈ આવરણ નથી. અને કાંઈક જે આત્માને વિષે આવરણ જેવું જણાય છે તે અજ્ઞાને કરીને જણાય છે, પણ જેણે જ્ઞાન-વૈરાગ્યે કરીને એનો સર્વ પ્રકારે નિષેધ કરી નાખ્યો છે તેને તો એ આત્માને વિષે કોઈ જાતનું આવરણ નથી. અને એ આત્મારૂપે જે વર્તવું કે કેવળ બ્રહ્મ થઈને મસ્ત થવું તેને અર્થે નથી; એ તો પોતાને આત્મારૂપે રહેવું તેનું એ પ્રયોજન છે જે, ‘હું આત્મા છું, તે મારે વિષે કોઈ જાતનું માયાનું આવરણ નથી, તો આત્મા થકી પર જે પરમાત્મા નારાયણ વાસુદેવ તેને વિષે તો માયાનો લેશ પણ કેમ હોય?’ એવી રીતે ભગવાનમાં કોઈ રીતનો દોષ ન આવે તે સારુ આત્મનિષ્ઠા દૃઢ કરીને રાખવી. અને એ આત્માના પ્રકાશને વિષે વિચારને રાખીને સત્તારૂપમાં જે પેસવા આવે તેનો નાશ કરી નાંખવો. જેમ દીવાના પ્રકાશમાં ગરોળી આવીને જે જે જંતુ આવે તેનો નાશ કરે છે, તેમ આત્માનો જે પ્રકાશ તેમાં રહ્યો જે વિચાર તે આત્મા વિના બીજા પદાર્થનો નાશ કરી નાંખે છે.\n“અને વળી જેને પરમેશ્વરને વિષે પ્રીતિ હોય, તેને તો પરમેશ્વર વિના બીજા કોઈ પદાર્થમાં પ્રીતિ ન હોય. અને પરમેશ્વર વિના બીજું જે જે પદાર્થ અધિક જણાય તેનો જે અતિશય ત્યાગ કરે તે ત્યાગ ખરો છે; અને તે પદાર્થ નાનું હોય અથવા મોટું હોય, પણ તેનો જે ત્યાગ કરવો તેનું જ નામ ત્યાગ કહેવાય. અને જે પદાર્થ ભગવાનના ભજનમાં આડું આવતું હોય તેને તો ન તજી શકે ને બીજો ઉપરથી તો ઘણો ત્યાગ કરે પણ તેનો તે ત્યાગ વૃથા છે. અને એમ કાંઈ જાણવું નહીં જે, ‘સારું પદાર્થ હોય તે જ ભગવાનના ભજનમાં આડ્ય કરે ને નરસું પદાર્થ હોય તે ન કરે.’ એ તો જીવનો એવો સ્વભાવ છે જે, જેમ કોઈકને ગળ્યું ભાવે, કોઈકને ખારું ભાવે, કોઈકને ખાટું ભાવે, કોઈકને કડવું ભાવે; તેમ જીવની તો એવી તુચ્છ બુદ્ધિ છે, તે અલ્પ પદાર્થ હોય તેને પણ ભગવાન કરતાં અધિક વહાલું કરી રાખે છે. અને જ્યારે ભગવાનની મોટ્યપ સામું જોઈએ ત્યારે તો એવું કોઈ પદાર્થ છે નહીં જે, તેની કોટિમા ભાગના પાશંગમાં પણ આવે. એવા ભગવાનને યથાર્થ જાણીને જો હેત કર્યું હોય તો માયિક પદાર્થ જે પિંડ-બ્રહ્માંડાદિક તેમાં ક્યાંય પણ પ્રીતિ રહે નહીં, માયિક પદાર્થ સર્વે તુચ્છ થઈ જાય. અને એ ભગવાનનો જ્યારે યથાર્થ મહિમા જણાયો ત્યારે ચિત્રકેતુ રાજાએ કરોડ સ્ત્રીઓનો ત્યાગ કર્યો અને સર્વે પૃથ્વીનું ચક્રવર્તી રાજ્ય હતું તે રાજ્યનો પણ ત્યાગ કર્યો ને તે એમ સમજ્યા જે, ‘એ ભગવાનના સુખ આગળ એ સો લાખ સ્ત્રીઓનું સુખ તે શી ગણતીમાં? અને ચક્રવર્તી રાજ્યનું સુખ પણ શી ગણતીમાં? અને તેથી ઇન્દ્રના લોકનું ને બ્રહ્માના લોકનું સુખ પણ શી ગણતીમાં?’\n“અને એવા જે ભગવાન તે વિના જે બીજા પદાર્થને વિષે પ્રીતિ કરે છે તે તો અતિશય તુચ્છ બુદ્ધિવાળો છે. જેમ કૂતરું હોય તે સૂકા હાડકાને એકાંતે લઈ જઈને કરડે ને તેમાં સુખ માને છે, તેમ મૂર્ખ જીવ છે તે દુઃખને વિષે સુખને માનીને તુચ્છ પદાર્થને વિષે પ્રીતિને કરે છે. અને જે ભગવાનનો ભક્ત કહેવાતો હોય ને તેને ભગવાન થકી બીજા પદાર્થમાં તો હેત વધુ હોય, તે તો કેવળ મિનડિયો ભક્ત છે; અને જે યથાર્થ ભગવાનનો ભક્ત હોય તેને તો ભગવાનથી બીજું કોઈ પદાર્થ અધિક હોય જ નહીં. અને જ્ઞાન, વૈરાગ્ય, ભક્તિ અને ધર્મ તેણે યુક્ત એવો જે તે ભગવાનનો ભક્ત તે તો એમ જાણે જે, ‘શૂરવીર હોય તે લડવા સમે શત્રુ સન્મુખ ચાલે પણ બીએ નહીં તે શૂરવીર સાચો. અને શૂરવીર હોય ને લડાઈમાં કામ ન આવ્યો અને ગાંઠે ધન હોય ને તે ખરચ્યા-વાવર્યામાં કામ ન આવ્યું તે વૃથા છે. તેમ મને ભગવાન મળ્યા છે, તે જે જીવ મારો સંગ કરે તેને આગળ હું કલ્યાણની વાત ન કરું ત્યારે મારું જ્ઞાન તે શા કામમાં આવ્યું?’ એમ વિચારીને ઉપદેશ કર્યા નિમિત્ત કાંઈક થોડી-ઘણી ઉપાધિ રહે તો પણ પરમેશ્વરની વાત કર્યામાં કાયરપણું રાખે નહીં.” એમ કહીને શ્રીજીમહારાજે તુલસીદાસજીનાં ત્રણ પદ ગવરાવ્યાં. તે પદનાં નામ: એક તો ‘જ્યાકિ લગન રામ સોં નાહિં’ તથા બીજું ‘એહી કહ્યો સુનુ વેદ ચહું’ તથા ત્રીજું ‘જ્યાકું પ્રિય ન રામ વૈદેહી’ એ ત્રણ પદ ગવરાવીને પછી શ્રીજીમહારાજ બોલ્યા જે, “જેવી રીતે આ પદમાં કહ્યું છે તેવી રીતે આપણે રહેવું છે. તે કરતાં કરતાં જો કાંઈક અધૂરું રહ્યું અને એટલામાં જો દેહ પડ્યો તો પણ મરીને નરક-ચોરાસીમાં જવું નથી કે કોઈ ભૂતપ્રેત થવું નથી; સૂધો ભૂંડામાં ભૂંડો દેહ આવશે તો પણ ઇન્દ્રના જેવો કે બ્રહ્માના જેવો તો આવશે, પણ એથી ઊતરતો નહીં આવે. માટે નિર્ભય રહીને ભગવાનનું ભજન કરવું.” એમ કહીને શ્રીજીમહારાજને મુકુંદ બ્રહ્મચારી તેડવા આવ્યા તે ભેળે જમવા પધાર્યા."
}