{
  "number": 244,
  "vachanamrut": "ગઢડા અંત્ય ૨૧\n",
  "title": "સોનાના દોરાનું, ધર્મમાં ભક્તિ સરખી ગૌરવતાનું\n",
  "setting": "સંવત ૧૮૮૪ના ભાદરવા સુદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે ચમેલીનાં પુષ્પના હાર વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિમંડળ સમસ્ત તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે ગોપાળાનંદ સ્વામીને ને શુકમુનિને પ્રશ્ન-ઉત્તર કરવાની આજ્ઞા કરી. પછી શુકમુનિએ ગોપાળાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “ભગવાનની જે ભક્તિ છે તેણે કરીને જીવ ભગવાનની માયાને તરે છે ને અક્ષરધામને પામે છે. અને જે ધર્મ છે તેણે કરીને તો દેવલોકની પ્રાપ્તિ થાય છે ને તે પુણ્યને અંતે પાછો દેવલોકમાંથી તે જીવ પડી જાય છે. અને ભગવાનના જે અવતાર થાય છે તે તો જ્યારે જ્યારે ધર્મની ગ્લાનિ થાય છે ત્યારે ત્યારે તે ધર્મને સ્થાપન કરવાને અર્થે થાય છે પણ ભક્તિના સ્થાપનને અર્થે થતા નથી. અને જે પ્રાપ્તિ ભક્તિ વતે થાય છે તે પ્રાપ્તિ ધર્મે કરીને જણાતી નથી. માટે ભક્તિ સરખી કયે પ્રકારે ધર્મમાં મોટાઈ આવે? એ પ્રશ્ન છે.” પછી ગોપાળાનંદ સ્વામીએ એ પ્રશ્નનો ઉત્તર કરવા માંડ્યો, તે જે જે વાત કરી તેમાં ધર્મ તે ભક્તિનું અંગરૂપ થઈ જાય પણ કોઈ રીતે ભક્તિ સરખું ધર્મમાં ગૌરવ આવે નહીં. પછી એ વાર્તા સાંભળીને શ્રીજીમહારાજ અતિશય હસતા હવા અને એમ બોલ્યા જે, “એ પ્રશ્નનો ઉત્તર ઘણો કઠણ છે. માટે લ્યો, અમે એનો ઉત્તર કરીએ જે, એ ધર્મ તો બે પ્રકારનો છે:૪ એક નિવૃત્તિધર્મ છે ને બીજો પ્રવૃત્તિધર્મ છે. તે એ બે પ્રકારનો ધર્મ તે ભગવાનના સંબંધે સહિત પણ છે ને ભગવાનના સંબંધે રહિત પણ છે. તેમાં ભગવાનના સંબંધે સહિત જે ધર્મ છે તે તો નારદ, સનકાદિક, શુકજી, ધ્રુવ, પ્રહ્‌લાદ, અંબરીષ એ આદિક જે ભક્તજન તેનો છે; અને એ ધર્મને જ ભાગવત ધર્મ કહે છે તથા એકાંતિક ધર્મ કહે છે ને તે ધર્મ ને ભક્તિ તો બે નથી, એક જ છે. અને જે ધર્મસ્થાપનને અર્થે ભગવાનના અવતાર થાય છે તે પણ એ જ ધર્મના સ્થાપનને અર્થે થાય છે. અને જે કેવળ વર્ણાશ્રમના ધર્મ છે તે તો ભાગવત ધર્મ થકી અતિશય ગૌણ છે. અને ભાગવત ધર્મે કરીને તો જીવ જે તે ભગવાનની માયાને તરીને પુરુષોત્તમના ધામને પામે છે. માટે ભાગવત ધર્મ ને ભક્તિ એનું તો એકસરખું ગૌરવ છે અને પ્રાપ્તિ પણ એકસરખી જ છે. એવી રીતે ભક્તિની ને ધર્મની સરખી મોટાઈ છે. અને કેવળ જે વર્ણાશ્રમના ધર્મ તે તો તે થકી અતિશય દૂબળા છે ને તેનું ફળ પણ નાશવંત છે.\n“અને અમારો પણ મત એ છે જે, ભગવાન તથા ભગવાનના એકાંતિક ભક્ત તે વિના કોઈ સંગાથે હેત કરીએ તો પણ થતું નથી. અને અમને એમ જણાય છે જે, જડભરત, શુકદેવ, દત્તાત્રેય, ઋષભદેવ ભગવાન એના સરખો અમારા જીવનો ઢાળો છે. માટે અમને પણ વન, પર્વત ને જંગલ એમાં જ રહેવું ગમે છે, પણ મોટાં મોટાં શહેર - પાટણ હોય એમાં રહેવું ગમતું નથી, એવો અમારો સહજ સ્વભાવ છે; તો પણ ભગવાન તથા ભગવાનના ભક્તને અર્થે લાખો માણસના ભીડામાં રહીએ છીએ તો પણ અમારે જેવું વનમાં રહીએ ને નિર્બંધ રહેવાય તેવું જ રહેવાય છે. અને અમે પોતાને સ્વાર્થે કરીને લાખો માણસમાં નથી રહેતા, અમે તો ભગવાન તથા ભગવાનના ભક્તને અર્થે માણસના ભીડામાં રહીએ છીએ. અને ભગવાનના ભક્તને અર્થે ગમે તેટલી પ્રવૃત્તિ કરવી પડે તો પણ એને અમે નિવૃત્તિ જાણીએ છીએ. અને ભગવાનનો જે ભક્ત હોય ને તે ગમે તેટલા વાંકમાં આવ્યો હોય તો પણ અમારે તેનો અવગુણ આવતો નથી. અમે તો એમ જાણીએ છીએ જે, ભગવાનના ભક્તમાં જો કોઈક સ્વાભાવિક અલ્પ દોષ હોય તો પણ તે જોવા નહીં અને એ દોષ જો પોતામાં હોય તેને ટાળ્યાનો ઉપાય કરવો, પણ ભગવાનના ભક્તમાં એ જાતનો દોષ હોય તો પણ એ હરિજનનો અવગુણ લેવો નહીં. અને હરિભક્તનો તો અવગુણ જ્યારે મોટા વર્તમાનમાં ચૂકી જાય ત્યારે લેવો ને બીજા અલ્પ દોષ હોય તે સારુ ભગવાનના ભક્તનો અવગુણ લેવો નહીં. અને ભગવાનના ભક્ત હોય તેને વાદવિવાદ કરી જીતીને રાજી થવું નહીં, એ સાથે તો હારીને જ રાજી થવું; અને જે વાદવિવાદ કરીને ભગવાનના ભક્તને જીતે છે તે તો પંચ મહાપાપના જે કરનારા તેથી પણ વધુ પાપી છે. અને અમારી આગળ જે કોઈ ભગવાનના ભક્તનું ઘસાતું બોલે તે તો અમને દીઠો જ ગમે નહીં. અને જે ભગવાનના ભક્તનો અવગુણ લેતો હોય તેના હાથનું તો અન્ન-જળ પણ ભાવે નહીં. અને દેહનો સંબંધી હોય પણ જો ભગવાનના ભક્તનો અવગુણ લે તો તે સાથે પણ અતિશય કુહેત થઈ જાય. શા માટે જે, આપણે તો આત્મા છીએ તે આપણે દેહ ને દેહનાં સંબંધી સાથે શા સારુ હેત જોઈએ? આપણે તો સત્તારૂપ રહીને ભગવાન તથા ભગવાનના ભક્ત સંગાથે હેત કર્યું છે, પણ દેહબુદ્ધિએ કરીને હેત કર્યું નથી. ને જે સત્તારૂપ રહી નહીં શકે તેને તો કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સરાદિક જે શત્રુ તે પીડ્યા વિના રહે જ નહીં. માટે જે આત્મસત્તારૂપ થઈને ભક્તિ નહીં કરતા હોય તેનું રૂપ તો આ સત્સંગમાં ઉઘાડું થયા વિના રહે જ નહીં. શા માટે જે, આ સત્સંગ છે તે તો અલૌકિક છે અને જેવા શ્વેતદ્વીપ, વૈકુંઠ, ગોલોક તેને વિષે ભગવાનના પાર્ષદ છે તે જેવા જ આ સર્વે સત્સંગી છે. અને અમે તો જેવા સર્વથી પર જે દિવ્ય અક્ષરધામ તેને વિષે ભગવાનના પાર્ષદ છે તે જેવા જો આ સત્સંગીને ન જાણતા હોઈએ, તો અમને ભગવાન તથા ભગવાનના ભક્તના સમ છે.\n“અને જેને જ્ઞાન, વૈરાગ્ય, ધર્મ ને ભક્તિ એ અતિશય દૃઢ નહીં હોય તે તો અંતે જાતાં ઢીલો પડ્યા વિના નહીં જ રહે. જેમ મીણે પાયેલ દોરો હોય ને તે શિયાળામાં ને ચોમાસામાં તો અક્કડ રહે, પણ જ્યારે ઉનાળો આવે ત્યારે જરૂર ઢીલો થઈ જાય. તેમ અહીંયાં હરિભક્તને સર્વે પ્રકારે સુખ રહે ને સત્સંગમાં પણ સન્માન થતું રહે, તે રૂપ જે ચોમાસું ને શિયાળો તેમાં તો જ્ઞાન, વૈરાગ્ય, ધર્મ ને ભક્તિ તે સૂધાં આકરાં જણાય; પણ જ્યારે સત્સંગમાં અપમાન થાય ને દેહે કરીને પણ દુઃખ થાય તે રૂપ જે ઉનાળો તેમાં તો જ્ઞાન, વૈરાગ્ય, ધર્મ ને ભક્તિ તે મીણે પાયેલ દોરાની પેઠે ઢીલાં થઈ જાય. તો પણ અમે તો તેનો ત્યાગ કરતા નથી, પણ એ જ એની મેળે મનમાં ઓશિયાળો થઈને સત્સંગમાંથી પાછો હઠી જાય છે. પછી તે સત્સંગી કહેવાતો હોય તો પણ તેને અંતરે સત્સંગ સંબંધી સુખ ન રહે. માટે સત્સંગ કરવો તે તો આત્મસત્તારૂપ થઈને અતિ દૃઢપણે કરવો પણ દેહ તથા દેહનાં સંબંધી તે સંગાથે હેત રહી જાય એવો સત્સંગ કરવો નહીં. જેમ સોનાનો દોરો કર્યો હોય તે છયે ઋતુમાં સરખો રહે પણ ઉનાળાને તાપે કરીને ઢીલો થાય નહીં, તેમ જેનો દૃઢ સત્સંગ હોય તેને ગમે તેવાં દુઃખ આવી પડે તથા ગમે તેટલું સત્સંગમાં અપમાન થાય પણ તેનું કોઈ રીતે સત્સંગમાંથી મન પાછું હઠે નહીં. એવા જે દૃઢ સત્સંગી વૈષ્ણવ છે, તે જ અમારે તો સગાવહાલા છે ને તે જ અમારી નાત છે ને આ દેહે કરીને પણ એવા વૈષ્ણવ ભેળું જ રહેવું છે ને શ્રીકૃષ્ણ ભગવાનના ધામમાં પણ એવા વૈષ્ણવ ભેળું જ રહેવું છે, એમ અમારો નિશ્ચય છે. અને તમારે પણ એમ જ નિશ્ચય રાખ્યો જોઈએ. શા માટે જે, તમે સર્વે અમારે આશ્રિત થયા છો, માટે અમારે તમને હિતની વાત હોય તે કહી જોઈએ. ને મિત્ર પણ તેને જ જાણવો જે, ‘પોતાના હિતની વાત હોય તે દુઃખ લગાડીને પણ કહે.’ એ જ મિત્રનું લક્ષણ છે, તે સમજી રાખજ્યો.”"
}