{
    "number": 12,
    "vachanamrut": "ગઢડા પ્રથમ ૧૨\n",
    "title": "તત્ત્વોનાં લક્ષણનું તથા ઉત્પત્તિનું\n",
    "setting": "સંવત ૧૮૭૬ના માગશર સુદિ ૧૫ પૂનમને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જગતનાં કારણ એવાં જે પુરુષ, પ્રકૃતિ, કાળ અને મહત્તત્ત્વાદિક ચોવીસ તત્ત્વ એમનાં સ્વરૂપને જ્યારે એ જીવ જાણે છે ત્યારે પોતાને વિષે રહી જે અવિદ્યા અને તેનાં કાર્ય એવાં જે ચોવીસ તત્ત્વ તેના બંધન થકી મુકાય છે.”\nત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એમનું સ્વરૂપ કેમ જાણ્યામાં આવે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એમનાં સ્વરૂપ તો એમનાં લક્ષણને જાણવે કરીને જણાય છે. તે લક્ષણ કહીએ છીએ જે, પ્રકૃતિના નિયંતા ને પ્રકૃતિ થકી વિજાતીય ને અખંડ ને અનાદિ ને અનંત ને સત્ય ને સ્વયંજ્યોતિ ને સર્વજ્ઞ ને દિવ્યવિગ્રહ ને સમગ્ર આકારમાત્રની પ્રવૃત્તિના કારણ અને ક્ષેત્રજ્ઞ એવા પુરુષ છે. અને જે પ્રકૃતિ છે તે ત્રિગુણાત્મક છે ને જડચિદાત્મક છે ને નિત્ય છે ને નિર્વિશેષ છે અને મહદાદિક સમગ્ર તત્ત્વ અને જીવમાત્ર તેનું ક્ષેત્ર છે અને ભગવાનની શક્તિ છે. અને ગુણસામ્ય ને નિર્વિશેષ એવી જે માયા તેનો જે ક્ષોભ કરે છે તેને કાળ કહીએ.\n“હવે મહત્તત્ત્વાદિક જે તત્ત્વ તેનાં લક્ષણ કહીએ તે સાંભળો જે, ચિત્તને અને મહત્તત્ત્વને અભેદપણે જાણવું. અને જે, મહત્તત્ત્વને વિષે સૂક્ષ્મરૂપે કરીને સમગ્ર જગત રહ્યું છે અને પોતે નિર્વિકાર છે, ને પ્રકાશમાન છે, ને સ્વચ્છ છે, ને શુદ્ધસત્ત્વમય છે અને શાંત છે. હવે અહંકારનું લક્ષણ કહીએ છીએ જે, અહંકાર જે તે ત્રિગુણાત્મક છે અને ભૂતમાત્ર, ઇન્દ્રિયો, અંતઃકરણ, દેવતા અને પ્રાણ એ સર્વેની ઉત્પત્તિનું કારણ છે; અને એને વિષે શાંતપણું છે, ઘોરપણું છે અને વિમૂઢપણું છે. હવે મનનું લક્ષણ કહીએ છીએ જે, મન જે તે સ્ત્રીઆદિક પદાર્થની જે સમગ્ર કામના તેની ઉત્પત્તિનું ક્ષેત્ર છે અને સંકલ્પ-વિકલ્પરૂપ છે અને સમગ્ર ઇન્દ્રિયોનું નિયંતા છે. હવે બુદ્ધિનું લક્ષણ કહીએ છીએ જે, બુદ્ધિને વિષે પદાર્થમાત્રનું જ્ઞાન રહ્યું છે અને સમગ્ર ઇન્દ્રિયોને વિષે જે વિશેષ જ્ઞાન છે તે બુદ્ધિ વતે છે; અને જે બુદ્ધિને વિષે સંશય, નિશ્ચય, નિદ્રા અને સ્મૃતિ એ રહ્યાં છે. અને શ્રોત્ર, ત્વક, ચક્ષુ, રસના, ઘ્રાણ, વાક, પાણિ, પાદ, પાયુ અને ઉપસ્થ એ જે દશ ઇન્દ્રિયો તેમનું લક્ષણ તો એ છે જે, પોતપોતાના વિષયમાં પ્રવર્તવું.\n“હવે પંચ માત્રાનાં લક્ષણ કહીએ છીએ; તેમાં શબ્દનું લક્ષણ તો એ છે જે, શબ્દ જે તે અર્થમાત્રનો આશ્રય છે, અને વ્યવહારમાત્રનો કારણ છે, અને બોલનારાની જે જાતિ અને સ્વરૂપ તેનો જણાવનારો છે, અને આકાશને વિષે રહેવાપણું છે અને આકાશની માત્રા છે, અને શ્રોત્ર ઇન્દ્રિયે કરીને ગ્રહણ કર્યામાં આવે છે, એ શબ્દનું લક્ષણ છે. હવે સ્પર્શનું લક્ષણ કહીએ છીએ જે, સ્પર્શ છે તે વાયુની તન્માત્રા છે, અને કોમળપણું, કઠણપણું, શીતળપણું, ઉષ્ણપણું અને ત્વચાએ કરીને ગ્રહણ કરવાપણું એ સ્પર્શનું સ્પર્શપણું છે. હવે રૂપનું લક્ષણ કહીએ છીએ જે, પદાર્થમાત્રના આકારને જણવી દેવાપણું અને તે પદાર્થને વિષે ગૌણપણે રહેવાપણું અને તે પદાર્થની રચનાએ કરીને પરિણામપણું અને તેજતત્ત્વનું તન્માત્રાપણું અને ચક્ષુ ઇન્દ્રિયે કરીને ગ્રહણ કરવાપણું એ રૂપનું રૂપપણું છે. હવે રસનું લક્ષણ કહીએ છીએ જે, મધુરપણું, તીખાપણું, કષાયલાપણું, કડવાપણું, ખાટાપણું, ખારાપણું અને જળનું તન્માત્રાપણું અને રસના ઇન્દ્રિયે કરીને ગ્રહણ કરવાપણું એ રસનું રસપણું છે. હવે ગંધનું લક્ષણ કહીએ છીએ જે, સુગંધપણું, દુર્ગંધપણું અને પૃથ્વીનું તન્માત્રાપણું અને ઘ્રાણ ઇન્દ્રિયે કરીને ગ્રહણ કરવાપણું એ ગંધનું ગંધપણું છે.\n“હવે પૃથ્વીનું લક્ષણ કહીએ છીએ જે, સર્વ જીવમાત્રનું ધારવાપણું અને લોકરૂપે કરીને સ્થાનપણું અને આકાશાદિક જે ચાર ભૂત તેનું વિભાગ કરવાપણું અને સમગ્ર ભૂતપ્રાણીમાત્રના શરીરનું પ્રગટ કરવાપણું એ પૃથ્વીનું લક્ષણ છે. હવે જળનું લક્ષણ કહીએ છીએ જે, પૃથિવ્યાદિક દ્રવ્યનું પિંડીકરણ કરવાપણું ને પદાર્થને કોમળ કરવાપણું ને ભીનું કરવાપણું ને તૃપ્તિ કરવાપણું ને પ્રાણીમાત્રને જિવાડવાપણું ને તૃષાની નિવૃત્તિ પમાડવાપણું ને તાપને ટાળવાપણું અને બહુપણું એ જળનું લક્ષણ છે. હવે તેજનું લક્ષણ કહીએ છીએ જે, પ્રકાશપણું ને અન્નાદિકને પચવી નાંખવાપણું ને રસને ગ્રહણ કરવાપણું ને કાષ્ઠનું ને હુતદ્રવ્યાદિકનું ગ્રહણ કરવાપણું ને ટાઢ્યને હરવાપણું ને શોષણ કરવાપણું અને ક્ષુધા ને તૃષા એ તેજનું લક્ષણ છે. હવે વાયુનું લક્ષણ કહીએ છીએ જે, વૃક્ષાદિકને કંપાવવાપણું ને તૃણાદિકને ભેળાં કરવાપણું ને શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ જે પંચવિષય તેને શ્રોત્રાદિક પંચ ઇન્દ્રિયો પ્રત્યે પમાડવાપણું અને સર્વ ઇન્દ્રિયોનું આત્માપણું એ વાયુનું લક્ષણ છે. હવે આકાશનું લક્ષણ કહીએ છીએ જે, સમગ્ર જીવમાત્રને અવકાશ દેવાપણું ને ભૂતપ્રાણીમાત્રનો જે દેહ તેનો માંહેલો વ્યવહાર અને દેહને બાહેરનો વ્યવહાર તેનું કારણપણું અને પ્રાણ, ઇન્દ્રિયો અને અંતઃકરણ એ સર્વનું સ્થાનકપણું એ આકાશનું લક્ષણ છે. એવી રીતે ચોવીસ તત્ત્વ, પ્રકૃતિ, પુરુષ અને કાળ એમનાં જો લક્ષણ જાણે તો એ જીવ અજ્ઞાન થકી મુકાય છે.\n“અને એ જે સર્વે તેની ઉત્પત્તિ જાણવી. તે ઉત્પત્તિ કહીએ છીએ જે, પોતાના ધામને વિષે રહ્યા એવા જે શ્રીકૃષ્ણ ભગવાન તે અક્ષરપુરુષરૂપે કરીને માયાને વિષે ગર્ભને ધરતા હવા, ત્યારે તે માયા થકી અનંત કોટિ જે પ્રધાન અને પુરુષ તે થતાં હવાં. તે પ્રધાનપુરુષ કેવાં છે? તો અનંત કોટિ બ્રહ્માંડની ઉત્પત્તિનાં કારણ છે. તે મધ્યે એક બ્રહ્માંડની ઉત્પત્તિના કારણ જે પ્રધાનપુરુષ તેને કહીએ છીએ જે, પ્રથમ પુરુષોત્તમ એવા જે શ્રીકૃષ્ણ ભગવાન તે પુરુષરૂપે કરીને પ્રધાનને વિષે ગર્ભને ધરતા હવા. પછી તે પ્રધાન થકી મહત્તત્ત્વ ઉત્પન્ન થતું હવું અને મહત્તત્ત્વ થકી ત્રણ પ્રકારનો અહંકાર ઉત્પન્ન થતો હવો. તેમાં સાત્ત્વિક અહંકાર થકી મન અને ઇન્દ્રિયોના દેવતા ઉત્પન્ન થતાં હવાં અને રાજસ અહંકાર થકી દસ ઇન્દ્રિયો, બુદ્ધિ અને પ્રાણ એ ઉત્પન્ન થતાં હવાં અને તામસ અહંકાર થકી પંચ ભૂત અને પંચ તન્માત્રા એ ઊપજતાં હવાં. એવી રીતે એ સમગ્ર તત્ત્વ ઊપજ્યાં.\n“પછી તે પરમેશ્વરની ઇચ્છાએ પ્રેર્યાં થકાં પોતપોતાના અંશે કરીને ઈશ્વર અને જીવના દેહને સૃજતાં હવાં; તે ઈશ્વરના દેહ તે વિરાટ, સૂત્રાત્મા અને અવ્યાકૃત અને જીવના દેહ તે સ્થૂળ, સૂક્ષ્મ અને કારણ. અને વિરાટ નામે જે ઈશ્વરનો દેહ તેનું દ્વિપરાર્ધ કાળ પર્યંત આયુષ છે. અને તે વિરાટ પુરુષના એક દિવસને વિષે ચૌદ મન્વંતર થાય છે, અને જેવડો એનો દિવસ છે તેવડી જ રાત્રિ છે, અને જ્યાં સુધી એનો દિવસ હોય ત્યાં સુધી ત્રિલોકીની સ્થિતિ રહે છે અને જ્યારે એની રાત્રિ પડે છે ત્યારે ત્રિલોકીનો નાશ થાય છે; તેને નિમિત્ત પ્રલય કહીએ. અને જ્યારે તે વિરાટ પુરુષનો દ્વિપરાર્ધ કાળ પૂરો થાય છે ત્યારે એ વિરાટ દેહનો સત્યાદિક લોકે સહિત નાશ થાય છે, અને મહદાદિક જે ચોવીસ તત્ત્વ, પ્રધાન, પ્રકૃતિ અને પુરુષ એ સર્વે મહામાયાને વિષે લય પામે છે; તેને પ્રાકૃત પ્રલય કહીએ. અને એ મહામાયા તે અક્ષરબ્રહ્મના પ્રકાશને વિષે લય પામે છે, જેમ દિવસને વિષે રાત્રિ લય પામે છે તેમ લય પામે છે, તેને આત્યંતિક પ્રલય કહીએ. અને દેવ, દૈત્ય અને મનુષ્યાદિકના જે દેહ તેનો જે ક્ષણ ક્ષણ પ્રત્યે નાશ તેને નિત્ય પ્રલય કહીએ. એવી રીતે જે વિશ્વની ઉત્પત્તિ, સ્થિતિ અને પ્રલય તેને જો જાણે તો જીવને સંસારને વિષે વૈરાગ્ય થાય અને ભગવાનને વિષે ભક્તિ થાય છે. અને જ્યારે એ સર્વે બ્રહ્માંડનો પ્રલય થાય છે ત્યારે જે સર્વ જીવ છે તે તો માયાને વિષે રહે છે અને જે ભગવાનના ભક્ત છે તે તો ભગવાનના ધામમાં જાય છે.”\nત્યારે વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “તે ભગવાનનું ધામ કેવું છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “તે ભગવાનનું ધામ તો સનાતન છે, નિત્ય છે, અપ્રાકૃત છે, સચ્ચિદાનંદ છે, અનંત છે અને અખંડ છે. તેને દૃષ્ટાંતે કરીને કહીએ છીએ, જેમ પર્વત-વૃક્ષાદિકે સહિત અને મનુષ્ય, પશુ, પક્ષ્યાદિકની જે આકૃતિ તેણે સહિત એવી જે આ સમગ્ર પૃથ્વી તે કાચની હોય અને આકાશને વિષે જે સમગ્ર તારા તે સર્વ સૂર્ય હોય, પછી તેને તેજે કરીને તે સમગ્ર આકૃતિએ સહિત કાચની પૃથ્વી જેવી શોભે તેવી શોભાએ યુક્ત ભગવાનનું ધામ છે; એવું જે ભગવાનનું ધામ તેને ભગવાનના ભક્ત છે તે સમાધિને વિષે દેખે છે અને દેહ મૂક્યા પછી એ તેજોમય જે ભગવાનનું ધામ તેને પામે છે.”"
}