{
  "number": 135,
  "vachanamrut": "ગઢડા મધ્ય ૨\n",
  "title": "પાણીની સેરનું\n",
  "setting": "સંવત ૧૮૭૮ના શ્રાવણ સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ રેશમના ચાકળા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને મુનિ ઝાંઝ-મૃદંગ લઈને કીર્તન ગાવતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “કીર્તન રાખો, અમે વાત કરીએ છીએ.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “જેને આત્યંતિક કલ્યાણ પામવું હોય અને નારદ-સનકાદિક જેવા સાધુ થવું હોય તેને એમ વિચાર કરવો જે, આ દેહ છે તેને વિષે જીવ રહ્યો છે, અને ઇન્દ્રિયો-અંતઃકરણ છે તે જીવ સાથે વળગી રહ્યાં છે અને ઇન્દ્રિયો ને અંતઃકરણ છે તે બાહેર પણ પંચવિષયમાં વળગી રહ્યાં છે. તે અજ્ઞાને કરીને જીવ ઇન્દ્રિયો-અંતઃકરણને પોતાનું રૂપ માને છે, પણ વસ્તુગત્યે જીવ ઇન્દ્રિયો-અંતઃકરણ થકી નોખો છે. અને પંચવિષય છે તે અંતઃકરણ થકી નોખા છે, પણ એ તો વિષયને અભ્યાસે કરીને અંતઃકરણને વિશે પંચવિષયની એકતા જણાય છે. અને વિષયની જે ઉત્પત્તિ તે તો ઇન્દ્રિયો થકી થાય છે, પણ અંતઃકરણમાંથી નથી થતી. જેમ અતિશય તડકો હોય અથવા ટાઢ હોય તેનો પ્રથમ બાહેર ઇન્દ્રિયોને સંબંધ થાય છે, પછી ઇન્દ્રિયો દ્વારે કરીને શરીરને માંહેલી કોરે તેનો પ્રવેશ થાય છે; પણ એની ઉત્પત્તિ માંહેલી કોરેથી નથી, એ તો બાહેરથી ઉત્પન્ન થઈને માંહેલી કોરે પ્રવેશ કરે છે. તેમ પંચવિષય છે તે પ્રથમ અંતઃકરણમાંથી ઊપજતા નથી, એ તો પ્રથમ ઇન્દ્રિયોને બાહેર વિષયનો સંબંધ થાય છે ને પછી અંતઃકરણમાં પ્રવેશ કરે છે. માટે જેમ બાહેર ગૂમડું થયું હોય તેને ઓષધ ચોપડે ત્યારે જ કરાર થાય પણ કેવળ વાર્તા સાંભળ્યે કરાર થાય નહીં અને જેમ ક્ષુધા-પિપાસા લાગી હોય તે ખાધે-પીધે જ નિવૃત્તિ થાય પણ અન્ન-જળની વાત કર્યે નિવૃત્તિ ન થાય. તેમ પંચવિષયરૂપી જે રોગ છે તે તો તેનું જ્યારે ઓષધ કરીએ ત્યારે જ નિવૃત્તિ થાય.\n“તે ઓષધની રીત એમ છે જે, જ્યારે ત્વચાને સ્ત્રીઆદિક વિષયનો સ્પર્શ થાય છે ત્યારે ત્વચા દ્વારે અંતઃકરણમાં તેનો પ્રવેશ થાય છે અને અંતઃકરણ દ્વારે થઈને જીવમાં પ્રવેશ કરે છે, પણ મૂળ થકી વિષયની ઉત્પત્તિ જીવમાંથી પણ નથી અને અંતઃકરણમાંથી પણ નથી. અને જે જે વિષય અંતઃકરણમાંથી સ્ફુરતા હશે તે પણ પૂર્વજન્મને વિષે બાહેરથી જ ઇન્દ્રિયો દ્વારે કરીને આવ્યા છે. માટે વિષય ટાળ્યાનું એ જ ઓષધ છે જે, ત્વચાએ કરીને સ્ત્રીઆદિક પદાર્થનો સ્પર્શ તજવો અને નેત્રે કરીને તેનું રૂપ ન જોવું અને જિહ્‎‌વાએ કરીને તેની વાત ન કરવી અને કાને કરીને તેની વાત ન સાંભળવી અને નાસિકાએ કરીને તેનો ગંધ ન લેવો; એવી રીતે પંચ ઇન્દ્રિયો દ્વારે વિષયનો ત્યાગ દૃઢ રાખે તો બાહેરથી વિષયનો પ્રવાહ માંહેલી કોરે પ્રવેશ કરે નહીં. જેમ કૂવામાં પાણીની સેર્ય આવતી હોય પછી તેને ગોદડાંના ગાભા ભરીને બંધ કરે ત્યારે તે કૂવો ગળાય, તેમ બાહ્ય ઇન્દ્રિયોને નિયમમાં રાખવે કરીને બાહ્ય વિષયનો અંતઃકરણમાં પ્રવેશ ન થાય. અને જેમ ઉદરમાં રોગ થયો હોય તે તો ઉદરમાં ઓષધ જાય ત્યારે જ ટળે, તેમ પ્રથમથી જે ઇન્દ્રિયો દ્વારે કરીને વિષય અંતઃકરણમાં ભરાયા હોય તે તો આત્મવિચારે કરીને ટાળવા. તે આત્મવિચાર એમ કરવો જે, ‘હું આત્મા છું ને મારે વિષે ઇન્દ્રિયો-અંતઃકરણનો સંબંધ જ નથી,’ એમ દૃઢ વિચાર કરીને અને તે ચૈતન્યને વિષે ભગવાનની મૂર્તિ ધારીને અને પોતાના આત્મસુખ વતે કરીને પૂર્ણ રહેવું. જેમ કૂવો જળે કરીને પૂર્ણ ભરાયો હોય ત્યારે જે બાહેરથી પોતામાં સેર્યો આવતી હોય તેને પોતાનું પાણી ઠેલી રાખે છે, પણ માંહેલી કોરે તે સેર્યના પાણીનો પ્રવેશ કરવા દે નહીં; અને જો ઉલેચાઈને ઠાલો થાય તો સેર્યનું પાણી બાહેરથી માંહી આવે. એવી રીતે આત્મસુખે કરીને માંહેલી કોરે પૂર્ણ રહેવું અને બાહેર પંચ ઇન્દ્રિયો દ્વારે વિષયનો માર્ગ બંધ રાખવો, એ જ કામાદિકને જીત્યાનો દૃઢ ઉપાય છે; પણ એ વિના એકલા ઉપવાસે કરીને કામાદિકનો પરાજય થતો નથી. માટે આ વિચાર દૃઢ કરીને રાખજ્યો.”"
}