{
  "number": 148,
  "vachanamrut": "ગઢડા મધ્ય ૧૫\n",
  "title": "સ્વભાવને વિષે શત્રુપણું રાખ્યાનું\n",
  "setting": "સંવત ૧૮૭૮ના ભાદરવા સુદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની ઓસરીએ ચાકળો નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વે પરમહંસને પ્રશ્ન પૂછ્યો જે, “ગમે તેવો કઠણ સ્વભાવ હોય ને જો એક વિચાર કરીએ તો તે સ્વભાવનો નાશ થઈ જાય અને એ વિચારને મૂકીને બીજા હજારો વિચાર કરે તોય પણ તે ભૂંડા સ્વભાવ હોય તે ટળે નહીં, એવો તે ક્યો વિચાર છે? તે જેને જેમ સમજાતું હોય તે તેમ કહો.” પછી પરમહંસમાં જેમ જેને સમજાતું હતું તેમ તેણે કહ્યું પણ યથાર્થ કોઈથી કહેવાયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે કહીએ જે, જેમ બાહેર કોઈક પોતાનો શત્રુ હોય તે આપણું કાંઈક કામ થતું હોય તેને બગાડી દે અથવા પોતાની મા-બેન સામી ગાળો દે, તેનો જેમ અતિશય અભાવ આવે છે અને જે ઉપાયે કરીને તેનું ભૂંડું થાય તે ઉપાય કરાય છે અથવા કોઈક બીજો તે શત્રુનું ભૂંડું કરે તો પણ અતિશય રાજી થવાય છે; તેમ જે મોક્ષને અર્થે યત્ન કરતા હોય ને તેમાં જો કામ-ક્રોધાદિક માંહેલા શત્રુ વિઘ્ન કરે તો તેની ઉપર પણ તેવી જ વૈરબુદ્ધિ થાય અને તેનો ખટકો ક્યારેય પણ ટળે નહીં. એવો વિચાર જેને હાથ આવે તે એ વિચારે કરીને શત્રુમાત્રને ટાળે. અને જ્યારે કોઈક સંત એ કામાદિક શત્રુની નિંદા કરે તથા તે શત્રુને ખોદે તેમાં જેને મોરે કહ્યો એવો વિચાર હોય તેને તે સાધુનો અભાવ આવે નહીં; સામો તે સાધુનો અતિશય ગુણ લે અને એમ જાણે જે, ‘આ સાધુ મારા શત્રુને માર્યાનો ઉપાય કરે છે, માટે મારા પરમ હેતુ છે.’ આવી જાતનો વિચાર જેના હૃદયને વિષે પ્રાપ્ત થયો હોય તે શત્રુમાત્રનો નાશ કરી નાંખે અને કોઈ ભૂંડો સ્વભાવ તેના હૃદયને વિષે રહી શકે નહીં. અને એ વિના બીજા ગમે તેટલી જાતના વિચાર કરે પણ કામાદિક સ્વભાવરૂપી શત્રુ નાશ પામે નહીં. માટે એ સ્વભાવ ઉપર જે શત્રુપણું રાખવું એ જ સર્વ વિચારમાં શ્રેષ્ઠ વિચાર છે.”\nપછી શ્રીજીમહારાજે વળી પ્રશ્ન કર્યો જે, “ધર્મ, વૈરાગ્ય, આત્મજ્ઞાન અને માહાત્મ્યે સહિત પરમેશ્વરની ભક્તિ એ ચાર વાનાંમાંથી કોઈ કાળે પડે નહીં એવો જે હોય, તેને શે લક્ષણે કરીને ઓળખવો?” પછી સર્વે સંતે જેને જેવું સમજાણું તેણે તેવું કહ્યું પણ તે કોઈથી યથાર્થ કહેવાયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જેનો બાળકપણાથી જ એવો સ્વભાવ હોય જે, કોઈની છાયામાં તો દબાય જ નહીં અને એ જ્યાં બેઠો હોય ત્યાં કોઈએ હાંસી-મશ્કરી થાય નહીં અને તેને કોઈએ હળવું વેણ પણ કહેવાય નહીં; એવાં જેનાં લક્ષણ હોય તે કોઈ દિવસ ધર્મ, વૈરાગ્ય, જ્ઞાન અને ભગવાનની ભક્તિ તેમાંથી પડે જ નહીં. અને તેનો માનીના જેવો સ્વભાવ હોય તો પણ તેને કલ્યાણનો ખપ હોય, માટે તે સત્સંગમાંથી કોઈ પ્રકારે જાય નહીં.”"
}