{
  "number": 65,
  "vachanamrut": "ગઢડા પ્રથમ ૬૫\n",
  "title": "જ્ઞાનશક્તિ, ક્રિયાશક્તિ ને ઇચ્છાશક્તિનું\n",
  "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૧૪ ચૌદશને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને પોઢવાના ઓરડાની ઓસરીએ ગાદી-તકિયા નખાવીને વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "અને શ્રીજીમહારાજ કથા કરાવતા હતા તે સમે મોટા મોટા પરમહંસને પોતાને સમીપે બોલાવ્યા. પછી કથાનો અધ્યાય પૂરો થયો ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “હવે જેટલા મોટા મોટા સાધુ છો તે પરસ્પર પ્રશ્ન-ઉત્તર કરો; કેમ જે, પ્રશ્ન-ઉત્તર કરો ત્યારે જેને જેવી બુદ્ધિ હોય તે જાણ્યામાં આવે.” પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પરમાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “આકાશની ઉત્પત્તિ અને લય તે કયે પ્રકારે છે?” ત્યારે પરમાનંદ સ્વામી એ પ્રશ્નનો ઉત્તર કરવા લાગ્યા પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ બાળક હોય ને તે જ્યારે પ્રથમ માતાના ઉદરમાં હોય ત્યારે તથા જન્મ સમયમાં તેને હૃદયાદિક જે ઇન્દ્રિયોનાં છિદ્ર તે સૂક્ષ્મ હોય ને પછી જેમ જેમ તે બાળક વૃદ્ધિને પામતો જાય તેમ તેમ તે છિદ્રની વૃદ્ધિ થતી જાય ને તેમાં આકાશ પણ ઉત્પન્ન થતો જણાય, અને જ્યારે એ વૃદ્ધ અવસ્થાને પામે ત્યારે એનાં ઇન્દ્રિયોનાં છિદ્ર તે સંકોચને પામતાં જાય ને તેમાં આકાશ પણ લય થતો જણાય; તેમ જ્યારે વિરાટ દેહ ઊપજે ત્યારે તેને અવાંતર હૃદયાદિક છિદ્રમાં આકાશ ઉત્પન્ન થતો જણાય અને જ્યારે એ વિરાટ દેહનો લય થાય ત્યારે આકાશ લય પામ્યો જણાય; એમ આકાશની ઉત્પત્તિ અને લય છે.૨૦ પણ જે આકાશ સર્વેનો આધાર છે તે તો જેમ પ્રકૃતિપુરુષ નિત્ય છે૬ તેમ નિત્ય છે, એની ઉત્પત્તિ ને લય તે કહેવાય નહીં. અને વળી સમાધિએ કરીને પણ આકાશની ઉત્પત્તિ ને લય છે, તેની રીતને તો જે સમાધિવાળા છે તે જાણે છે.”૨૨\nપછી પરમાનંદ સ્વામીએ સ્વયંપ્રકાશાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “સુષુમ્ણા નાડી તે દેહને માંહેલી કોરે કેમ રહી છે અને દેહથી બહાર કેમ રહી છે?” ત્યારે એ પ્રશ્નનો ઉત્તર સ્વયંપ્રકાશાનંદ સ્વામીએ કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “આ બ્રહ્માંડમાં જેટલું કારખાનું છે, તેટલું જ આ પિંડમાં પણ છે; અને પિંડમાં અલ્પ છે ને બ્રહ્માંડમાં મહત છે. અને જેવો આ પિંડનો આકાર છે તેવો જ બ્રહ્માંડનો આકાર છે. અને જેમ બ્રહ્માંડમાં નદીઓ છે તેમ પિંડમાં નાડીઓ છે, અને જેમ બ્રહ્માંડમાં સમુદ્ર છે તેમ પિંડમાં કુક્ષિને વિષે જળ છે, અને જેમ ત્યાં ચંદ્ર-સૂર્ય છે તેમ પિંડમાં ઇડા-પિંગલા નાડીને વિષે ચંદ્ર-સૂર્ય છે; ઇત્યાદિક સામગ્રી જેમ બ્રહ્માંડમાં છે તેમ પિંડમાં છે.૨૩ અને આ પિંડમાં જે ઇન્દ્રિયોની નાડીઓ છે તેની બ્રહ્માંડ૬ સાથે એકતા છે. તે જિહ્‌વાના અંતને પામે ત્યારે વરુણદેવને પમાય છે, અને વાક ઇન્દ્રિયના અંતને પામે ત્યારે અગ્નિદેવને પામે છે, અને ત્વચાના અંતને પામે ત્યારે વાયુદેવને પામે છે, અને શિશ્નના અંતને પામે ત્યારે પ્રજાપતિને પામે છે, અને હાથના અંતને પામે ત્યારે ઇન્દ્રને પામે છે; અને તેમ જ હૃદયને વિષે રહી જે સુષુમ્ણા નાડી તેનું અંત જે બ્રહ્મરંધ્ર તેને જ્યારે પામે ત્યારે શિશુમાર ચક્રને વિષે રહી જે વૈશ્વાનર નામે અગ્નિ અભિમાની દેવતા તેને પામે છે. ત્યારે બ્રહ્મરંધ્રથી લઈને પ્રકૃતિપુરુષ સુધી એક તેજનો માર્ગ સળંગ રહ્યો છે તેને દેખે છે. તે તેજના માર્ગને સુષુમ્ણા કહીએ.૨૫ એવી રીતે સુષુમ્ણા નાડી પિંડમાં ને બ્રહ્માંડમાં રહી છે.”\nપછી વળી પરમાનંદ સ્વામીએ સ્વયંપ્રકાશાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “પ્રથમ જાગ્રત અવસ્થાનો લય છે કે સ્વપ્નનો લય છે કે સુષુપ્તિનો લય છે?”૨૬ ત્યારે એ પ્રશ્નનો ઉત્તર સ્વયંપ્રકાશાનંદ સ્વામીને ન આવડ્યો, ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જાગ્રત અવસ્થાને વિષે સ્નેહે કરીને ભગવાનની મૂર્તિને વિષે લક્ષ૬ થાય ત્યારે પ્રથમ જાગ્રત અવસ્થાનો લય થાય છે અને પછી સ્વપ્નનો ને સુષુપ્તિનો લય થાય છે. અને જ્યારે મને કરીને ચિંતવન કરતે કરતે સ્વપ્નને વિષે ભગવાનની મૂર્તિમાં લક્ષ થાય ત્યારે પ્રથમ સ્વપ્નનો લય થાય અને પછી જાગ્રતનો ને સુષુપ્તિનો લય થાય છે. અને જ્યારે ભગવાનની મૂર્તિનું ચિંતવન કરતે કરતે ઉપશમપણે કરીને લક્ષ થાય છે, ત્યારે પ્રથમ સુષુપ્તિનો લય થાય છે અને પછી જાગ્રતનો ને સ્વપ્નનો લય થાય છે.” એવી રીતે એ પ્રશ્નનો ઉત્તર કર્યો.\nપછી વળી સ્વયંપ્રકાશાનંદ સ્વામીએ પરમાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “ભગવાનને વિષે જ્ઞાનશક્તિ, ક્રિયાશક્તિ અને ઇચ્છાશક્તિ છે તે કેમ સમજવી?” ત્યારે શ્રીજીમહારાજ હસીને બોલ્યા જે, “એનો ઉત્તર તો તમને પણ નહીં આવડતો હોય.” એમ કહીને પોતે ઉત્તર કરવા લાગ્યા જે, “આ જીવ જ્યારે સત્ત્વગુણ પ્રધાનપણે વર્તતો હોય અને ત્યારે જે કર્મ કરે તે કર્મનું ફળ૬ તે જાગ્રત અવસ્થા છે. અને આ જીવ જ્યારે રજોગુણ પ્રધાનપણે વર્તે અને તે સમયમાં જે કર્મ કરે તે કર્મનું ફળ સ્વપ્ન અવસ્થા છે. અને જ્યારે આ જીવ તમોગુણ પ્રધાનપણે વર્તતો હોય અને તે સમયમાં જે કર્મ કરે તેનું ફળ તે સુષુપ્તિ અવસ્થા છે. અને તે સુષુપ્તિ અવસ્થાને આ જીવ પામે છે ત્યારે જેવી પાણાની શિલા હોય તે જેવો જડ થઈ જાય છે અને એને કોઈ પ્રકારનું જ્ઞાન રહેતું નથી જે, ‘હું પંડિત છું કે મૂર્ખ છું, કે આ કામ કર્યું છે કે આ કામ કરવું છે, કે આ મારી જાતિ છે કે આવો મારો વર્ણ છે કે આવો મારો આશ્રમ છે, કે આ મારું નામ છે કે આ મારું રૂપ છે, કે હું દેવ છું કે મનુષ્ય છું, કે બાળક છું કે વૃદ્ધ છું, કે ધર્મિષ્ઠ છું કે પાપિષ્ઠ છું,’ ઇત્યાદિક કોઈ પ્રકારનું જ્ઞાન રહેતું નથી. અને એવી રીતનો જ્યારે આ જીવ થઈ જાય છે ત્યારે જે ભગવાન છે તે એને જ્ઞાનશક્તિએ કરીને સુષુપ્તિમાંથી જગાડીને એને એની સર્વે ક્રિયાનું જ્ઞાન આપે છે; તેને જ્ઞાનશક્તિ કહીએ. અને એ જીવ જે જે ક્રિયાને વિષે પ્રવર્તે છે તે ભગવાનની જે ક્રિયાશક્તિ તેનું અવલંબન કરીને પ્રવર્તે છે; તેને ક્રિયાશક્તિ કહીએ. અને એ જીવ જે જે કોઈ પદાર્થની ઇચ્છાને પ્રાપ્ત થાય છે તે પરમેશ્વરની ઇચ્છાશક્તિને અવલંબને કરીને પ્રાપ્ત થાય છે; તેને ઇચ્છાશક્તિ કહીએ. અને એ જીવને જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ અવસ્થા ભોગવાય છે તે કેવળ કર્મે કરીને જ નથી ભોગવાતી; એ તો એને કર્મના ફળપ્રદાતા જે પરમેશ્વર તે એ જીવને જ્યારે કર્મફળને ભોગવાવે છે ત્યારે ભોગવે છે. કેમ જે, આ જીવ જ્યારે જાગ્રત અવસ્થાના ફળને ભોગવતો હોય ને ત્યારે એ ઇચ્છે જે, ‘મારે સ્વપ્નમાં જવું છે,’ તો એની વતે સ્વપ્નમાં જવાય નહીં, શા માટે જે, ફળપ્રદાતા જે પરમેશ્વર તે એની વૃત્તિઓને રૂંધી રાખે છે. અને સ્વપ્નમાંથી જાગ્રતમાં આવવાને ઇચ્છે તો જાગ્રતમાં અવાય નહીં અને સુષુપ્તિમાં પણ જવાય નહીં; અને સુષુપ્તિમાંથી સ્વપ્નમાં તથા જાગ્રતમાં અવાય નહીં; એ તો જ્યારે જે કર્મના ફળના ભોગવાવનારા પરમેશ્વર છે તે એને જે અવસ્થાના કર્મફળને ભોગવાવે તેને જ ભોગવી શકે છે, પણ એ જીવ પોતાની ઇચ્છાએ કરીને અથવા કર્મે કરીને કર્મના ફળને ભોગવી શકતો નથી. એવી રીતે ભગવાનને વિષે જ્ઞાનશક્તિ, ક્રિયાશક્તિ અને ઇચ્છાશક્તિ તે રહી છે.”૨૯ એમ શ્રીજીમહારાજે કૃપા કરીને ઉત્તર કર્યો."
}