{
  "number": 153,
  "vachanamrut": "ગઢડા મધ્ય ૨૦\n",
  "title": "સમાધિનિષ્ઠને જ્ઞાનશક્તિ ને ઇન્દ્રિયોની શક્તિ કેમ વૃદ્ધિ પામે છે? તેનું\n",
  "setting": "સંવત ૧૮૭૮ના પોષ વદિ ૧૪ ચૌદશને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને ધોળો ચોફાળ ઓઢીને તે ઉપર છીંટની રજાઈ ઓઢી હતી ને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને પરમહંસ તાલ-મૃદંગ વજાડીને કીર્તન બોલતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “આજ તો અમારા ઉતારામાં અમારી પાસે રહેનારા જે સોમલો ખાચર આદિક હરિભક્ત તેમને અમે એક પ્રશ્ન પૂછ્યો છે, તેનો સર્વે પરમહંસ મળીને ઉત્તર કરો.” પછી પરમહંસે કહ્યું જે, “હે મહારાજ! એ પ્રશ્ન અમને સંભળાવો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “સમાધિનિષ્ઠ પુરુષ થાય છે તેને તો માયા૫ થકી પર સ્થિતિ થાય છે અને ભગવાનના સ્વરૂપનો પણ દૃઢ સંબંધ રહે છે. માટે એ સમાધિનિષ્ઠને તો જ્ઞાન-શક્તિ તથા દેહ-ઇન્દ્રિયોની શક્તિ તે વૃદ્ધિ પામી જોઈએ; શા માટે જે, માયા થકી જે ચોવીસ તત્ત્વ થયાં છે તે જડ-ચૈતન્યરૂપ છે, પણ એકલાં જડ ન કહેવાય તેમ એકલાં ચૈતન્ય પણ ન કહેવાય. અને તે તત્ત્વમાં શક્તિ પણ સરખી ન કહેવાય; ઇન્દ્રિયો થકી અંતઃકરણમાં જાણપણું વિશેષ છે અને અંતઃકરણ થકી ઇન્દ્રિયો-અંતઃકરણનો દૃષ્ટા જે જીવ તેમાં જ્ઞાન વિશેષ છે. તે જીવને જ્યારે સમાધિ થાય છે ત્યારે ઇન્દ્રિયો-અંતઃકરણના દૃષ્ટાપણાનો ત્યાગ કરીને માયાપર જે બ્રહ્મ તે સરખો એ જીવ ચૈતન્ય થાય છે અને ભગવાનના સ્વરૂપનો સંબંધ રહે છે. તે સમાધિવાળાને કેટલાક એમ સમજે છે જે, ‘જેને સમાધિ થાય છે તેને તો મોરે સમજણ હતી તેટલી પણ રહેતી નથી.’ માટે એ સમાધિવાળાને જ્ઞાન તથા દેહ-ઇન્દ્રિયોની શક્તિ વૃદ્ધિ પામે છે કે નથી પામતી? એ પ્રશ્ન છે.” પછી પરમહંસે જેવી જેની બુદ્ધિ પૂગી તેવો ઉત્તર કર્યો, પણ શ્રીજીમહારાજના એ પ્રશ્નનો ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે ઉત્તર કરીએ. એ પ્રશ્નનો તો એમ ઉત્તર છે જે, સાક્ષી જે બ્રહ્મ તે તો માયામાંથી ઉત્પન્ન થયું એવું જે ચોવીસ તત્ત્વાત્મક બ્રહ્માંડ તેને વિષે પ્રવેશ કરીને તેને ચૈતન્યમય કરે છે અને તેને સર્વ ક્રિયા કરવાની સામર્થી આપે છે. અને તે બ્રહ્મનો એવો સ્વભાવ છે જે, કાષ્ઠ તથા પાષાણ જેવું જડ હોય તેને વિષે પ્રવેશ કરે ત્યારે તે ચાલે-હાલે એવું થઈ જાય છે. તે બ્રહ્મ સંગાથે સમાધિએ કરીને તુલ્યભાવને પામે ત્યારે એ જીવ પણ બ્રહ્મરૂપ કહેવાય છે અને તેને જ્ઞાનની વૃદ્ધિ થાય છે. અને ઇન્દ્રિયોની શક્તિ૬ તો જ્યારે તપ ને નિવૃત્તિધર્મ ને વૈરાગ્ય તેણે યુક્ત યોગાભ્યાસ હોય તેને શુકજીના જેવી સિદ્ધદશા પ્રાપ્ત થાય છે. અને જેને તપ તથા નિવૃત્તિધર્મ તથા વૈરાગ્ય તેનું સામાન્યપણું હોય અને ધર્મ, અર્થ ને કામરૂપ જે પ્રવૃત્તિમાર્ગ તેને વિષે રહ્યો હોય તેને તો સમાધિ થાય તોય પણ એકલું જ્ઞાન જ વૃદ્ધિ પામે, પણ ઇન્દ્રિયોની શક્તિ વૃદ્ધિ પામીને સિદ્ધદશા ન આવે. અને જેમ જનક રાજા જ્ઞાની હતા તેવો જ્ઞાની થાય, પણ પ્રવૃત્તિમાર્ગવાળાને નારદ, સનકાદિક, શુકજીના જેવી સિદ્ધદશા ન પમાય. અને જે સિદ્ધ હોય તે તો શ્વેતદ્વીપ આદિક જે ભગવાનનાં ધામ તેને વિષે એને એ જ શરીરે કરીને જાય અને લોક-અલોક સર્વ ઠેકાણે એની ગતિ હોય; અને પ્રવૃત્તિમાર્ગવાળાને તો જનકની પેઠે કેવળ જ્ઞાનની જ વૃદ્ધિ થાય છે, પણ જ્ઞાન ઘટતું નથી. અને જેમ શ્રીકૃષ્ણ ભગવાને ગીતામાં કહ્યું તેમ તો થાય છે, ત્યાં શ્લોક છે,\n‘યા નિશા સર્વભૂતાનાં તસ્યાં જાગર્તિ સંયમી।\nયસ્યાં જાગ્રતિ ભૂતાનિ સા નિશા પશ્યતો મુનેઃ॥’૭\n“એ શ્લોકનો એ અર્થ છે જે, ‘જેને વિષે ભૂતપ્રાણીમાત્ર સૂતાં છે તેને વિષે સંયમી પુરુષ જાગ્યા છે અને જેને વિષે ભૂતપ્રાણીમાત્ર જાગ્યાં છે તેની કોરે સંયમી પુરુષ સૂતા છે.’ માટે જે પુરુષની અંતરાત્મા સન્મુખ દૃષ્ટિ વર્તતી હોય તેને દેહ, ઇન્દ્રિયો, અંતઃકરણની કોરે શૂન્યભાવ વર્તે છે. તેને દેખીને અણસમજુ હોય તે એમ જાણે જે, ‘સમાધિવાળાને જ્ઞાન ઓછું થઈ જાય છે.’ પછી રજોગુણ, તમોગુણમાં તથા મલિન સત્ત્વગુણમાં રહીને આ પ્રશ્નનો ઉત્તર કરવા જાય તેને એમ જ સૂઝે જે, ‘સમાધિવાળાને જ્ઞાન ઓછું થઈ જાય છે,’ પણ એમ નથી જાણતો જે, ‘હું દેહાભિમાની છું તે મૂર્ખાઈમાંથી કહું છું.’ માટે સમાધિવાળો તો દેહ, ઇન્દ્રિયો, અંતઃકરણથી જુદો પડીને વર્તે છે તો પણ જ્ઞાનની વૃદ્ધિ થાય છે અને પાછો ઇન્દ્રિયો-અંતઃકરણમાં આવીને વર્તે તો પણ પોતાને સમાધિને વિષે જે જ્ઞાન થયું છે તેનો નાશ થાય નહીં. અને તપ, નિવૃત્તિધર્મ અને વૈરાગ્ય તેને ગ્રહણ કરીને પ્રવૃત્તિમાર્ગનો ત્યાગ કરે તો જેમ જ્ઞાન વૃદ્ધિ પામ્યું છે તેમ ઇન્દ્રિયો-અંતઃકરણની શક્તિઓ પણ વૃદ્ધિ પામે અને નારદ, સનકાદિક, શુકજીના જેવી સિદ્ધગતિને પણ પામે.”"
}