{
  "number": 157,
  "vachanamrut": "ગઢડા મધ્ય ૨૪\n",
  "title": "સાંખ્ય ને યોગનિષ્ઠાનું, ચોકા-પાટલાનું૫\n",
  "setting": "સંવત ૧૮૭૯ના શ્રાવણ સુદિ ૮ અષ્ટમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાંથી ઘોડીએ ચઢીને શ્રીલક્ષ્મીવાડીએ પધાર્યા હતા ને ત્યાં ચોતરા ઉપર ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે મોગરાનાં પુષ્પનો હાર પહેર્યો હતો ને પાઘને વિષે મોગરાનાં પુષ્પનો તોરો ધારણ કર્યો હતો ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ભગવાનને વિષે અચળ નિષ્ઠાવાળા જે ભક્ત હોય તેને કોઈ જાતનો વિક્ષેપ આડો આવે કે ન આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો યોગનિષ્ઠા છે ને બીજી સાંખ્યનિષ્ઠા છે. તેમાં યોગનિષ્ઠાવાળો૦ જે ભગવાનનો ભક્ત તે ભગવાનના સ્વરૂપમાં પોતાની અખંડ વૃત્તિ રાખે. અને સાંખ્યનિષ્ઠાવાળો૧ જે ભગવાનનો ભક્ત તે તો મનુષ્યનાં સુખ તથા સિદ્ધ, ચારણ, વિદ્યાધર, ગંધર્વ, દેવતા એ સર્વેનાં જે સુખ તેને સમજી રાખે તથા ચૌદ લોકની માંહેલી કોરે જે સુખ છે તે સર્વેનું પરિમાણ કરી રાખે જે, ‘આ સુખ તે આટલું જ છે;’ અને એ સુખની કેડ્યે જે દુઃખ રહ્યું છે તેનું પણ પરિમાણ કરી રાખે. પછી દુઃખે સહિત એવાં જે એ સુખ તે થકી વૈરાગ્યને પામીને પરમેશ્વરને વિષે જ દૃઢ પ્રીતિ રાખે. એવી રીતે સાંખ્યનિષ્ઠાવાળાને તો સમજણનું બળ હોય અને યોગનિષ્ઠાવાળાને તો ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રાખવી તેનું જ બળ હોય. પણ કોઈક વિષમ દેશકાળાદિકને યોગે કરીને કોઈક વિક્ષેપ આવે તો ભગવાનના સ્વરૂપમાં વૃત્તિ રહેતી હોય તે કાંઈક બીજે પણ ચોંટી જાય. કેમ જે, યોગનિષ્ઠાવાળાને સમજણનું બળ થોડું હોય; માટે કાંઈક વિઘ્ન થઈ જાય ખરું. અને સાંખ્યનિષ્ઠા ને યોગનિષ્ઠા એ બે જો એકને વિષે હોય તો પછી કાંઈ વાંધો જ ન રહે. અને એવો જે ભગવાનનો ભક્ત હોય તે તો ભગવાનની મૂર્તિ વિના બીજા કોઈ પદાર્થમાં લોભાય જ નહીં અને એમ સમજે જે, ‘ભગવાનનું જે અક્ષરધામ ને તે ધામને વિષે રહી એવી જે ભગવાનની મૂર્તિ ને તે ધામને વિષે રહ્યા એવા જે ભગવાનના ભક્ત તે વિના જે જે લોક છે ને તે લોકને વિષે રહ્યા એવા જે દેવ છે ને તે દેવના જે વૈભવ છે તે સર્વે નાશવંત છે.’ એમ જાણીને એક ભગવાનને વિષે જ દૃઢ પ્રીતિ રાખે છે. માટે એવા ભક્તને તો કોઈ જાતનો વિક્ષેપ આવતો નથી.”"
}