{
  "number": 221,
  "vachanamrut": "અમદાવાદ ૧\n",
  "title": "ચમત્કારી ધ્યાનનું\n",
  "setting": "સંવત ૧૮૮૨ના મહા વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિરમાં આથમણી કોરે મુખારવિંદ કરીને વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે ગુલાબનાં પુષ્પના હાર વિરાજમાન હતા ને કાનની ઉપર ગુલાબનાં પુષ્પના ગુચ્છ વિરાજમાન હતા ને પાઘને વિષે ગુલાબનાં પુષ્પના તોરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સભામાં શ્રીજીમહારાજ અંતર સામી દૃષ્ટિ કરીને વિરાજમાન હતા. પછી નેત્રકમળને ઉઘાડીને સર્વે સામું જોયું, પછી એમ બોલ્યા જે, “અમારે એક ધ્યાનના અંગની વાર્તા કરવી છે. તે વાર્તા મોક્ષધર્મને વિષે કહી છે. અને જે મોટા મોટા એ ધ્યાને કરીને સિદ્ધદશાને પામ્યા છે તે પણ અમે ઘણાક દીઠા છે ને અમારા પણ અનુભવમાં એમ વર્તે છે જે, અનંત પ્રકારનાં ધ્યાન છે, પણ જે આ વાત કહેવી છે તેની બરોબર બીજું કોઈ ધ્યાન થાય નહીં. જેમ કોઈ ચમત્કારી મંત્ર હોય અથવા ચમત્કારી ઓષધિ હોય તેમાં સ્વાભાવિક જ ચમત્કાર રહ્યો છે, તેમ જે આ ધ્યાન અમારે કહેવું છે તે ધ્યાનમાં પણ એવો સ્વાભાવિક ચમત્કાર છે જે, તત્કાળ સિદ્ધદશાને પામી જાય. હવે તે વાર્તા કરીએ છીએ; એ જે ધ્યાનનો કરનારો છે તેને જમણા નેત્રમાં સૂર્યનું ધ્યાન કરવું ને ડાબા નેત્રમાં ચંદ્રનું ધ્યાન કરવું. એવી રીતે ધ્યાન કરતાં કરતાં સૂર્ય ને ચંદ્રમા જેવા આકાશમાં છે તેવા ને તેવા જ નેત્રમાં દેખાવા માંડે ત્યારે જમણું નેત્ર છે તે તપવા માંડે ને ડાબું નેત્ર છે તે ઠરવા માંડે, ત્યારે સૂર્યની ધારણા ડાબા નેત્રમાં કરવી ને ચંદ્રની ધારણા જમણા નેત્રમાં કરવી. એવી રીતે ધારણા કરીને પછી સૂર્યને ને ચંદ્રને અંતર્દૃષ્ટિ કરીને હૃદાકાશમાં જોયા કરવા અને જોનારો જે પોતાનો જીવ તેના રૂપને પણ દેખવું અને દેખનારો જે જીવાત્મા તેને વિષે પરમાત્માનું ધ્યાન કરવું.૧ પછી તેનું જે વાસનાલિંગ દેહ છે, તે જેમ રેંટનો ફાળકો ફરે તેમ આકાશને વિષે ફરતું જણાય. પછી એવી રીતે ધ્યાન કરતાં થકાં ભગવાનનું જે વિશ્વરૂપ છે તેનું દર્શન તેને થાય છે ને તે રૂપને વિષે ચૌદે લોકની રચના છે તે દેખાઈ આવે છે. અને તે સ્વરૂપ અતિશય મોટું પણ નથી દેખાતું. જેમ વટપત્રશાયી ભગવાન એક વડના પત્રમાં નાના બાળક થઈને પોઢ્યા હતા અને તે જ ભગવાનના ઉદરને વિષે માર્કંડેય ઋષિએ સમગ્ર બ્રહ્માંડ દીઠું. એવી રીતે ભગવાનનું ધ્યાન કરતાં થકાં જેટલાં કાંઈ શાસ્ત્રમાં પદાર્થ કહ્યાં છે, તે સર્વે એની દૃષ્ટિમાં આવે છે; ત્યારે એના જીવાત્માને વિષે જે કાંઈક નાસ્તિક ભાગ રહ્યો હોય તે મટી જાય છે અને તેનો જીવ અતિ બળિયો થાય છે અને, જે જે શાસ્ત્રમાં કહ્યું છે તે સર્વે સત્ય છે, એવી એને દૃઢ પ્રતીતિ આવે છે; અને અણિમાદિક અષ્ટ સિદ્ધઓ તે પણ એ ધ્યાનના કરનારાને આવીને હાજર થાય છે. અને જ્યાં લગણ સૂર્યની ને ચંદ્રની કિરણ પહોંચતી હોય ત્યાં લગી તેની દૃષ્ટિ પહોંચે એવી અનંત સિદ્ધિઓ પ્રકટે છે, પણ પરમેશ્વરનો ભક્ત છે માટે કોઈ સિદ્ધિઓને ગ્રહણ કરતો નથી, કેવળ પરમેશ્વરનું જ ધ્યાન કરે છે; ત્યારે એ ધ્યાનનો કરનારો નારદ-સનકાદિક-શુકજીના સરખી સિદ્ધદશાને પામે છે. માટે અનંત પ્રકારનાં ધ્યાન છે, પણ તત્કાળ સિદ્ધદશાને પમાડે એવું તો એ જ ધ્યાન છે.”\nએટલી વાર્તા કરી રહ્યા ત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “એવું ધ્યાન તે અષ્ટાંગયોગને માર્ગે કરીને પ્રાણાયામ કરતો હોય તેને જ સિદ્ધ થાય છે કે બીજાને પણ થાય છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “પ્રાણાયામવાળાનો કાંઈ મેળ નથી, એ તો જો એવા ધ્યાનનો અભ્યાસ કરે ને તે પરમેશ્વરનો એકાંતિક ભક્ત હોય તો તેને જ ધ્યાન સિદ્ધ થાય છે, પણ બીજા જીવ થકી તો એ માર્ગને વિષે ચલાતું જ નથી. માટે એ ધ્યાનના જે અધિકારી છે તેને તો કહ્યું એવું જે એ ધ્યાન તે થકી બીજો તત્કાળ સિદ્ધ થયાનો ઉપાય નથી.”"
}