{
  "number": 150,
  "vachanamrut": "ગઢડા મધ્ય ૧૭\n",
  "title": "ભગવાનના સ્વરૂપમાં તત્ત્વોનું, સ્થિતપ્રજ્ઞનું\n",
  "setting": "સંવત ૧૮૭૮ના આસો વદિ ૧૧ એકાદશીને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરને સમીપે ઓરડાની ઓસરીએ સિંહાસન ઉપર વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાની આગળ મશાલ બે બળતી હતી અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને કીર્તન ગવાતાં હતાં.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કીર્તન ગાવવાં રહેવા દ્યો, પ્રશ્ન-ઉત્તર કરીએ.” પછી સર્વે મુનિ બોલ્યા જે, “ઘણું સારું, મહારાજ!” પછી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ભગવાનનું સ્વરૂપ છે તેને કોઈક ભક્ત તો માયાનાં ચોવીસ તત્ત્વે સહિત સમજે છે અને કોઈક ભક્ત તો માયાનાં તત્ત્વે રહિત કેવળ ચૈતન્યમય ભગવાનનું સ્વરૂપ સમજે છે; એ બે પ્રકારના ભક્ત છે તેમાં કેની સમજણ ઠીક છે ને કેની સમજણ ઠીક નથી?” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “જે ભગવાનને વિષે માયિક ચોવીસ તત્ત્વ સમજે એની સમજણ ઠીક નથી અને ભગવાનનું સ્વરૂપ માયાના તત્ત્વે રહિત કેવળ ચૈતન્યમય સમજે તેની સમજણ ઠીક છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “સાંખ્યવાળે ચોવીસ તત્ત્વ કહ્યાં છે,૬ તે સાંખ્યને મતે ત્રેવીશ તત્ત્વ ને ચોવીસમો ક્ષેત્રજ્ઞ જે જીવ-ઈશ્વરરૂપ ચૈતન્ય છે. તે એ રીતે ચોવીસ તત્ત્વ કહ્યાં છે; કેમ જે, ક્ષેત્ર-ક્ષેત્રજ્ઞને તો અન્યોન્ય આશ્રયપણું છે, તે ક્ષેત્રજ્ઞ વિના ક્ષેત્ર કહેવાય નહીં ને ક્ષેત્ર વિના ક્ષેત્રજ્ઞ કહેવાય નહીં, તે માટે તત્ત્વ ભેળા જ જીવ-ઈશ્વરને કહ્યા છે. અને ભગવાન છે તે તો ક્ષેત્ર અને ક્ષેત્રજ્ઞ એ બેયના આશ્રય છે; માટે ભગવાન થકી માયિક તત્ત્વ જુદાં કેમ કહેવાય? અને જેમ આકાશ છે તેને વિષે ચાર તત્ત્વ રહ્યાં છે તો પણ આકાશને કોઈનો દોષ અડતો નથી; તેમ પરમેશ્વરના સ્વરૂપને પણ માયિક તત્ત્વનો એકેય દોષ અડતો નથી, એવું જ ભગવાનનું સ્વરૂપ છે. તેમાં ચોવીસ તત્ત્વ કહીએ તેમાં શો બાધ છે? અને તત્ત્વે રહિત કહેવું તેમાં શું નિર્બાધપણું આવી ગયું? અમને તો એમ જણાય છે.”\nપછી દીનાનાથ ભટ્ટે પૂછ્યું જે, “જેને ભગવાનની મૂર્તિનું ધ્યાન કરવું હોય તેને ભગવાનનું સ્વરૂપ તત્ત્વે સહિત સમજવું કે તત્ત્વે રહિત સમજવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના સ્વરૂપને જે તત્ત્વે સહિત સમજે છે તે પણ પાપી છે અને જે તત્ત્વે રહિત ભગવાનના સ્વરૂપને સમજે છે તે પણ પાપી છે.૧૨ ભગવાનના સ્વરૂપમાં તો ભગવાનના ભક્ત હોય તેને તત્ત્વ છે કે નથી એવું ચૂંથણું કરવું ગમે જ નહીં. ભક્ત હોય તે તો એમ જાણે જે, ‘ભગવાન તે ભગવાન, એને વિષે ભાગત્યાગ કર્યાનો માગ નથી; એ ભગવાન તો અનંત બ્રહ્માંડના આત્મા છે.’ અને જેને ભગવાનના સ્વરૂપમાં કોઈ રીતનું ઉત્થાન નથી તેને નિર્વિકલ્પ સ્થિતિવાળો જાણવો અને જેને એવી એકમતિ હોય તેને સ્થિતપ્રજ્ઞ જાણવો. અને જે પુરુષને ભગવાનને વિષે એવી દૃઢ મતિ છે તેને ભગવાન સર્વ પાપ થકી મુકાવે છે. તે ભગવાને ભગવદ્‌ગીતામાં અર્જુન પ્રત્યે કહ્યું છે જે,\n‘સર્વધર્માન્ પરિત્યજ્ય મામેકં શરણં વ્રજ।\nઅહં ત્વા સર્વપાપેભ્યો મોક્ષયિષ્યામિ મા શુચઃ॥’૬\n“અને આ સંસારમાં પણ એવી રીત છે જે, જે થકી પોતાનો મોટો સ્વાર્થ સરતો હોય તેનો બુદ્ધિવાન હોય તે દોષ ગ્રહણ કરે નહીં. જેમ સ્ત્રી હોય તે પોતાના સ્વાર્થ સારુ પતિનો દોષ ગ્રહણ કરતી નથી તથા બીજા પણ ગૃહસ્થો હોય તે પોતાના ભાઈ, ભત્રીજા, દીકરા ઇત્યાદિક જે સંબંધી તેને વિષે જો પોતાનો અતિશય સ્વાર્થ હોય તો દોષનું ગ્રહણ નથી કરતા; તેમ ભગવાન થકી જેણે મોટો સ્વાર્થ જાણ્યો હોય જે, ‘ભગવાન તો પાપ થકી ને અજ્ઞાન થકી મુકાવીને પોતાના ભક્તને અભયપદ આપે છે,’ એવો મોટો સ્વાર્થ જાણ્યો હોય તો કોઈ રીતે ભગવાનનો અવગુણ આવે જ નહીં. જેમ શુકજીએ રાસપંચાધ્યાયીનું૫ વર્ણન કર્યું ત્યારે રાજા પરીક્ષિતને સંશય થયો જે, ‘ભગવાને પરસ્ત્રીનો સંગ કેમ કર્યો?’ પણ શુકજીને લેશમાત્ર સંશય થયો નહીં. અને જે ગોપીઓ સંગે ભગવાને વિહાર કર્યો તે ગોપીઓને પણ સંશય ન થયો જે, ‘ભગવાન હોય તો આમ કેમ કરે?’ એવો કોઈ રીતે સંશય થયો નહીં. અને જ્યારે ભગવાન કુબ્જાને ઘેર ગયા ત્યારે ઉદ્ધવજીને ભેળા તેડી ગયા હતા તો પણ ઉદ્ધવજીને કોઈ રીતે સંશય થયો નહીં;૬ અને જ્યારે ઉદ્ધવજીને વ્રજમાં મોકલ્યા ત્યારે ગોપીઓની વાણી સાંભળીને પણ કોઈ રીતે સંશય ન થયો અને સામું ગોપીઓનું માહાત્મ્ય અતિશય સમજ્યા.૬ માટે જેને ભગવાનનો અચળ આશ્રય થયો હોય ને તે અતિશય શાસ્ત્રવેત્તા હોય અથવા ભોળો જ હોય પણ તેની મતિ ભ્રમે નહીં. અને ભગવાનના જે દૃઢ ભક્ત હોય તેનું જે માહાત્મ્ય તે પણ ભગવાનનો ભક્ત હોય તે જ જાણે; પછી શાસ્ત્રવેત્તા હોય અથવા ભોળો હોય પણ જેની ભગવાનને વિષે દૃઢ મતિ હોય તે જ ભગવાનના ભક્તનું માહાત્મ્ય જાણે અને દૃઢ મતિવાળા ભક્ત હોય તેને ઓળખે પણ ખરા. અને તે વિના જે જગતના વિમુખ જીવ હોય તે તો પંડિત હોય અથવા મૂર્ખ હોય પણ ભગવાનને વિષે દૃઢ મતિ પણ કરી શકે નહીં અને જે દૃઢ મતિવાળા ભક્ત હોય તેને પણ ઓળખે નહીં અને હરિજનનું માહાત્મ્ય પણ જાણે નહીં. માટે ભગવાનનો ભક્ત હોય તે જ ભગવાનના ભક્તને ઓળખે અને માહાત્મ્ય પણ તે જ જાણે. જેમ ઉદ્ધવજીએ ગોપીઓનું અતિશય માહાત્મ્ય જાણ્યું, તેમ ગોપીઓએ પણ ઉદ્ધવજીનું માહાત્મ્ય જાણ્યું.\n“અને પુરુષોત્તમ ભગવાન છે તે સર્વ ક્ષેત્રજ્ઞના ક્ષેત્રજ્ઞ છે તો પણ નિર્વિકાર છે અને માયા આદિક જે વિકારવાન પદાર્થ તેનો વિકાર પુરુષોત્તમ ભગવાનને અડતો નથી. અને જે આત્મનિષ્ઠ પુરુષ છે તેને પણ સ્થૂળ, સૂક્ષ્મ અને કારણના વિકાર નથી અડતા, તો પુરુષોત્તમ ભગવાનને ન અડે એમાં શું કહેવું? ભગવાન તો નિર્વિકારી ને નિર્લેપ જ છે. એવી રીતે જે ભગવાનના સ્વરૂપને સમજે તે ભગવાનનો ભક્ત સ્થિતપ્રજ્ઞ જાણવો. જેમ પોતાના આત્માને વિષે જેને સ્થિતિ હોય તે પણ સ્થિતપ્રજ્ઞ કહેવાય છે, તેમ જેને ભગવાનના સ્વરૂપને વિષે કોઈ જાતનો ઘાટ ન હોય અને જેમ ભગવાનનું સમર્થપણું હોય ને તેનું ગાન કરે તેમ જ અસમર્થપણું હોય તેનું પણ ગાન કરે અને જેમ ભગવાનનું યોગ્ય ચરિત્ર હોય તેનું ગાન કરે તેમ જ જે અયોગ્ય જેવું ચરિત્ર જણાતું હોય તેનું પણ ગાન કરે પણ ભગવાનના ચરિત્રને વિષે યોગ્ય-અયોગ્ય એવો ઘાટ ઘડે નહીં, એવો જે ભગવાનનો ભક્ત હોય તેને પુરુષોત્તમના સ્વરૂપને વિષે સ્થિતપ્રજ્ઞ૮ જાણવો. અને જેને એવી પુરુષોત્તમના સ્વરૂપને વિષે દૃઢ નિષ્ઠા થઈ તેને એથી ઉપરાંત બીજું કાંઈ સમજવાનું રહ્યું નથી.”"
}