{
  "number": 134,
  "vachanamrut": "ગઢડા મધ્ય ૧\n",
  "title": "મોહ ઉદય થયાનું\n",
  "setting": "સંવત ૧૮૭૭ના જ્યેષ્ઠ સુદિ ૧૫ પૂર્ણમાસીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ આથમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો અને ધોળી ચાદર ઓઢી હતી અને માથે ધોળી પાઘ બાંધી હતી અને ધોળાં પુષ્પનો હાર પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને પોતાની આગળ પરમહંસ ઝાંઝ-મૃદંગ લઈને ગાવતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજે કીર્તનિયાને કહ્યું જે, “હમણાં કીર્તન રાખો ને પ્રશ્ન-ઉત્તર કરો.” પછી મુક્તાનંદ સ્વામીએ હાથ જોડીને નમસ્કાર કરીને શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! મોહનું શું રૂપ છે? અને મોહની નિવૃત્તિ થયાનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ થોડીક વાર વિચારી રહીને પછી બોલ્યા જે, “મોહનું રૂપ તો મનને વિષે ભ્રાંતિ જેવું થઈ જાય એ જ જણાય છે. અને જ્યારે પુરુષના હૃદયમાં મોહ વૃદ્ધિ પામે છે ત્યારે મનમાં વિભ્રાંતિ વિશેષ થાય છે; પછી આ કરવા યોગ્ય ને આ ન કરવા યોગ્ય એવો વિવેક રહેતો નથી. અને તે મોહ થયાનું કારણ તો આજ જ અમે વિચાર્યું છે જે, આજ અર્ધ રાત હતી ત્યારે અમારે નિદ્રા ઊડી ગઈ હતી. પછી અમે ઉત્તરાદિ દિશા સામું મુખ કરીને સૂતા હતા. પછી ધ્રુવનો તારો દીઠો ત્યારે એમ વિચાર થયો જે, ‘આ તો ઉત્તર ધ્રુવ છે પણ શાસ્ત્રમાં દક્ષિણ ધ્રુવ કહ્યો છે તે ક્યાં હશે?’ પછી અમે દક્ષિણ ધ્રુવ જોયો ત્યારે તે પણ દીઠો. અને જેમ કૂવા ઉપર પાણી સિંચવાનો ફાળકો હોય તેવી રીતે બે ધ્રુવને વચ્ચે મોટો ફાળકો દીઠો ને તે ફાળકાના મેરુનાં બે ઠેબાં તે બે કોરે ધ્રુવને અડી રહ્યાં છે, જેમ લાકડાના સ્તંભ હોય ને તેમાં લોઢાની આરો ખૂંતીને રહી હોય તેમ છે. અને તે ફાળકા ઉપર જેમ સૂતરની ફેલ વીંટી હોય ને તે ફાળકા સંગાથે જેમ પીતળની ફૂદડીઓ જડી હોય, તેમ સર્વે તારા ને દેવતા ને નવગ્રહાદિક તેનાં જે સ્થાનક તે ફાળકાને આશરીને રહ્યાં છે, તે સર્વેને જોયાં. અને પછી સૂર્ય ને ચંદ્ર તેનો ઉદય ને અસ્ત તે એક જ ઠેકાણેથી થાય છે તે પણ જોયો. પછી અંતર્દૃષ્ટિએ કરીને જોયું ત્યારે જેટલું ધ્રુવ આદિક બ્રહ્માંડમાં છે તેટલું સર્વે પિંડમાં પણ દીઠું. પછી આ દેહને વિષે જે ક્ષેત્રજ્ઞ છે તેને પણ દીઠો. પછી તે ક્ષેત્રજ્ઞમાં પુરુષોત્તમ ભગવાન રહ્યા છે તેને પણ દીઠા. તે ભગવાનને જોઈને ભગવાનના સ્વરૂપને વિષે અતિશય વૃત્તિ જોડાઈ ગઈ, પછી સમાધિમાંથી કોઈ પ્રકારે નીકળાયું નહીં. પછી તો કોઈક ભક્તજને આવીને અમારી સ્તુતિ બહુ કરી, તેની દયાએ કરીને અમારે પાછું દેહમાં અવાયું.\n“પછી અમારા હૃદયમાં વિચાર થયો જે, ‘અમારે જે સમાધિમાંથી નીસરાયું તે તો દયાએ કરીને નીસરાયું, પણ બીજાને સમાધિમાંથી નીસરાતું હશે તેનું શું કારણ હશે?’ પછી અમને એમ જણાયું જે, ‘એને કાંઈક વિષયમાં આસક્તિ રહે છે, તેણે કરીને પાછું નીકળાય છે.’ અને મોહનું જે કારણ તે પણ પંચવિષય જ છે. તે વિષય પણ ઉત્તમ, મધ્યમ અને કનિષ્ઠ એ ત્રણ પ્રકારના છે. તેમાં જ્યારે ઉત્તમ વિષયની પ્રાપ્તિ થાય અને તેમાંથી કોઈ અંતરાય કરનારો આવે ત્યારે તે ઉપર ક્રોધ થાય; પછી ક્રોધ થકી મોહ થાય છે. અને સામાન્યપણે તો શ્રોત્રને ને શબ્દને સદા સંબંધ છે, અને ત્વચાને ને સ્પર્શને સદા સંબંધ છે; એવી રીતે પંચ જ્ઞાનઇન્દ્રિયોને પંચવિષયનો સંબંધ છે. માટે જે પદાર્થને સામાન્યપણે જોયું હોય ને તે પદાર્થમાંથી વૃત્તિને તોડીને ભગવાનના સ્વરૂપમાં રાખવી હોય, તો તેમાં કાંઈ દાખડો પડે નહીં, સહજે જ તે રૂપ વિષયમાંથી વૃત્તિ તૂટીને ભગવાનના સ્વરૂપમાં રહે. અને જો સ્ત્રીઆદિકનું અતિશય રમણીય રૂપ દીઠામાં આવી ગયું હોય ને તેમાં વૃત્તિ જોડાણી હોય ને પછી જો ભગવાનના સ્વરૂપમાં વૃત્તિ રાખવા જાય તો રહે નહીં અને ચિત્ત પણ એક ઠેકાણે રહે નહીં. માટે જ્યાં સુધી રમણીય પંચવિષયમાં ચિત્ત લોભાય છે ત્યાં સુધી મોહ ટળે નહીં. અને જ્યારે એને ગમતો વિષય હોય ને તેમાં ચિત્ત તણાતું હોય ને સંત તથા ગુરુ તથા પોતાના ઇષ્ટદેવ જે ભગવાન તે જો નિષેધ કરે તો તે ઉપર રીસ ચડે અને તેનો દ્રોહ થાય પણ તેનું વચન મનાય નહીં. એવું જેના અંતરમાં વર્તતું હોય તેને મોહ કહીએ. તે ભગવાને ગીતામાં કહ્યું છે જે,\n‘ધ્યાયતો વિષયાન્ પુંસઃ સંગસ્તેષૂપજાયતે।\nસંગાત્સંજાયતે કામઃ કામાત્ક્રોધોઽભિજાયતે॥\nક્રોધાદ્ ભવતિ સંમોહઃ સંમોહાત્સ્મૃતિવિભ્રમઃ।\nસ્મૃતિભ્રંશાદ્ બુદ્ધિનાશો બુદ્ધિનાશાત્પ્રણશ્યતિ॥’૬\n“માટે આ વચન જે શ્રીકૃષ્ણ ભગવાને કહ્યાં છે તે પરમસિદ્ધાંત છે જે, જ્યારે શબ્દાદિક કોઈ વિષયમાં ચિત્ત લોભાયું, ત્યારે ગમે તેવો બુદ્ધિવાન હોય પણ તેની બુદ્ધિનું કાંઈ ઠેકાણું રહે નહીં અને પશુ જેવો થઈ જાય છે. માટે મોહને ઉદય થયાનું કારણ તે વિષયમાં આસક્તિ તે જ છે. અને જેને એ વિષયમાંથી ચિત્તને ઉખેડવું હોય તેને પ્રથમ તો આત્મનિષ્ઠા અતિ દૃઢ કરી રાખવી જે, ‘હું આત્મા છું પણ દેહ તે હું નહીં.’ એક તો એ વિચાર દૃઢ કરવો. અને બીજું જે પ્રકારે જગતની ઉત્પત્તિ, સ્થિતિ ને પ્રલય થાય છે તે વાર્તા પણ સારી પેઠે સમજવી. અને ત્રીજું ભગવાનના સ્વરૂપનું માહાત્મ્ય અતિશયપણે સમજવું. તે એમ વિચારવું જે, ‘પંચવિષય છે તે તો ભગવાનના કર્યા થયા છે, માટે ભગવાનમાં તો એથી અતિ ઝાઝું સુખ છે. શા માટે જે, શબ્દ હોય તેમાં એકલું શબ્દ સંબંધી જ સુખ હોય, પણ બીજા જે ચાર વિષય રહ્યા તેનું સુખ શબ્દમાં ન હોય. એવી જ રીતે સ્પર્શમાં સ્પર્શનું જ સુખ હોય પણ બીજું ન હોય; તેમ જ રૂપમાં રૂપ સંબંધી જ સુખ હોય; તેમ જ રસ ને ગંધ તેમાં પણ પોતપોતા સંબંધી જ સુખ હોય; પણ એક વિષયમાં પંચવિષયનું સુખ ભેળું ન આવે. અને ભગવાનનું જે સ્વરૂપ છે તેમાં તો સર્વે સુખ ભેળાં રહ્યાં છે. તે એક દર્શન કરે તો પણ તે ભક્ત પૂર્ણકામ થઈ જાય. એવી રીતે ભગવાનના સ્પર્શાદિક પણ પોતાના ભક્તને પૂર્ણકામ કરે છે. અને માયિક જે વિષય સંબંધી સુખ છે તે તો સર્વે નાશવંત છે અને ભગવાન સંબંધી સુખ છે તે તો અખંડ છે.’ એવો જે ભગવાનના સ્વરૂપના માહાત્મ્યનો વિચાર તે પણ અતિ દૃઢ કરવો. એ જે ત્રણ વિચાર કહ્યા તેણે કરીને વિષયમાંથી આસક્તિ ટળી જાય છે. અને જ્યારે વિષયમાંથી આસક્તિ ટળે ત્યારે વિષય સારા કે નરસા તેનો ભેદ રહે નહીં; જેવી રૂપવાન સ્ત્રી તેવી જ કુરૂપવાન સ્ત્રી ભાસે અને તેવી જ રીતે પશુ, પક્ષી, લાકડાં, છાણાં, પથરા, સુવર્ણ એ સર્વને તુલ્યપણે જુએ, પણ સારું પદાર્થ દેખીને તેમાં મોહ ન પામે. એવી રીતે પંચવિષયને વિષે વર્તે, પણ સારો કે નરસો એવો બુદ્ધિને વિષે ભેદ રહે નહીં, એવું જેને વર્તે તેને નિર્મોહી કહીએ. તે શ્રીકૃષ્ણ ભગવાને પણ ગીતામાં કહ્યું છે જે, ‘સમલોષ્ટાશ્મકાંચનઃ’૭ એવાં જેનાં લક્ષણ હોય તેણે ભગવાનનું સ્વરૂપ તત્ત્વે કરીને જાણ્યું છે અને એને જ અનન્ય ભક્ત કહીએ અને પતિવ્રતાનું અંગ પણ તેનું જ જાણવું અને જ્ઞાની પણ તેને જ જાણવો અને ભગવાન પણ તેની ઉપર જ રાજી થાય છે અને ભગવાનને એવો ભક્ત અતિશય વહાલો છે. તે ભગવાને ગીતામાં કહ્યું છે જે, ‘પ્રિયો હિ જ્ઞાનિનોઽત્યર્થમહં સ ચ મમ પ્રિયઃ।’૮ માટે એવા જે પતિવ્રતાના અંગવાળા ભગવાનના ભક્ત છે તે જ ભગવાનને અતિશય વહાલા છે. અને તે પતિવ્રતાનું અંગ ડાહ્યાને જ આવે, એમ નથી; જેને ખપ હોય તેને સૌને આવે. જેમ આ સંસારમાં ભોળી સ્ત્રીઓ હોય ને પતિવ્રતા હોય અને ડાહી હોય ને તે વ્યભિચારિણી હોય; માટે ડાહ્યા-ભોળાનો કાંઈ મેળ નથી, એ તો જેને કલ્યાણનો ખપ હોય તે પતિવ્રતાનું અંગ રાખીને ભગવાનની ભક્તિ કરે છે. અને જે એવી રીતે સારા-નરસા વિષયમાં સમાન બુદ્ધિ થવી તે તો જાણે જે, ‘એક દિવસે જ એમ કરી લઉં ને નિર્મોહી થઉં,’ એમ ઉતાવળે એ કામ થતું નથી; એ તો હળવે હળવે આદર રાખે તેને થાય છે. જેમ કૂવાના કાંઠા ઉપર પથરો નાખ્યો હોય તેમાં પાણી સિંચતાં સિંચતાં દોરડી નરમ હોય તો પણ ઘણે કાળે કરીને તે પાણામાં કાપા પડે છે અને જો લોઢાની સાંકળે કરીને સિંચે તો પણ ઉતાવળે એવો કાપો ન પડે. માટે કલ્યાણને અર્થે જેને યત્ન કરવો હોય તેને વિષયમાંથી આસક્તિ ટાળવી, એને વિષે આકળા થઈને અકળાઈ જવું નહીં. એવી રીતે ગીતામાં પણ કહ્યું છે જે, ‘અનેકજન્મસંસિદ્ધસ્તતો યાતિ પરાં ગતિમ્।’૯ માટે એમ વિચારવું જે, ‘આ જન્મે જેટલી વિષયમાંથી આસક્તિ ટળશે તેટલી ટાળવી છે અને એમ કરતાં જો રહી ગઈ તો બીજે જન્મે કરીને ટાળવી છે, પણ ભગવાનના ભક્ત છીએ તે નરક-ચોરાસીમાં તો જવું નથી.’ એવી રીતે ભગવાનના ભક્તને હિંમત રાખીને ધીરે ધીરે મોહનું મૂળ ઉખાડ્યાનો આદર રાખવો. અને જ્યાં સુધી સારા અને નરસા એ બે વિષય તુલ્ય ન જણાય ત્યાં સુધી એ ભગવાનનો ભક્ત સાધનદશામાં કહેવાય અને જ્યારે સારા-નરસા વિષય તુલ્ય ભાસે ત્યારે એ ભક્ત સિદ્ધદશાને પામ્યો જાણવો. અને જ્યારે વિષયમાંથી આસક્તિ મૂકીને સિદ્ધદશાને પામે છે ત્યારે એને કૃતાર્થ થયો જાણવો. અને વેદ, શાસ્ત્ર, પુરાણ, ઇતિહાસ એ સર્વે ગ્રંથનો એ જ ગલિતાર્થ છે. આ જે અમે વાત કરી છે તે સર્વે શાસ્ત્રનું રહસ્ય છે, માટે આ વાર્તાને સર્વે હરિભક્ત દૃઢ કરીને રાખજ્યો.”"
}