{
  "number": 255,
  "vachanamrut": "ગઢડા અંત્ય ૩૨\n",
  "title": "માહાત્મ્યના ઓથે પાપ કર્યાનું\n",
  "setting": "સંવત ૧૮૮૫ના મહા સુદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને ગવૈયા પરમહંસ વસંતનાં કીર્તન ગાવતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજે મુક્તાનંદ સ્વામી આદિક સાધુને કહ્યું જે, “‘વિષયા વિનિવર્તન્તે નિરાહારસ્ય દેહિનઃ।’૫ એ શ્લોકનો અર્થ કરો.” ત્યારે તેમણે રામાનુજભાષ્યે સહિત અર્થ કર્યો. ત્યાર પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો તો અમે એમ નિશ્ચય કર્યો જે, યુવા અવસ્થા જેને હોય તેને આહાર ક્ષીણ કરવો ને યુક્તાહાર-વિહારપણે રહેવું. ને આહાર ક્ષીણ થાય ત્યારે દેહનું બળ ક્ષીણ થાય અને ત્યારે જ ઇન્દ્રિયો જિતાય, તે વિના ઇન્દ્રિયો જિતાય નહીં. ને એવો થકો પોતાના મનને ભગવાનની નવ પ્રકારની ભક્તિને વિષે રુચિ સહિત રાખે ને ભક્તિમાં પ્રીતિ રાખે, એ બે પ્રકારે એ વર્તે તો એનો સત્સંગ પાર પડે અને એમ ન હોય તો એ જ્યારે-ત્યારે જરૂર ઇન્દ્રિયોને વશ થઈને વિમુખ થાય. તે ગોવર્ધન જેવો સમાધિનિષ્ઠ હોય તો પણ એનો એને ભય છે, તો બીજાની શી વાર્તા? અને આહાર નિયમમાં કરવો તે ઘણાક ઉપવાસ ઠામૂકા કરવા માંડે તેણે કરીને ન થાય, એમ તો ઝાઝી તૃષ્ણા થાય ને મૂળગો આહાર વધે ને ઉપવાસનો ખાંગો ખાય ત્યારે બમણો વાળે;૭ માટે એ તો ધીરે ધીરે આહારને ઘટાડવા માંડે તો નિયમમાં આવે. જેમ મેઘ ઝીણી ઝીણી બુંદે વર્ષે છે પણ બહુ પાણી થાય છે, તેમ ધીરે ધીરે આહારને નિયમમાં કરવો. ને એમ કરે ત્યારે ઇન્દ્રિયો નિયમમાં આવે ને ભક્તિમાં પ્રીતિ હોય તો પાર પડે, એ નિશ્ચિત વાર્તા છે.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “ભગવાનનો જે સાચો ભક્ત તેને ભગવાનનું માહાત્મ્ય સમજ્યાની કેવી રીત છે? તો ‘જે ભગવાન છે તે તેજોમય એવું જે પોતાનું અક્ષરધામ તેને વિષે સદા સાકારમૂર્તિ થકા વિરાજમાન છે ને સર્વના કારણ છે, સર્વના નિયંતા છે, સર્વના અંતર્યામી છે, અનેક કોટિ બ્રહ્માંડના રાજાધિરાજ છે ને અલૌકિક દિવ્ય સુખમયમૂર્તિ છે ને માયાના ગુણ થકી રહિત છે.’ એવી રીતે પ્રત્યક્ષ ભગવાનને જાણીને તે ભગવાન વિના જે બીજા સર્વ માયિક પદાર્થમાત્ર તેને અતિશય તુચ્છ ને નાશવંત સમજે ને એક ભગવાનને વિષે જ પ્રીતિ કરે ને નવ પ્રકારની ભક્તિને કરે. અને વળી એમ સમજે જે, ‘એવા અતિશય મોટા જે ભગવાન તેની મર્યાદાને વિષે કાળ, માયા, બ્રહ્મા, શિવ, સૂર્ય, ચંદ્રમા ઇત્યાદિક સર્વે સમર્થ છે તે પણ નિરંતર વર્તે છે.’ એવું જાણીને તે ભગવાને બાંધી જે ધર્મમર્યાદા તેને વિષે તે ભગવાનની પ્રસન્નતાને અર્થે પોતે નિરંતર વર્તે પણ તે ધર્મમર્યાદાનો ક્યારેય લોપ ન કરે. અને જે કુબુદ્ધિવાળો હોય તે કેમ સમજે? તો ‘એવા મોટા જે ભગવાન તે તો પતિતપાવન છે, અધમઉદ્ધારણ છે. તે માટે કાંઈક ધર્મવિરુદ્ધ અવળું વર્તાઈ જશે તો તેની શી ચિંતા છે? ભગવાન તો સમર્થ છે.’ એવી રીતે માહાત્મ્યનો ઓથ લઈને મૂળગો પાપ કરવા થકી ડરે નહીં, એવો જે હોય તે તો દુષ્ટ છે, પાપી છે. ને એવી સમજણવાળો હોય ને તે ઉપરથી ભક્ત જેવો જણાતો હોય તો પણ તેને ભક્ત ન જાણવો ને તેનો સંગ ક્યારેય ન કરવો. અને ભક્ત તો પ્રથમ કહી તેવી રીતની સમજણવાળાને જ જાણવો ને તેનો જ સંગ કરવો.”"
}