{
    "number": 103,
    "vachanamrut": "કારિયાણી ૭\n",
    "title": "ચટકીના વૈરાગ્યનું, આત્યંતિક કલ્યાણનું\n",
    "setting": "સંવત ૧૮૭૭ના કાર્તિક સુદિ ૧ પડવાને દિવસ રાત્રિને સમે ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની આગળ દીપમાળા પૂરી હતી અને તે દીપમાળા મધ્યે મંચ હતો ને તે ઉપર પલંગ બિછાવ્યો હતો ને તે પલંગ ઉપર શ્રીજીમહારાજ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી ગામ બોચાસણવાળા કાશીદાસે શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ત્યાગી હોય તે તો નિવૃત્તિમાર્ગને અનુસર્યા છે, તે અખંડ ભગવાનના સ્વરૂપમાં વૃત્તિ રાખે છે. અને જે ગૃહસ્થાશ્રમી છે તે તો પ્રવૃત્તિમાર્ગને અનુસર્યા છે, માટે તેને તો સંસારની અનંત વિટમણા વળગી છે; માટે તે ગૃહસ્થાશ્રમી કેમ સમજે તો ભગવાનના સ્વરૂપમાં વૃત્તિ રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ગૃહસ્થને એમ સમજવું જે, ‘જેમ પૂર્વે ચોરાશી લાખ જાતનાં મારે માબાપ તથા સ્ત્રી-છોકરાં થયાં હતાં તેવાં ને તેવાં જ આ દેહનાં પણ છે; ને કેટલાક જન્મની મા, બોન, દીકરીઓ તે કેટલીક રઝળતી હશે, તેની જેમ મારે મમતા નથી તેમ આ દેહનાં સંબંધી તેની પણ મારે મમતા ન રાખવી.’ એવી રીતે વિચાર કરીને સર્વમાંથી પ્રીતિ તોડીને ભગવાનને વિષે દૃઢ પ્રીતિ કરે ને સાધુનો સમાગમ રાખે, તો ગૃહસ્થને પણ ત્યાગીની પેઠે અખંડ ભગવાનમાં વૃત્તિ રહે.”\nપછી એવી રીતે શ્રીજીમહારાજની વાત સાંભળીને જે ગૃહસ્થ સર્વે સભામાં બેઠા હતા તેમણે હાથ જોડીને પૂછ્યું જે, “હે મહારાજ! જે ગૃહસ્થને એવી રીતે ન વર્તાય તેના શા હાલ થશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ તો જે ભગવાન વિના અન્ય પદાર્થમાંથી વાસનામાત્રને ટાળીને ભગવાનમાં અખંડ વૃત્તિ રાખે તેની વાત કહી છે. અને જે એવો બળિયો ન હોય તેને તો સત્સંગની ધર્મમર્યાદામાં રહેવું અને સંત ને ભગવાન તેનો જે પોતાને આશરો છે તેનું બળ રાખવું જે, ‘ભગવાન તો અધમઉદ્ધારણ ને પતિતપાવન છે, તે મને સાક્ષાત્ મળ્યા છે.’” પછી એવાં શ્રીજીમહારાજનાં વચન સાંભળીને સર્વે હરિજન અતિશય રાજી થયા.\nપછી શ્રીજીમહારાજે સંતને પ્રશ્ન પૂછ્યો જે, “વૈરાગ્ય ઉદય થયાનું શું કારણ છે?” પછી જેને જેવો ભાસ્યો તેવો ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી સર્વે મુનિ બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર તમે કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “વૈરાગ્યનું કારણ તો એ છે જે, સદ્‎‍ગ્રંથ ને સત્પુરુષનાં વચન તેને સાંભળીને જેને ચટકી લાગે અને ચટકી લાગે તે પાછી મટે જ નહીં, એવી જે ચટકી તે જ વૈરાગ્યનો હેતુ છે; બીજો વૈરાગ્યનો હેતુ નથી. અને જેને ચટકી લાગતી હોય ને તે તામસી હોય તથા રાજસી હોય તથા સાત્ત્વિકી હોય તે સર્વેને વૈરાગ્ય ઊપજે. અને જેને ચટકી લાગતી ન હોય તેને વૈરાગ્ય ન ઊપજે. અને જેને ચટકી લાગીને થોડા દિવસ કેડે ટળી જતી હોય તેને તો એ ચટકીનો વૈરાગ્ય અતિશય ખુવાર કરે. કેમ જે, જ્યારે ચટકી લાગે ત્યારે ઘર મૂકીને જતો રહે; પછી ભેખ લીધા કેડે જે ચટકી લાગી હોય તે ઊતરી જાય અને પછવાડે ઘર તો ધૂડધાણી થઈ ગયું હોય; પછી જેમ, ‘ધોબીનો કૂતરો વાટનો નહીં ને ઘાટનો નહીં,’ તેમ તે પુરુષ ઉભયભ્રષ્ટ થાય છે. અને જે દૃઢ વૈરાગ્યવાળા હોય છે તે પરમ પદને પામે છે.”\nપછી શ્રીજીમહારાજ અતિ પ્રસન્ન થકા બીજો પ્રશ્ન પરમહંસ પ્રત્યે પૂછતા હવા જે, “આત્યંતિક કલ્યાણ તે કેને કહીએ? અને આત્યંતિક કલ્યાણને પામીને જે સિદ્ધદશાને પામ્યો હોય તે પુરુષની સર્વે ક્રિયાને વિષે કેવી દશા વર્તતી હોય?” પછી જેને જેવો ભાસ્યો તેવો સર્વે મુનિએ ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી સર્વે મુનિ હાથ જોડીને શ્રીજીમહારાજ પ્રત્યે બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર તમે કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે બ્રહ્માંડનો પ્રલય થાય છે ત્યારે પ્રકૃતિનાં કાર્ય જે ચોવીસ તત્ત્વ તે સર્વે પ્રકૃતિને વિષે લીન થઈ જાય છે અને તે પ્રકૃતિપુરુષ પણ અક્ષરબ્રહ્મના તેજમાં અદૃશ્ય થઈ જાય છે અને પછી એકલું સચ્ચિદાનંદ (ચિદ્‎‍ઘન) જે તેજ તે રહે છે અને તે તેજને વિષે દિવ્યમૂર્તિ એવા જે પુરુષોત્તમ ભગવાન વાસુદેવ તે અખંડ વિરાજમાન રહે છે. અને તે જ પોતે દિવ્યમૂર્તિ થકા જીવના કલ્યાણને અર્થે મનુષ્યાકૃતિએ કરીને પૃથ્વીને વિષે સર્વ જનને નયનગોચર થકા વિચરે છે. ત્યારે જે જગતમાં અણસમજુ મૂર્ખ જીવ છે તે તે ભગવાનને માયિક ગુણે યુક્ત કહે છે, પણ એ માયિક ગુણે યુક્ત નથી; એ તો સદા ગુણાતીત દિવ્યમૂર્તિ જ છે. અને તેનું તે જે ભગવાનનું સાકાર દિવ્ય સ્વરૂપ તેને જે વેદાંતશાસ્ત્ર છે તે નિર્ગુણ, અછેદ્ય, અભેદ્ય, સર્વત્ર વ્યાપક એવી રીતે કરીને પ્રતિપાદન કરે છે તે જીવની બુદ્ધિમાંથી માયિકભાવ ટાળવાને અર્થે નિર્ગુણપણે કરીને પ્રતિપાદન કરે છે. અને એ ભગવાન તો ઉત્પત્તિ, સ્થિતિ, અને પ્રલય એ સર્વે કાળને વિષે એકરૂપે કરીને જ વિરાજમાન છે, પણ માયિક પદાર્થની પેઠે વિકારને પામતા નથી; સદા દિવ્યરૂપે કરીને વિરાજમાન રહે છે. એવી રીતે પ્રત્યક્ષ પુરુષોત્તમને વિષે જે દૃઢ નિષ્ઠા તેને આત્યંતિક કલ્યાણ કહીએ. અને એવી નિષ્ઠાને પામીને જે સિદ્ધદશાને પામ્યો હોય તેની આવી દશા હોય જે, પિંડ-બ્રહ્માંડનો તથા પ્રકૃતિપુરુષનો પ્રલય થયા પછી અક્ષરધામને વિષે જે ભગવાનની મૂર્તિ અખંડ વિરાજમાન રહે છે, તે મૂર્તિને સ્થાવર-જંગમસર્વે આકારને વિષે જ્યાં જ્યાં દૃષ્ટિ જાય ત્યાં ત્યાં સાક્ષાત્કાર દેખે અને એ મૂર્તિ વિના બીજું અણુમાત્ર પણ ભાસે નહીં. એ સિદ્ધદશાનું લક્ષણ છે.”"
}