{
  "number": 247,
  "vachanamrut": "ગઢડા અંત્ય ૨૪\n",
  "title": "સોળ સાધનનું, જ્ઞાનાંશના વૈરાગ્યનું\n",
  "setting": "સંવત ૧૮૮૫ના આસો વદિ ૧૨ દ્વાદશીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજને મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનના જે ભક્ત તે અક્ષરધામને વિષે ભગવાનની સેવામાં રહે છે, તે સેવાની પ્રાપ્તિનાં જે સાધન તે શાં છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “શ્રદ્ધા, સ્વધર્મ, વૈરાગ્ય, સર્વ પ્રકારે ઇન્દ્રિયોનો નિગ્રહ કરવો, અહિંસા, બ્રહ્મચર્ય, સાધુનો સમાગમ, આત્મનિષ્ઠા, માહાત્મ્યજ્ઞાને યુક્ત એવી જે ભગવાનની નિશ્ચળ ભક્તિ, સંતોષ, નિર્દંભપણું, દયા, તપ, પોતાથી ગુણે કરીને મોટા જે ભગવાનના ભક્ત તેમને વિષે ગુરુભાવ રાખીને તેમને બહુ પ્રકારે માનવા, પોતાને બરોબરિયા જે ભગવાનના ભક્ત તેમને વિષે મિત્રભાવ રાખવો, પોતાથી ઊતરતા જે ભગવાનના ભક્ત તેમને વિષે શિષ્યભાવ રાખીને તેમનું હિત કરવું; એવી રીતે આ સોળ સાધને કરીને ભગવાનના એકાંતિક ભક્ત જે તે અક્ષરધામને વિષે ભગવાનની સેવાને રૂડી રીતે પામે છે.”\nપછી શુકમુનિએ પ્રશ્ન પૂછ્યો જે, “આપણા સર્વે સંત વર્તમાનમાં રહે છે, તથાપિ એમને વિષે એવું કયું લક્ષણ છે જે, જેણે કરીને એમ જાણીએ જે, એને આપત્કાળ પડશે તો પણ એ ધર્મમાંથી નહીં ડગે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનાં જે જે નાનાં-મોટાં વચન તેની ઉપર નિરંતર જેની દૃષ્ટિ રહે પણ વચન બહાર પગ દેવો પડે તેમાં અતિ કઠણ પડે અને તે વચનથી આગળ પગ માંડીને અધિક પણ ન વર્તે અને ઓછો પણ ન વર્તે, તેને જાણીએ જે, એ ધર્મમાંથી આપત્કાળે પણ નહીં પડે.”\nપછી શ્રીજીમહારાજે કૃપા કરીને એમ વાર્તા કરી જે, “પ્રકૃતિ જે જાવી તે જીવને બહુ કઠણ છે, તથાપિ જો સત્સંગમાં સ્વાર્થ જણાય તો પ્રકૃતિ ટળવી કઠણ ન પડે. જેમ દાદાખાચરના ઘરનાં માણસોને અમને રાખવાનો સ્વાર્થ છે, તો અમને જે પ્રકૃતિ ન ગમે તે રાખતાં નથી; તેમ સ્વાર્થે કરીને પ્રકૃતિ ટળે છે. તથા ભયે કરીને પણ ટળે છે પણ તે અતિશય નથી ટળતી. કેમ જે, જ્યારે કોઈ માણસ હોય ત્યારે તેનો ભય રાખે ને માણસ ન હોય તો ન રાખે; જેમ રાજાને ભયે કરીને ચોર પ્રકૃતિનો ત્યાગ કરે છે. અને જેનો જે સ્વભાવ હોય તેની ઉપર વારંવાર અમે કઠણ વચનના ડંક માર્યા હોય ને કચવાવ્યો હોય તો પણ જે કોઈ રીતે પાછો ન પડ્યો હોય; તે ઉપર તો અમારે એવું હેત રહે છે, તે જાગ્રત-સ્વપ્નમાં સંભાર્યા વિના તે હેત એમનું એમ રહ્યું જાય છે ને ગમે તેમ થાય પણ તે હેત ટળતું નથી.\n“અને વળી જે હરિભક્તને વિષે જે અંગ હોય તેમાં એક અંગ સરસ હોય તે કહીએ છીએ જે, દાદાખાચરને વિશ્વાસનું અંગ; અને રાજબાઈને ત્યાગનું અંગ; અને જીવુબાઈને શ્રદ્ધાનું અંગ; અને લાડુબાઈને અમારી પ્રસન્નતા કરવી એ અંગ; અને નિત્યાનંદ સ્વામીને અમારી પ્રસન્નતા કરવી એ અંગ; અને બ્રહ્માનંદ સ્વામીને સત્સંગની મર્યાદાનો કોઈ રીતે ભંગ ન થાય એવો આગ્રહ એ અંગ; અને મુક્તાનંદ સ્વામીને અમારી પ્રસન્નતા કરવી તથા અમારો વિશ્વાસ એ અંગ; અને સોમલાખાચરને સદા એકરે’ણીપણું એ અંગ; અને ચૈતન્યાનંદ સ્વામીને એમ જે, ‘કોઈ રીતે મહારાજ પ્રસન્ન થાય એમ આપણી વતે વર્તાય તો ઠીક,’ એ અંગ; અને સ્વયંપ્રકાશાનંદ સ્વામીને નિશ્ચય તથા માહાત્મ્ય એ અંગ; અને ઠાકોર ઝીણાભાઈને એમ જે, ‘ભગવાન વિના બીજા પદાર્થમાં રખે મારું અંગ બંધાઈ જાય નહીં!’ એવું અંગ; અને મોટા આત્માનંદ સ્વામીને અમારા વચનનું ઉલ્લંઘન થાય નહીં એવું અંગ.” એવી રીતે ઘણાક મોટેરા પરમહંસ તથા હરિભક્ત તેનાં અંગ કહ્યાં.\nઅને પછી એમ બોલ્યા જે, “અહીંની મોટેરી ત્રણ બાઈઓ તથા ગોપાળાનંદ સ્વામી, બ્રહ્માનંદ સ્વામી, મુક્તાનંદ સ્વામી, નિત્યાનંદ સ્વામી, શુકમુનિ, સોમલો ખાચર, દાદો ખાચર એ તમે સર્વે જેમ હમણાં આ વર્તમાનકાળે કેવાં રૂડી રીતે વર્તો છો! તથાપિ જો દેશ, કાળ, સંગ, ક્રિયા એ ચારને વિષે વિષમપણું થાય તો એમનો એમ રંગ રહે નહીં, એ વાતમાં કાંઈ સંશય નથી. અને કદાચિત્ વિષયમાં બંધાઈ ગયો હોય પણ જો જેને વિષે જેટલો જ્ઞાનાંશ-વધારો હોય તો તે વિષયના બંધનને તોડીને નીકળે. તે જ્ઞાનાંશ તે શું? તો એમ સમજણ હોય જે, ‘હું જે જીવ તે આવો છું તથા દેહ તે આવો છે તથા દેહનાં સંબંધી તે આવાં છે તથા પ્રકૃતિ, પુરુષ, વિરાટ, સૂત્રાત્મા, અવ્યાકૃત તેનાં સ્વરૂપ તે આવી રીતનાં છે તથા ભગવાન તે આવી રીતના છે તથા ભગવાનનું ધામ તે આવી રીતનું છે,’ ઇત્યાદિક જે જ્ઞાનાંશ તેની જે અંતરમાં દૃઢતાની ગ્રંથિ તે પડી હોય ને પછી જે વૈરાગ્ય ઊપજે તે વૈરાગ્ય ખરો. અને એ વિના બીજો જે વૈરાગ્ય તે તો ઉપરથી જણાય પણ એમાં બળ નહીં, બળ તો જ્ઞાનાંશથી ઊપજ્યો જે વૈરાગ્ય તેમાં જ છે. જેમ દીવાનો અગ્નિ તેને વાયુ લાગે ત્યારે ઓલાઈ જાય અને વડવાનળ અગ્નિ તથા મેઘમાં જે વીજળીનો અગ્નિ તે જળમાં રહ્યો છે પણ તે જળનો પરાભવ એને થતો નથી, પ્રજ્વલિત થકો રહે છે. તેમ જ્ઞાનાંશ વિનાનો જે વૈરાગ્ય તેને વિષયનો સંબંધ થાય ત્યારે એ વૈરાગ્ય ટકે નહીં; અને જ્ઞાનાંશે કરીને થયો જે વૈરાગ્ય તેને વિષયનો સંબંધ થાય તો પણ એ વૈરાગ્ય ક્ષીણ ન પડે, વડવાનળ અગ્નિની પેઠે પ્રજ્વલિત થકો વર્તે છે. અને એવો જે જ્ઞાનાંશ તેની કોઈ રીતે કરીને તમારા મનમાં આંટી પડી જાય તે સારુ અમે નિરંતર વાર્તા કરીએ છીએ. કેમ જે, કોઈક વાર્તાની ચૂંક લાગે તો એવી આંટી પડી જાય. અને જે એમ ન સમજે ને, ‘આ મારી જાત, આ મારી મા, આ મારો બાપ, આ મારાં સંબંધી,’ એવી રીતની અહં-મમતાએ યુક્ત જેની સમજણ છે તેને તો અતિ પ્રાકૃત મતિવાળો અણસમજુ જાણવો.”\nઅને વળી શ્રીજીમહારાજે કૃપા કરીને એમ વાર્તા કરી જે, “મુમુક્ષુને ઉત્કૃષ્ટ ગુણની પ્રાપ્તિ થાય તેનું કારણ શું છે? તો ભગવાનની કથાવાર્તા સાંભળ્યામાં જેને જેટલી પ્રીતિ તેને તેટલો જગતનો અભાવ થાય તથા કામ, ક્રોધ, લોભાદિક દોષનો નાશ થાય. અને જો કથાવાર્તામાં જેને આળસ હોય તેની કોરની એમ અટકળ કરવી જે, ‘એમાં મોટા ગુણ નહીં આવે.’ અને શાસ્ત્રમાં નવ પ્રકારની ભક્તિ કહી છે તેમાં શ્રવણ ભક્તિને પ્રથમ ગણી છે. માટે જો શ્રવણ ભક્તિ જેને હોય તો પ્રેમલક્ષણા પર્યંત સર્વે ભક્તિનાં અંગ એને પ્રાપ્ત થશે.” એવી રીતે વાર્તા કરી.\nઅને તે જ દિવસ મધ્યાહ્‎‌ન સમે દાદાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીની આગળ પરમહંસ સર્વેની પંક્તિ જમવા સારુ બેઠી હતી. તે સમયમાં શ્રીજીમહારાજ લીંબડાના વૃક્ષને હેઠે ઢોલિયો ઢળાવીને વિરાજમાન હતા.\nપછી શ્રીજીમહારાજે પરમહંસ આગળ એમ વાત કરી જે, “બાઈઓ હરિભક્ત છે તેનું માહાત્મ્ય તો ઝાઝું સમજવું નહીં; કેમ જે, માહાત્મ્યને મિષે કરીને મનમાં એનું મનન થાય એટલે સ્વપ્નમાં આવે. માટે માહાત્મ્ય લેવું તો સૌનું સમપણે લેવું જે, ‘એ સર્વે ભગવાનના ભક્ત છે,’ પણ અધિક-ન્યૂનપણે માહાત્મ્ય લેવું નહીં. અને જો અધિક-ન્યૂનપણે માહાત્મ્ય સમજે તો તેમાં મોટું વિઘ્ન છે. તેમ જ બાઈઓને ભાઈઓનું માહાત્મ્ય પણ સમપણે સમજવું અને જો એમ ન સમજે તો એ બાઈઓને પણ મોટું વિઘ્ન છે.”"
}