{
  "number": 271,
  "vachanamrut": "જેતલપુર ૨\n",
  "title": "જેતલપુર ૨\n",
  "setting": "સંવત ૧૮૮૨ના ચૈત્ર સુદિ ૪ ચતુર્થીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીજેતલપુર મધ્યે સંધ્યા સમયે શ્રીબલદેવજીના મંદિરના ચોક વચ્ચે ઢોલિયો બિછાવ્યો હતો તે ઉપર વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પાઘને વિષે ડોલરિયાનાં પુષ્પના તોરા વિરાજમાન હતા ને ડાબા હાથને વિષે રૂમાલ ધરી રહ્યા હતા ને જમણા હાથમાં તુલસીની માળાને ફેરવતા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ પ્રત્યે બ્રહ્માનંદ સ્વામીએ નમસ્કાર કરીને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! યતિ તે કોને કહીએ તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને દૃઢ બ્રહ્મચર્ય હોય ને સર્વ ઇન્દ્રિયો પોતાને વશ હોય તેને યતિ જાણવો. તે જે હનુમાનજી તથા લક્ષ્મણજી જેવો હોય તેને યતિ જાણવો. તે હનુમાનજી જ્યારે રામચંદ્રજીની આજ્ઞાને કરીને સીતાજીને ખોળવા સારુ લંકામાં ગયા, ત્યારે જાનકીજીને ઓળખવાં હતાં તે સારુ જેટલી સ્ત્રીઓ લંકામાં હતી તે સર્વને જોતા હવા. તે જોતાં જોતાં, ‘આ તો જાનકીજી નહીં, આ તો જાનકીજી નહીં,’ એમ વિચારતા સતા મંદોદરીને હનુમાનજી દેખતા હવા. ત્યારે પોતે એમ જાણ્યું જે, ‘આ જાનકીજી હશે?’ પછી એમ મનમાં વિચાર કર્યો જે, ‘જાનકીજીને તો ભગવાન રઘુનાથજીનો વિયોગ છે તેણે કરીને આવું શરીર પુષ્ટ હોય જ નહીં ને આવી નિદ્રા પણ ન હોય.’ એવો મનમાં વિચાર કરીને હનુમાનજી પાછા વળી નીસર્યા. પછી પોતાને મનમાં એવો સંકલ્પ થયો જે, ‘હું યતિ છું ને મેં આ સર્વે સ્ત્રીઓને જોઈયો તેનો મુને કાંઈ બાધ હશે કે નહીં?’ પછી વળી પોતે એમ વિચાર કર્યો જે, ‘મેં તો રઘુનાથજીની આજ્ઞાએ કરીને જાનકીજીની ખબર કાઢવી છે તે સારુ સ્ત્રીઓને જોઈયો. તેનો મુને શો બાધ છે?’ ને વળી મનમાં એમ વિચાર કર્યો જે, ‘મારી વૃત્તિમાં ને મારી ઇન્દ્રિયોમાં રઘુનાથજીની કૃપાએ કરીને ક્ષોભ પણ નથી ઊપજ્યો.’ એમ વિચારીને નિઃસંશય થકા ફરીને સીતાજીને ખોળતા હવા.૧ માટે હનુમાનજીની પેઠે વિકારનો હેતુ સતે પણ જેનું અંતઃકરણ નિર્વિકાર રહે એવો જે હોય તે યતિ કહેવાય. અને વળી જ્યારે જાનકીજીનું હરણ થયું ત્યારે રઘુનાથજી ને લક્ષ્મણજી એ બેય વનમાં સીતાજીને ખોળતાં ખોળતાં જ્યાં સુગ્રીવ ફટકશીલા ઉપર હતો ત્યાં ગયા. ત્યારે સુગ્રીવને જણાવ્યું જે, ‘જાનકીજીનું હરણ થયું છે, તે માટે આંહીં આવ્યા છીએ. તે જો તમને કાંઈ ખબર હોય તો કહો.’ ત્યારે સુગ્રીવે કહ્યું જે, ‘હે મહારાજ! આકાશને વિષે, હે રામ! હે રામ! એવો શબ્દ થતો હતો જે મેં સાંભળ્યો હતો. અને બીજું જે, આ ચીરમાં બાંધીને ઘરેણાં પડતાં મૂક્યાં હતાં તે મારી પાસે મેં રાખ્યાં છે.’ ત્યારે રઘુનાથજીએ કહ્યું જે, ‘લાવો, તે જોઈએ.’ ત્યારે તે ઘરેણાં સુગ્રીવે રઘુનાથજીને આપ્યાં. પછી રઘુનાથજીએ લઈને લક્ષ્મણજીને દેખાડ્યાં. તે પ્રથમ તો કાનનાં દેખાડ્યાં. પછી હાથનાં બાજુબંધ આદિક દેખાડ્યાં. તે લક્ષ્મણજીએ ન ઓળખ્યાં. ત્યાર પછી પગનાં ઝાંઝર દેખાડ્યાં ત્યારે લક્ષ્મણજીએ કહ્યું જે, ‘હે મહારાજ! આ તો જાનકીજીનાં ઝાંઝર છે.’ ત્યારે રઘુનાથજીએ પૂછ્યું જે, ‘હે લક્ષ્મણજી! બીજાં ઘરેનાં ન ઓળખ્યાં ને પગનાં ઝાંઝર કેમ ઓળખ્યાં?’ ત્યારે લક્ષ્મણજીએ કહ્યું, ‘હે મહારાજ! જાનકીજીનું સ્વરૂપ તે મેં નથી દીઠું અને મેં ચરણારવિંદ વિના બીજું સીતાજીનું કોઈ અંગ દેખ્યું નથી. અને સાંજે પગે લાગવા જતો ત્યારે ઝાંઝર દીઠાં હતાં, માટે મેં ઝાંઝર ઓળખ્યાં.’૧ એવી રીતે ચૌદ વર્ષ સુધી સેવામાં રહ્યા પણ દૃષ્ટિએ કરીને જાનકીજીનું સ્વરૂપ એક ચરણારવિંદ વિના બીજું દીઠું નહીં; માટે એવો હોય તે યતિ જાણવો.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “આ બ્રહ્માનંદ સ્વામી છે તે પણ તે જેવા જ છે.” એમ સર્વે સભાને સાંભળતે સતે બ્રહ્માનંદ સ્વામીની શ્રીજીમહારાજે યતિપણાની બહુ પ્રશંસા કરીને ગામ બહાર પધાર્યા ને યજ્ઞ થયા હતા તે ઠેકાણે પરથાર ઉપર ઢોલિયો બિછાવ્યો હતો તે ઉપર પોતે વિરાજમાન થયા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nપછી શ્રીજીમહારાજે કહ્યું જે, “કાંઈ પ્રશ્ન-ઉત્તર કરો.” ત્યારે પટેલ આશજીભાઈએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! આ જીવનું સ્વરૂપ કેવું છે તે મને યથાર્થ કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જીવ તો અછેદ્ય, અભેદ્ય, અવિનાશી, ચૈતન્યરૂપ, અણુમાત્ર એવો છે. ત્યારે તમે કહેશો જે, તે જીવ ક્યાં રહે છે? તો હૃદાકાશને વિષે રહે છે અને ત્યાં રહ્યો થકો વિવિધ ક્રિયાને કરે છે. અને તેમાં જ્યારે રૂપ જોવું હોય ત્યારે નેત્ર દ્વારે કરીને જુએ છે; અને શબ્દ સાંભળવો હોય ત્યારે કાન દ્વારે આવીને સાંભળે છે; ને નાસિકા દ્વારે સારો-નરસો ગંધ લે છે; ને રસના દ્વારે રસ લે છે; ને ત્વચા દ્વારે સ્પર્શનું સુખ લે છે; ને મન દ્વારે મનન કરે છે; ચિત્ત દ્વારે ચિંતવન કરે છે; બુદ્ધિ દ્વારે નિશ્ચય કરે છે; એમ દસ ઇન્દ્રિયો દ્વારે તથા ચાર અંતઃકરણ દ્વારે સર્વે વિષયનું ગ્રહણ કરે છે. ને નખથી શિખા પર્યંત શરીરમાં વ્યાપીને રહ્યો છે ને એથી નોખો પણ છે. એવી રીતે જીવનું સ્વરૂપ છે. તેને ભક્તજન જે તે પ્રગટ પ્રમાણ પુરુષોત્તમ એવા જે શ્રીનરનારાયણ તેના પ્રતાપે કરીને યથાર્થ દેખે છે ને બીજાને તો એ જીવનું સ્વરૂપ જાણ્યામાં પણ આવતું નથી.” એમ પ્રશ્નનો ઉત્તર કરીને સર્વને રાજી કરીને ‘જય સચ્ચિદાનંદ’ કહીને શ્રીજીમહારાજ મોહોલમાં પોઢવા પધારતા હવા."
}