{
  "number": 46,
  "vachanamrut": "ગઢડા પ્રથમ ૪૬\n",
  "title": "આકાશની ઉત્પત્તિ અને લયનું\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૧૧ એકાદશીને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની સમીપે ઓટા ઉપર દક્ષિણાદે મુખારવિંદે વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળી પાઘ બાંધી હતી ને પોતાના મુખારવિંદની આગળ મુનિની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે ભટ્ટ માહેશ્વર૯ નામે વેદાંતી બ્રાહ્મણ હતો તેણે શ્રીજીમહારાજને પ્રશ્ન પૂછ્યું જે, “સમાધિને વિષે સર્વે લીન થાય છે ત્યારે આકાશ કેવી રીતે લીન થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “આકાશનું રૂપ૦ અમે રૂડે પ્રકારે કરીએ તે તમે સર્વે સાવધાન થઈને સાંભળો જે, આકાશ તે અવકાશને કહીએ અને જે જે પદાર્થ રહે છે તે અવકાશમાં જ રહે છે અને તે પદાર્થમાં પણ આકાશ વ્યાપીને રહે છે. અને એવું કોઈ પદાર્થ નથી જે, જેને વિષે આકાશ ન હોય; કેમ જે, પૃથ્વીની એક રજ અતિ ઝીણી હોય તેને વિષે પણ આકાશ છે અને તે એક રજના કોટાનકોટિ કટકા કરીએ તો પણ તેને વિષે આકાશ છે. માટે આકાશની દૃષ્ટિએ જ્યારે જોઈએ ત્યારે પૃથ્વી આદિક ચાર ભૂત દેખાતાં નથી, એકલો આકાશ જ દેખાય છે.૨૧ તે આકાશ સર્વનો આધાર છે. અને સ્થૂળ, સૂક્ષ્મ અને કારણ એ જે ત્રણ શરીર તે આકાશને વિષે છે અને આ બ્રહ્માંડ છે તે પણ આકાશને વિષે રહ્યું છે અને બ્રહ્માંડનું કારણ જે પ્રકૃતિ ને પુરુષ તે પણ આકાશને વિષે છે. એવો જે આકાશ તે પ્રકૃતિપુરુષ અને તેનું કાર્ય જે પિંડ-બ્રહ્માંડ એ સર્વને માંહી પણ રહ્યો છે ને સર્વનો આધાર થઈને બહાર પણ રહ્યો છે. એવો જે એ આકાશ તે તો સુષુપ્તિને વિષે અથવા સમાધિને વિષે લીન થતો નથી. અને કોઈ કહેશે જે, ‘આકાશાદિક પંચભૂત તો તમોગુણથી ઊપજ્યાં છે, તે આકાશ પુરુષ અને પ્રકૃતિનો આધાર કેમ કહેવાય? ને સર્વમાં વ્યાપક કેમ કહેવાય?’ તો એનો ઉત્તર એ છે જે, પ્રકૃતિમાં જો અવકાશરૂપ આકાશ ન હોય તો જેમ વૃક્ષમાંથી ફળ-પુષ્પાદિ બહાર નીસરે છે અને જેમ ગાયના પેટમાંથી વાછડું બહાર નીસરે છે તેમ પ્રકૃતિમાંથી મહત્તત્ત્વ નીસરે છે તે કેમ નીસરે? માટે પ્રકૃતિને વિષે આકાશ રહ્યો છે અને મહત્તત્ત્વમાંથી અહંકાર નીસરે છે માટે મહત્તત્ત્વમાં આકાશ રહ્યો છે અને અહંકારમાંથી ત્રણ ગુણ નીસરે છે માટે અહંકારને વિષે આકાશ રહ્યો છે અને તમોગુણમાંથી આકાશ આદિક પંચભૂત નીસરે છે માટે તમોગુણને વિષે પણ આકાશ રહ્યો છે. અને તમોગુણમાંથી જે આકાશ નીસરે છે તે આકાશ તો તમોગુણનું કાર્ય છે અને વિકારવાન છે, અને સર્વનો આધાર જે આકાશ છે તે નિર્વિકારી છે ને અનાદિ છે. અને એવો સર્વાધાર જે આકાશ છે તે આકાશને બ્રહ્મ કહીએ,૨૨ ચિદાકાશ કહીએ. અને એ આકાશને વિષે પુરુષ ને પ્રકૃતિ તે સંકોચ અવસ્થાને અને વિકાસ અવસ્થાને પામે છે. કેવી રીતે? તો જ્યારે પુરુષ પ્રકૃતિ સામું જુએ છે ત્યારે જેમ સ્ત્રી-પુરુષ થકી સંતાનની ઉત્પત્તિ થાય છે તેમ પુરુષ જે પતિ ને પ્રકૃતિરૂપ જે સ્ત્રી તે થકી મહત્તત્ત્વાદિક સંતાન ઉત્પન્ન થાય છે, એવી રીતે જે એ પ્રકૃતિ તે ચોવીસ તત્ત્વરૂપે ને પિંડ-બ્રહ્માંડરૂપે થાય છે એ પ્રકૃતિની વિકાસ અવસ્થા છે; અને જેટલાં પ્રકૃતિનાં કાર્ય છે તેને વિષે પુરુષ પોતાની શક્તિએ કરીને વ્યાપકપણે રહે છે તે પુરુષની વિકાસ અવસ્થા છે. અને જ્યારે કાળે કરીને પ્રકૃતિનું કાર્ય સર્વ નાશ પામી જાય છે અને પ્રકૃતિ પણ પુરુષના અંગમાં લીન જેવી રહે છે એ પ્રકૃતિની સંકોચ અવસ્થા છે; અને પુરુષ પણ પ્રકૃતિનાં કાર્ય સર્વ નાશ પામ્યાં ત્યારે પોતાને સ્વરૂપે રહ્યો એ પુરુષની સંકોચ અવસ્થા છે. જેમ કાચબો છે તે જ્યારે વિકાસને પામે છે ત્યારે પોતાનાં સર્વ અંગ બહાર કાઢે છે અને જ્યારે સંકોચને પામે છે ત્યારે સર્વે પોતાનાં અંગ તાણી લે છે, તે રુંડમુંડ થઈ રહે છે; તેમ પુરુષ-પ્રકૃતિની સંકોચ-વિકાસ અવસ્થા છે. અને એ પ્રકૃતિ ને પ્રકૃતિના કાર્યને વિષે અન્વય-વ્યતિરેકપણું પુરુષનું જ છે, પણ સર્વનો આધાર એવો ચિદાકાશ તેનું નથી; કેમ જે, જે સર્વાધાર હોય તે કોણ થકી વ્યતિરેક હોય? તે તો સદા સર્વમાં રહ્યો જ હોય. અને આ બ્રહ્માંડ છે તેને ચારે કોરે લોકાલોક પર્વત છે તે ગઢની પેઠે રહ્યો છે અને તે લોકાલોકની બહાર તે અલોક છે અને તે અલોકથી પર સપ્ત આવરણ છે અને તેથી પર એકલું અંધારું છે અને તે અંધારાથી પર પ્રકાશ છે, તે પ્રકાશને ચિદાકાશ કહીએ. તેમ જ ઊંચું પણ બ્રહ્મલોક સુધી કહેવાય અને તેની ઉપર સપ્ત આવરણ છે અને તે આવરણને પાર અંધકાર છે અને અંધકારને પાર પ્રકાશ છે, તે પ્રકાશને ચિદાકાશ કહીએ. અને તેમ જ હેઠે પણ સપ્ત પાતાળ સુધી કહેવાય ને તેથી હેઠાં સપ્ત આવરણ છે ને તેથી હેઠું અંધકાર છે તેથી હેઠો પ્રકાશ છે, તે પ્રકાશને ચિદાકાશ કહીએ. એવી રીતે બ્રહ્માંડની ચારે પાસે ચિદાકાશ છે અને બ્રહ્માંડની માંહી પણ છે. અને એવો જે એ સર્વાધાર આકાશ છે તેને આકારે જેની દૃષ્ટિ વર્તતી હોય તેને દહરવિદ્યા કહીએ, અને અક્ષિવિદ્યા આદિક ઘણીક પ્રકારની બ્રહ્મવિદ્યા કહી છે તે માંહેલી એ પણ એક બ્રહ્મવિદ્યા છે. અને એ ચિદાકાશ છે તે અતિ પ્રકાશવાન છે અને તે ચિદાકાશ અનાદિ છે ને તેની ઉત્પત્તિ-વિનાશ નથી. અને જે આકાશની ઉત્પત્તિ અને વિનાશ કહ્યો છે તે આકાશ તો તમોગુણનું કાર્ય છે અને અંધકારરૂપ છે,૨૩ તેની લીનતા થાય છે પણ સર્વનો આધાર એવો જે ચિદાકાશ તેની તો લીનતા થતી નથી. એવી રીતે તે તમારા પ્રશ્નનો ઉત્તર કર્યો. હવે તેમાં કોઈને શંકા રહી હોય તો પૂછો!” પછી તે વેદાંતી બ્રાહ્મણ તથા સર્વ હરિજન બોલ્યા જે, “હવે કોઈને લેશમાત્ર સંશય નથી.”"
}