{
    "number": 101,
    "vachanamrut": "કારિયાણી ૫\n",
    "title": "અવતાર ધર્યાના પ્રયોજનનું\n",
    "setting": "સંવત ૧૮૭૭ના આસો વદિ ૧૪ ચૌદશને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ છપરપલંગ ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે એક પ્રશ્ન પૂછીએ છીએ.” પછી મુનિ બોલ્યા જે, “પૂછો, મહારાજ!” પછી શ્રીજીમહારાજે પૂછ્યું જે, “ભગવાન જીવના કલ્યાણને અર્થે પૃથ્વી ઉપર અવતાર ધરે છે, તે અવતાર ધર્યા વિના પોતાના ધામમાં રહ્યા થકા શું કલ્યાણ કરવાને સમર્થ નથી? અને કલ્યાણ તો ભગવાન જેમ ધારે તેમ કરે. ત્યારે અવતાર ધર્યાનું શું પ્રયોજન છે? અને જો અવતાર ધરે ત્યારે જ ભગવાનમાં કલ્યાણ કરવાની સામર્થી હોય અને અવતાર ધર્યા વિના જીવનાં કલ્યાણ ન કરી શકતા હોય તો ભગવાનને વિષે પણ એટલું અસમર્થપણું આવે. માટે ભગવાન તો અવતાર ધરીને પણ કલ્યાણ કરે અને અવતાર ન ધરે તો પણ જીવનાં કલ્યાણ કરવા સમર્થ છે. માટે એવા જે ભગવાન તેને અવતાર ધર્યાનું શું પ્રયોજન છે? એ પ્રશ્ન છે.” પછી મોટા મોટા સંત હતા તેમણે જેની જેવી બુદ્ધિ તેણે તેવો ઉત્તર કર્યો, પણ શ્રીજીમહારાજના પ્રશ્નનું કોઈથી સમાધાન ન થયું અને શ્રીજીમહારાજે આશંકા કરી તે સર્વેના ઉત્તર ખોટા થઈ ગયા. પછી મુનિ સર્વે હાથ જોડીને બોલ્યા જે, “હે મહારાજ! એ પ્રશ્નનો ઉત્તર તો તમે જ કરો તો થાય.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનને અવતાર ધર્યાનું એ જ પ્રયોજન છે જે, ભગવાનને વિષે અતિશય પ્રીતિવાળા જે ભક્ત હોય તેની ભક્તિને આધિન થઈને તે ભક્તને સુખ દેવાને અર્થે જેવી ભક્તની ઇચ્છા હોય તેવા રૂપનું ધારણ કરે છે. પછી જેવા જેવા પોતાના ભક્તના મનોરથ હોય તે સર્વે પૂરા કરે છે. અને તે ભક્ત હોય તે સ્થૂળભાવે યુક્ત છે અને દેહધારી છે, માટે ભગવાન પણ સ્થૂળભાવને ધારણ કરીને દેહધારી જેવા થાય છે અને તે પોતાના ભક્તને લાડ લડાવે છે; અને પોતાની સામર્થીને છપાડીને તે ભક્ત સંગાથે પુત્રભાવે વર્તે છે અથવા સખાભાવે વર્તે છે અથવા મિત્રભાવે વર્તે છે અથવા સગાંસંબંધીને ભાવે વર્તે છે, તેણે કરીને એ ભક્તને ભગવાનની ઝાઝી મર્યાદા રહેતી નથી. પછી જેવી એ ભક્તને ઇચ્છા હોય તેવી રીતે લાડ લડાવે છે. માટે પોતાના જે પ્રેમી ભક્ત તેના મનોરથ પૂરા કરવા એ જ ભગવાનને અવતાર ધર્યાનું પ્રયોજન છે અને તે ભેળું અસંખ્ય જીવનું કલ્યાણ પણ કરે છે ને ધર્મનું સ્થાપન પણ કરે છે. હવે એમાં આશંકા થતી હોય તો બોલો.” પછી મુનિએ કહ્યું જે, “હે મહારાજ! યથાર્થ ઉત્તર થયો.”"
}