{
  "number": 136,
  "vachanamrut": "ગઢડા મધ્ય ૩\n",
  "title": "રસિકમાર્ગ અને આત્મજ્ઞાનનું\n",
  "setting": "સંવત ૧૮૭૮ના શ્રાવણ સુદિ ૪ ચોથને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ ચાકળા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પોતાની આગળ પરમહંસ ઝાંઝ-મૃદંગ લઈને કીર્તન ગાતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ નેત્રકમળની સાને કરીને સૌને છાના રાખીને બોલ્યા જે, “મોટેરા મોટેરા પરમહંસ હો તે આગળ આવો, વાત કરવી છે.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનને ભજતા હોય તેને મોટી પદવી પામ્યાના બે ઉપાય છે અને પડ્યાના બે ઉપાય છે. તે કહીએ છીએ જે, એક તો રસિકમાર્ગે કરીને ભગવાનની ભક્તિ કરવી અને બીજો આત્મજ્ઞાન, એ બે મોટ્યપ પામ્યાના પણ માર્ગ છે અને પડ્યાના પણ છે. તેમાં રસિકમાર્ગે તો હજારો ને લાખો પડી ગયા છે અને ભગવાનને તો કોઈક પામ્યો હશે; અને મોટા આચાર્ય થયા તેણે પણ રસિકમાર્ગે કરીને ભક્તિ કરાવી છે, પણ તેમાં બગાડ ઘણાને થયો છે અને સારું તો કોઈકનું થયું છે. કાં જે, રસિકપણે કરીને જ્યારે ભગવાનનું વર્ણન કરે ત્યારે ભગવાન ભેળું રાધિકાજી તથા લક્ષ્મીજી તથા તેની સખીઓ તેનું પણ વર્ણન આવે અને જ્યારે સ્ત્રીઓનું વર્ણન આવે ત્યારે તો તેનાં અંગોઅંગનું વર્ણન થાય, ત્યારે વર્ણનના કરનારાનું મન નિર્વિકાર કેમ રહે? અને ઇન્દ્રિયોનો તો એ જ સ્વભાવ છે જે, સારો વિષય હોય તે ઉપર જ પ્રીતિ હોય. અને રાધિકાજી, લક્ષ્મીજી તેના જેવું તો ત્રિલોકીમાં કોઈ સ્ત્રીનું રૂપ હોય નહીં અને એના જેવી કોઈની બોલી પણ મીઠી ન હોય અને એના દેહનો સુગંધ પણ અતિશય હોય; માટે એવા રૂપને દેખીને અથવા સાંભળીને કયે પ્રકારે મોહ ન થાય? એ તો થાય જ. અને લેશમાત્ર જો મન વિકાર પામે તો તે કલ્યાણના માર્ગમાંથી પડ્યો. માટે રસિકની રીતે જે ભગવાનને ભજે તેને એ મોટું વિઘ્ન છે. અને બ્રહ્મજ્ઞાનમાં તો આવી રીતે અવળું સમજાય છે જે, ‘જે બ્રહ્મ છે તે જ પ્રકૃતિપુરુષરૂપે થાય છે અને પછી તે જ બ્રહ્મ બ્રહ્મા-વિષ્ણુ-શિવરૂપે થાય છે ને પછી તે જ બ્રહ્મ સ્થાવર-જંગમરૂપે થાય છે અને તે સ્થાવર-જંગમરૂપ જે આકાર તેને વિષે રહ્યા જે જીવ તે રૂપે પણ બ્રહ્મ થાય છે.’ એવી રીતે બ્રહ્મજ્ઞાનને અવળું સમજીને પછી સમજનારો પોતાના જીવને પણ ભગવાન જાણે છે, ત્યારે એમ સમજનારાને ઉપાસનાનો ભંગ થયો. માટે એ પણ ભગવાનના માર્ગ થકી પડ્યો. એવી રીતે બ્રહ્મજ્ઞાનમાં પણ ઉપાસનાનું ખંડન થાય એ મોટું વિઘ્ન છે. કાં જે, સમજી સમજીને સર્વના કારણ અને સર્વના સ્વામી એવા જે ભગવાન તેનું જ ખંડન થયું, માટે એમ સમજનારો પણ કલ્યાણના માર્ગ થકી પડ્યો જાણવો. અને એ બે માર્ગ છે તે કલ્યાણના છે અને એ બેમાં વિઘ્ન પણ અતિ મોટાં છે. માટે જે કલ્યાણને ઇચ્છતો હોય તેને કેમ કરવું? એ પ્રશ્ન છે, તેનો ઉત્તર કરો.” પછી સર્વે પરમહંસ વિચારી રહ્યા પણ કોઈથી ઉત્તર ન થયો.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર તો એ છે જે, જેમ પોતાની માતા હોય અથવા બેન હોય તથા દીકરી હોય તે ઘણી રૂપવાન હોય તો પણ તેને દેખીને મનને વિષે વિકાર થતો નથી, તેમ જ તેને સાથે બોલે છે, સ્પર્શ કરે છે તો પણ મનને વિષે લેશમાત્ર વિકાર થતો નથી; એવી રીતે ભગવાનનાં ભક્ત જે બાઈઓ હોય તેને વિષે મા, બેન ને દીકરી તેની બુદ્ધિ રહે તો કોઈ રીતે વિકાર થાય નહીં અને રસિકમાર્ગે કરીને ભગવાનને ભજીને અભયપદને પામે. અને જ્યારે એમ ન સમજે અને કોઈ મોટાં ભગવાનનાં ભક્ત બાઈઓ હોય તેને દેખીને અવળું સમજે ત્યારે એને મોટો દોષ લાગે. અને જે અન્ય સ્ત્રીને દેખવે કરીને દોષ લાગ્યો હોય તે તો ભગવાનના ભક્તને દર્શને કરીને ટળે છે અને ભગવાનના ભક્તને જોઈને દોષ લાગ્યો હોય તેને ટાળ્યાનો ઉપાય શાસ્ત્રમાં કહ્યો જ નથી. તેમ જ ભગવાનનો ભક્ત જે પુરુષ હોય તેને દેખીને જે સ્ત્રી અવળું સમજે તેને પણ એ પાપ થકી કોઈ કાળે છુટાય નહીં. ત્યાં શ્લોક છે -\n‘અન્યક્ષેત્રે કૃતં પાપં તીર્થક્ષેત્રે વિનશ્યતિ।\nતીર્થક્ષેત્રે કૃતં પાપં વજ્રલેપો ભવિષ્યતિ॥’૧\n“એ શ્લોકનો અર્થ એ છે જે, ‘બીજે ઠેકાણે પાપ કર્યું હોય, તે તો ભગવાન કે ભગવાનના ભક્ત પાસે ગયે છૂટે અને ભગવાન ને ભગવાનના ભક્ત પાસે જઈને જે પાપ કરે તે તો તીર્થક્ષેત્રનું પાપ છે, તે વજ્રલેપ થાય છે.’ માટે જેને રસિકમાર્ગે કરીને ભગવાનને ભજવા હોય તેને તો જેવી રીતે અમે વાત કરી તેવી રીતે નિર્દોષબુદ્ધિ રાખવી.\n“હવે જે બ્રહ્મજ્ઞાનનો માર્ગ છે તેમાં તો એમ સમજવું જે, ‘જે બ્રહ્મ છે તે તો નિર્વિકાર છે ને નિરંશ છે, માટે એ વિકારને પામે નહીં ને એના અંશ પણ થાય નહીં.’ અને એ બ્રહ્મને જે સર્વરૂપે કહે છે તેનું તો એમ છે જે, એ બ્રહ્મ જે તે પ્રકૃતિપુરુષ આદિક સર્વેના કારણ છે ને આધાર છે ને સર્વને વિષે અંતર્યામી શક્તિએ કરીને વ્યાપક છે, માટે જે કારણ ને આધાર ને વ્યાપક હોય તે કાર્ય થકી પૃથક્ હોય નહીં; એમ સમજણને લઈને એ બ્રહ્મને શાસ્ત્ર જે તે સર્વરૂપ કહે છે, પણ એ બ્રહ્મ જ વિકાર પામીને ચરાચર જીવરૂપે થઈ ગયા એમ ન સમજવું. અને એ બ્રહ્મ થકી પરબ્રહ્મ જે પુરુષોત્તમ નારાયણ તે નોખા છે ને એ બ્રહ્મના પણ કારણ છે ને આધાર છે ને પ્રેરક છે, એમ સમજીને પોતાના જીવાત્માને એ બ્રહ્મ સંગાથે એકતા કરીને પરબ્રહ્મની સ્વામી-સેવકભાવે ઉપાસના કરવી. એવી રીતે સમજે ત્યારે બ્રહ્મજ્ઞાન છે તે પણ પરમ પદને પામ્યાનો નિર્વિઘ્ન માર્ગ છે.”"
}