{
  "number": 123,
  "vachanamrut": "લોયા ૧૫\n",
  "title": "ભૂંગળી તથા ગાયનાં દૃષ્ટાંતે આત્મદર્શનનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર વદિ ૧૩ તેરસને દિવસ રાત્રિને સમે શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં વિરાજમાન હતા અને ધોળો ફેંટો માથે બાંધ્યો હતો તથા બીજે ધોળે ફેંટે બોકાની વાળી હતી તથા ગરમ પોસની રાતી ડગલી પહેરી હતી તથા ધોળો ખેસ પહેર્યો હતો ને ધોળો ચોફાળ ને ધોળી પછેડી તે ભેગાં કરીને ઓઢ્યાં હતાં ને પોતાના મુખારવિંદની આગળ દેશદેશના હરિભક્તની સભા તથા પરમહંસની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ કૃપા કરીને બોલ્યા જે, “આ જીવ છે તે અધ્યાત્મ, અધિભૂત અને અધિદેવપણે કરીને સર્વદેહમાં નખશિખા પર્યંત વ્યાપીને રહ્યો છે અને દેવતા ને ઇન્દ્રિયોરૂપે કરીને જીવનું ભોક્તાપણું છે, પણ દેવતા-ઇન્દ્રિયોથી પૃથક્‌પણે ભોક્તા નથી.”૮\nત્યારે નિત્યાનંદ સ્વામીએ આશંકા કરી જે, “હે મહારાજ! ત્યારે એમ કહેવાય છે જે, જીવ જે તે સામાન્યપણે સર્વદેહમાં વ્યાપીને વિશેષપણે હૃદયાકાશમાં રહ્યો છે, ત્યારે સર્વે ઠેકાણે સરખું જાણપણું નથી જણાતું તેનું કેમ સમજવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ સૂર્ય છે તે કિરણે કરીને સર્વ પદાર્થમાં વ્યાપીને રહ્યો છે,૮ પણ આગળ જેવું પદાર્થ છે ત્યાં તેવો સૂર્યનો પ્રકાશ જણાય છે. કેમ જે, કાચની ભૂમિ હોય તથા સ્વચ્છ નિર્મળ પાણી હોય ત્યાં જેવી રીતે સૂર્યનો શુદ્ધ પ્રકાશ જણાય છે, તેવી રીતે પાણાની ભૂમિ, રેતીની ભૂમિ તથા ડોળાયેલું પાણી તેમાં જણાતો નથી. એવી રીતે સૂર્યના પ્રકાશમાં ન્યૂન-અધિકપણું જણાય છે. તેમ એ જીવ ઇન્દ્રિયો, અંતઃકરણ, ગોલક એ સર્વને વિષે સમાનપણે રહ્યો છે; પણ ઇન્દ્રિયોને વિષે સ્વચ્છપણું છે, માટે તેને વિષે વિશેષ પ્રકાશ જણાય છે. જુઓ ને, નેત્રમાં જેવું તેજ જણાય છે તેવું નાક-કાનમાં કોઈ દિવસ જણાય છે? નથી જણાતું. અને ચાર અંતઃકરણનું અતિ સ્વચ્છપણું છે, તો ત્યાં જીવનો અધિક પ્રકાશ જણાય છે અને બીજી ઇન્દ્રિયોમાં ન્યૂન જણાય છે. પણ જીવ તો સર્વ દેહને વિષે સમાનપણે રહ્યો છે.”૮\nત્યારે બ્રહ્માનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “એ જીવને કેટલાક તો તારા જેવો દેખે છે તથા દીવાની જોત્ય જેવો દેખે છે તથા બપોરિયા જેવો દેખે છે તે કેમ સમજવું?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ તો એમ છે જે, જેમ જેને અક્ષિવિદ્યા૭ છે તેને નેત્ર દ્વારાએ જીવનું દર્શન થાય છે ને તેને વિષે ભગવાનની મૂર્તિને પણ દેખે છે. તેમ જેને ઇન્દ્રિય દ્વારા લક્ષ થયો તે તેવો આત્માને દેખે છે. જેમ કાચનું પૂતળું મનુષ્યને આકારે કર્યું હોય તેને જે જે અવયવ તથા મુવાડા તથા નાડીઓ તે સર્વે કાચનાં હોય ને તે પૂતળાની માંહેલી કોરે તેજ ભર્યું હોય તે તેજ દેખાય, તે જેવો ભૂંગળીનો અવકાશ હોય તે પ્રમાણે દેખાય છે પણ સમગ્ર નથી દેખાતું. તેમ એ જીવનું સ્વરૂપ જેણે જેવું દીઠું છે તે તેવું કહે છે, પણ એની નિરાવરણ દૃષ્ટિ નથી થઈ, માટે એને જેવો આત્મા છે તેવો નથી દેખાતો. અને જ્યારે એની નિરાવરણ દૃષ્ટિ થઈને આત્માકારે થાય છે ત્યારે ઇન્દ્રિયોનાં ગોલકના જે વિભાગ તે એની દૃષ્ટિમાં નથી આવતા ને જેવો આત્મા છે તેવો જણાય છે. જેમ જે આકાશની દૃષ્ટિને પામ્યો હોય તેની દૃષ્ટિમાં બીજાં ચાર ભૂત નથી આવતાં; તેમ જેની નિરાવરણ દૃષ્ટિ થાય છે તેને ગોલક, ઇન્દ્રિયો, દેવતા, અંતઃકરણ તેણે કરીને જણાતા જે જીવના પ્રકાશના ભેદ તે દૃષ્ટિમાં નથી આવતા ને જેવો જીવ છે તેવો યથાર્થ જણાય છે. અને ભેદદૃષ્ટિવાળાને જેવો છે તેવો નથી જણાતો. જેમ કોઈકે ગાયનું પૂંછડું દીઠું, કોઈકે મુખ દીઠું, ખુર દીઠો, પેટ દીઠું, સ્તન દીઠો, તેણે જે જે અંગ દીઠું તે ગાયનું જ દીઠું છે, પણ જેવી ગાય છે તેવી કોઈએ દીઠી નથી અને એક અંગ દીઠું માટે ગાય દીઠી પણ કહેવાય. તેમ આત્માના પ્રકાશનું દર્શન જેટલું જેને ઇન્દ્રિયો દ્વારા અથવા અંતઃકરણ દ્વારા થયું તેટલો તે આત્મદર્શી કહેવાય, પણ સમ્યક્ આત્મદર્શન એને કહેવાય નહી. માટે અમે તો એ જીવને વિષે એવી રીતે સામાન્ય-વિશેષપણું કહીએ છીએ.”\nત્યારે નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! તમે જીવને તો નિરાકાર૮ કહ્યો, ત્યારે તે જીવને વિષે ભગવાન રહ્યા છે તે પણ અલિંગપણે૯ રહ્યા છે કે મૂર્તિમાન રહ્યા છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન તો ઇન્દ્રિયો, દેવતા, અંતઃકરણ અને જીવ એ સર્વના આશ્રયપણે રહ્યા છે. તે શ્રીકૃષ્ણ ભગવાને ઉદ્ધવ ભેળે ગોપીઓને કહેવરાવ્યું છે જે, ‘ઇન્દ્રિયો, અંતઃકરણ, દેવતા અને જીવ તેના આશ્રયપણે કરીને તમારે સમીપે હું રહ્યો છું. જેમ પંચ મહાભૂત બ્રહ્માંડને વિષે રહ્યાં છે ને તેનાં તે જ સર્વના દેહમાં રહ્યાં છે; તેમ જે હું આ મથુરામાં રહ્યો છું, તે તો જેમ મહાભૂત વિશેષપણે કરીને બ્રહ્માંડને વિષે રહ્યાં છે તેમ રહ્યો છું અને જેમ એ ભૂત જીવોના દેહોમાં સામાન્યપણે રહ્યાં છે તેમ હું તમારે પાસે રહ્યો છું. અને જે હું દેખાતો નથી તે તો તમારા ચિત્તની વૃત્તિનો મારે વિષે નિરોધ થાય તેને અર્થે નથી દેખાતો, પણ રહ્યો તો મૂર્તિમાન છું.”\nત્યારે વળી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એ ભગવાન ઇન્દ્રિયાદિકના આશ્રયપણે રહ્યા છે, તે પુરુષરૂપે કરીને રહ્યા છે કે અક્ષરરૂપે રહ્યા છે કે પોતે સ્વયં પુરુષોત્તમપણે રહ્યા છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જીવ, પુરુષ, અક્ષર અને પુરુષોત્તમ એ સર્વેનું તેજ પ્રકાશપણે તો સજાતીય છે; માટે એમના પ્રકાશના ભેદ પાડવાને તો કોઈ સમર્થ છે નહીં. અને ભેદ તો અતિશય છે પણ તે ભેદને દેખવાને કોઈ સમર્થ નથી. અને જેને એ ભગવાન કૃપા કરે છે તેણે કરીને તેને પ્રકાશમય એવો દિવ્ય દેહ૦ બંધાય છે. પછી તે એમ જાણે છે જે, ‘આ હું છું ને આ પુરુષ છે ને આ અક્ષર છે ને એ સર્વેથી વિલક્ષણ એવા આ પુરુષોત્તમ છે.’ એવી રીતે એ સર્વેને પૃથક્‌પણે દેખે છે ને એમના પ્રકાશને પણ વિલક્ષણપણે દેખે છે, પણ બીજો તો કોઈ પૃથક્ દેખવાને અર્થે સમર્થ થાય નહીં. માટે એ ભગવાન સૂઝે એ રૂપે કરીને રહ્યા છે, પણ પોતે જ રહ્યા છે.\n“અને વેદાંત જે ઉપનિષદ તથા યોગ તથા સાંખ્ય એ ત્રણ શાસ્ત્ર સનાતન છે, તે એ શ્રીકૃષ્ણ પરમાત્માનું જ વર્ણન કરે છે. તે એ ત્રણ શાસ્ત્રના મત તમને અમે પૃથક્-પૃથક્‌પણે કરીને કહીએ તે સાંભળો. તેમાં જે સાંખ્યવાળા છે તે તો ચોવીસ તત્ત્વને કહીને તેથી પર પંચવીશમા પરમાત્માને કહે છે,૯ પણ જીવ-ઈશ્વરને પૃથક્‌પણે નથી કહેતા. તેનો એ અભિપ્રાય છે જે, તત્ત્વ છે તે જીવ વિનાનાં હોય નહીં; માટે તત્ત્વ ભેળો તદાત્મકપણે રહ્યો જે જીવ તેને તત્ત્વરૂપ જ કહે છે, પણ તત્ત્વ થકી પૃથક્ નથી કહેતા. અને જેમ જીવને ચોવીસ-તત્ત્વરૂપે માને છે તેમ બ્રહ્માંડાભિમાની જે ઈશ્વર તેને પણ ચોવીસ-તત્ત્વરૂપ માને છે. એવી રીતે જીવ-ઈશ્વર એ બેયને તત્ત્વરૂપ માનીને તત્ત્વ ભેળે જ ગણે છે, પણ તત્ત્વથી નોખા નથી ગણતા. અને એ પંચવીશમા પરમાત્માને કહે છે, એ સાંખ્યનો મત છે. પણ એમ ન સમજવું જે, જીવ નથી; કાં જે, સાંખ્યવાળે  ષટ્સંપત્તિ,૯ શ્રવણ, મનન, નિદિધ્યાસનાદિક સાધન કહ્યાં છે તે જીવને જ કરવાનાં કહ્યાં છે. પછી તે સાધને કરીને વિચારને પામે ને તે વિચારે કરીને તત્ત્વ થકી પોતે નોખો પડે ને પોતાને બ્રહ્મરૂપ માને ને પરમાત્માને ભજે; એવી રીતે સાંખ્યમત છે. તે મોક્ષધર્મમાં શુકજી પ્રત્યે નારદજીએ કહ્યું છે જે,\n‘ત્યજ ધર્મમધર્મં ચ ઉભે સત્યાનૃતે ત્યજ।\nઉભે સત્યાનૃતે ત્યક્ત્વા યેન ત્યજસિ તત્ત્યજ॥’૯\n“એનો એમ અર્થ છે જે, જ્યારે મુમુક્ષુ આત્મવિચાર કરવા બેસે ત્યારે તેને આડા જે ધર્મરૂપ અથવા અધર્મરૂપ, સત્યરૂપ, અસત્યરૂપ, જે જે સંકલ્પ આવે તેનો ત્યાગ કરીને અને જે વિચારે કરીને એને તજે છે તે વિચારનો પણ ત્યાગ કરીને બ્રહ્મરૂપે રહેવું, પણ દેહે કરીને ધર્મરૂપ નિયમનો ત્યાગ કરવો કહ્યો નથી. એ શ્લોકનો એ અર્થ છે. અને યોગવાળા છે તે ચોવીસ તત્ત્વને પૃથક્ ગણે છે ને એ જીવ-ઈશ્વરને પંચવીશમા કહે છે ને પરમાત્માને છવ્વીસમા કહે છે.૯ અને વિવેકે કરીને પંચવીશમાને તત્ત્વ થકી પૃથક્ સમજીને તેને વિષે પોતાપણાની દૃઢતા માનીને, ચોવીસ તત્ત્વની જે વૃત્તિઓ તેનો પિંડીભાવ કરીને બળાત્કારે છવ્વીસમાને વિષે રાખે, પણ વિષય સન્મુખ જવા દે નહીં. અને એમ સમજે જે, ‘મારી વૃત્તિ ભગવાનને મૂકીને બીજે ઠેકાણે જશે તો મને સંસૃતિ થશે.’ માટે અતિ આગ્રહ કરીને ઇન્દ્રિયો-અંતઃકરણની જે વૃત્તિઓ તેને ભગવાનને વિષે રાખે. અને જે સાંખ્યવાળો છે તે તો એમ સમજે જે, ‘મારે ઇન્દ્રિયો-અંતઃકરણ જ નથી તો જશે ક્યાં?’ માટે પોતાને બ્રહ્મરૂપ માનીને નિર્ભય રહે છે. અને જે યોગવાળો છે તે તો ડરતો જ રહે છે. જેમ કોઈક પુરુષના હાથમાં તેલનું માથા લગણ ભરેલું પાત્ર હોય ને તે પુરુષને પગથિયાંને ઉપર ઊંચું ચઢવું હોય ને બે કોરથી ઉઘાડી તરવારવાળા પુરુષ ડરાવવાને ઊભા રહ્યા હોય ને તે તેલને ઢળવા દેવું ન હોય ને તે પુરુષ જેવો ભયને પામે, તેમ  યોગવાળો વિષય થકી બીયને ભગવાનને વિષે વૃત્તિઓને રાખે છે;૯ એ યોગનો મત છે. અને વેદાંત જે ઉપનિષદ તેનો મત એ છે જે, સર્વના અતિશય મોટા કારણ એવા જે પુરુષોત્તમ નારાયણ બ્રહ્મ તેનું જ ગ્રહણ કરીને બીજા સર્વેને મિથ્યા માને છે. જેમ આકાશની દૃષ્ટિને જે પામ્યો હોય તે બીજાં તત્ત્વને દેખે નહીં, તેમ એ બ્રહ્મને જે દેખતો હોય તે બીજા કોઈને દેખે નહીં; એવી રીતે વેદાંતનો મત છે.”"
}