{
    "number": 164,
    "vachanamrut": "ગઢડા મધ્ય ૩૧\n",
    "title": "મનન દ્વારા બ્રહ્મનો સંગ કર્યાનું\n",
    "setting": "સંવત ૧૮૮૦ના શ્રાવણ સુદિ ૪ ચોથને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને ઉતારે વેદિકા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કાળા છેડાની ધોતલી મસ્તકે બાંધી હતી અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને પ્રાગજી દવે પાસે શ્રીમદ્‌ભાગવતમાં કપિલગીતાની કથા વંચાવતા હતા. પછી કથાની સમાપ્તિ થઈ ત્યારે શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “સર્વ કારણના પણ કારણ ને અક્ષરાતીત ને પુરુષોત્તમ એવા જે વાસુદેવ ભગવાન તે મહાપુરુષરૂપે કરીને મહામાયાને વિષે વીર્યને ધરે છે; તે પુરુષ અક્ષરાત્મક છે, મુક્ત છે; અને એને બ્રહ્મ કહે છે. અને એ પુરુષે માયામાં વીર્ય ધર્યું ત્યારે માયા થકી પ્રધાનપુરુષ દ્વારાએ વૈરાજપુરુષ ઉત્પન્ન થયા, ત્યારે એ વૈરાજપુરુષ તે તે પુરુષના પુત્ર કહેવાય. જેમ આ જગતમાં કોઈક બ્રાહ્મણ, ક્ષત્રિય, વૈશ્યાદિક જે પ્રાકૃત માણસ હોય ને તેની સ્ત્રીમાંથી તેનો દીકરો થાય તેમ એ વૈરાજપુરુષ થાય છે. એવા જે વૈરાજપુરુષ તે આ જીવ જેવા જ છે અને એની ક્રિયા પણ આ જીવના જેવી જ છે. ને તે વૈરાજપુરુષની દ્વિપરાર્ધકાળની આવરદા છે. અને આ જગતની ઉત્પત્તિ-સ્થિતિ-પ્રલયરૂપ એની ત્રણ અવસ્થા છે; જેમ જીવની જાગ્રત, સ્વપ્ન, સુષુપ્તિ એ ત્રણ અવસ્થા છે તેમ. અને એ વૈરાજપુરુષનાં વિરાટ, સૂત્રાત્મા, અવ્યાકૃત એ ત્રણ દેહ છે ને તે દેહ અષ્ટાવરણે યુક્ત છે ને તે દેહ મહત્તત્ત્વાદિક જે ચોવીસ તત્ત્વ તે દ્વારે થયાં છે. તે એ વિરાટને વિષે ઇન્દ્રિયો, અંતઃકરણ ને દેવતાએ પ્રવેશ કર્યો ને એને ઉઠાડવા માંડ્યું ને વિરાટનો જીવ પણ માંહી હતો તો પણ એ વિરાટ ઊઠ્યું નહીં; અને જ્યારે ક્ષેત્રજ્ઞ એવા જે વાસુદેવ ભગવાન તે પુરુષરૂપે કરીને એમાં આવ્યા ત્યારે એ વિરાટ દેહ ઊઠ્યું ને એ વૈરાજપુરુષ પોતાની ક્રિયાને વિષે સમર્થ થયા. અને એ જ જે ભગવાન તે આ જીવને પ્રકાશ્યાને અર્થે સુષુપ્તિરૂપ માયા થકી પર રહ્યા થકા એ જીવને વિષે સાક્ષીરૂપે રહ્યા છે, તો પણ જીવને દેહ અને ઇન્દ્રિયો ને વિષય તેનો સંગ ઘણો થયો છે; માટે સંગદોષે કરીને એ જીવ દેહાદિકરૂપ થઈ ગયો છે. તે એના સંગને મૂકીને એ જીવ એમ સમજે જે, ‘મારું સ્વરૂપ તો માયા થકી મુક્ત ને પર એવું જે બ્રહ્મ તે છે.’ એવી રીતે નિરંતર મનન કરતો સતો બ્રહ્મનો સંગ કરે તો એ બ્રહ્મનો ગુણ એ જીવને વિષે આવે. પણ એને આ વાર્તા સાંભળી હોય તો પણ નિરંતર સ્મૃતિ રહેતી નથી એ મોટો દોષ છે. એવી રીતે ઈશ્વર જે વૈરાજપુરુષ ને આ જીવ એ સર્વેના પ્રકાશક તો પુરુષરૂપે કરીને પુરુષોત્તમ એવા વાસુદેવ છે. અને એ વૈરાજપુરુષ પણ જીવની પેઠે બદ્ધ છે, તે દ્વિપરાર્ધ સુધી પોતાની આવરદા ભોગવે છે ત્યાં સુધી બદ્ધ વર્તે છે; અને એનો પ્રલય થાય ત્યારે એને એ પુરુષનો સંબંધ સાક્ષાત્ થાય છે. કેમ જે, એનો બાપ જે પુરુષ તે સમર્થ છે, તે એને એટલો જાળવે છે. અને વૈરાજપુરુષને માયાનો સંબંધ રહ્યો છે માટે પ્રલયને અંતે પાછો માયામાંથી ઊપજે છે. અને આ જીવ છે તે જેવો પોતે બદ્ધ છે ને અસમર્થ છે, તેવી રીતે જ એનો જે બાપ હોય તે પણ બદ્ધ ને અસમર્થ હોય. માટે એ બાપ તે દીકરાને શી સહાય કરે? માટે એને સુષુપ્તિરૂપ માયાનો સંબંધ નિરંતર રહે છે, ટળતો નથી. એ તો જ્યારે પૂર્વે કહ્યો તેવી રીતે નિરંતર પોતાના પ્રકાશક જે બ્રહ્મ તેનો મનન દ્વારા સંગ કરે ત્યારે ટળે.\n“અને વળી એ વિરાટપુરુષ પણ સંકર્ષણ, અનિરુદ્ધ, પ્રદ્યુમ્નની ઉપાસના કરે છે. તેમાં પ્રલયરૂપ અવસ્થાને વિષે સંકર્ષણની ઉપાસના કરે છે ને સ્થિતિરૂપ અવસ્થાને વિષે પ્રદ્યુમ્નની ઉપાસના કરે છે ને ઉત્પત્તિરૂપ અવસ્થાને વિષે અનિરુદ્ધની ઉપાસના કરે છે. અને તે સંકર્ષણાદિક ત્રણ જે તે વાસુદેવ ભગવાનનાં સગુણ રૂપ છે ને તેની ઉપાસનાને બળે કરીને એ વૈરાજપુરુષ જે તે ઉત્પત્તિ, સ્થિતિ ને પ્રલયરૂપ ક્રિયાને વિષે સામર્થ્યને પામે છે. અને જ્યાં સુધી એ ત્રણની ઉપાસના કરે છે ત્યાં સુધી એને ઉત્પત્તિ-સ્થિતિ-પ્રલયરૂપ જે માયાનો સંબંધ તે ટળતો નથી, અને જ્યારે એ નિર્ગુણ એવા જે વાસુદેવ ભગવાન તેની ઉપાસના કરે છે ત્યારે એ વૈરાજપુરુષ માયાનો ત્યાગ કરીને બ્રહ્મરૂપ થાય છે. જેમ આ જીવ છે તે બ્રહ્માદિક દેવરૂપ ભગવાનની ઉપાસના કરે છે ત્યારે ધર્મ-અર્થ-કામરૂપ ફળને પામે છે, અને જ્યારે ભગવાનના અવતાર જે રામ-કૃષ્ણાદિક તેની ઉપાસના કરે ત્યારે બ્રહ્મરૂપ થાય ને એની મુક્તિ થાય; તેમ એ વિરાટપુરુષને પણ છે. અને એ વૈરાજપુરુષ દ્વારાએ અવતાર થાય છે એમ શાસ્ત્રમાં કહ્યું છે, તે તો એમ સમજવું જે, ‘એ જે વાસુદેવ નારાયણ તે પુરુષરૂપે કરીને વૈરાજપુરુષને વિષે આવીને વિરાજમાન હોય ત્યારે અવતાર કહ્યા છે.’ માટે તે અવતાર તો સર્વે વાસુદેવ ભગવાનના જ છે. અને એ વાસુદેવ ભગવાન જ્યારે પ્રતિલોમપણે એ વૈરાજપુરુષ થકી નોખા પડી જાય ત્યારે એ કેવળ વૈરાજપુરુષ થકી અવતાર સંભવે જ નહીં; માટે એ થકી અવતાર તો એને વિષે વાસુદેવ આવ્યા છે તે સારુ કહ્યા છે. અને એને વિષે વાસુદેવ જે ક્ષેત્રજ્ઞ તેણે પ્રવેશ કર્યો નહોતો ત્યારે એ વૈરાજપુરુષ પોતાની ક્રિયા કરવી તેને વિષે પણ સમર્થ નહોતા થયા. અને પૂર્વે જે પુરુષ કહ્યા તે માયામાં ગર્ભ ધરે ત્યારે પ્રધાનપુરુષ દ્વારાએ એક એવો જે વૈરાજપુરુષરૂપ દીકરો તે થાય અને એ જ માયામાંથી અનેક પ્રધાનપુરુષ દ્વારાએ બીજાં પણ ઘણાંક એવાં વૈરાજપુરુષરૂપ બ્રહ્માંડ થાય છે. અને તે પુરુષ તો નિરન્ન છે ને મુક્ત છે ને બ્રહ્મ છે ને માયાના કારણ છે. તે માયાને વિષે લોમપણે વર્તે છે તો પણ એને માયાનો બાધ થતો નથી ને માયાને વિષે એને ભોગની ઇચ્છા નથી; એ તો પોતે બ્રહ્મસુખે સુખિયા છે ને પૂર્ણકામ છે. અને જે વૈરાજપુરુષ ઈશ્વર છે તે માયાના ભોગને ભોગવીને પ્રલયકાળને વિષે માયાનો ત્યાગ કરે છે અને જે જીવ છે તે તો માયાના ભોગને ભોગવીને દુખિયો થકો માયામાં જ લીન થાય છે.”\nત્યારે શુકમુનિએ પૂછ્યું જે, “પુરુષોત્તમ વાસુદેવ છે તે પુરુષરૂપે કરીને અનેક બ્રહ્માંડની ઉત્પત્તિ-સ્થિતિ-પ્રલયના કર્તા છે; માટે પુરુષરૂપે કરીને જ બહુધા શાસ્ત્રમાં પુરુષોત્તમને કહ્યા છે. ત્યારે પુરુષમાં ને વાસુદેવમાં કેટલો ભેદ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેમ આ જીવને વિષે ને વૈરાજપુરુષ - ઈશ્વરને વિષે ભેદ છે અને વળી જેમ ઈશ્વરને વિષે ને પુરુષને વિષે ભેદ છે, તેમ પુરુષ ને પુરુષોત્તમ એવા જે વાસુદેવ ભગવાન તેને વિષે એવો ઘણો ભેદ છે. ને પુરુષોત્તમ વાસુદેવ તો સર્વના સ્વામી છે. અને એવા અક્ષરાત્મક પુરુષ બ્રહ્મરૂપ ઘણાક છે, તે જે તે વાસુદેવનાં ચરણારવિંદની ઉપાસના કરે છે ને સ્તુતિ કરે છે. એવી રીતે પુરુષોત્તમ, પુરુષ, ઈશ્વર, જીવ અને માયા એ પાંચ ભેદ અનાદિ છે. તે એવી રીતે વાર્તા અમે ઘણીક વાર કરી છે પણ એનું મનન કરીને સારી પેઠે પોતાના અંતરમાં ઘેડ્ય બેસારતા નથી એટલે શાસ્ત્રના શબ્દને સાંભળીને સમજણમાં ઠા રહેતો નથી ને ઠાવકી ઘેડ્ય બેસારી હોય તો એની સમજણ કોઈ દિવસ તે શબ્દને સાંભળવે કરીને ફરે નહીં. માટે આ વાર્તાને સારી પેઠે વિચારજ્યો ને લખજ્યો.” એવી રીતે આ વાર્તા શ્રીજીમહારાજે કરી છે તે લખી છે."
}