{
    "number": 245,
    "vachanamrut": "ગઢડા અંત્ય ૨૨\n",
    "title": "સખી-સખાના ભાવનું\n",
    "setting": "સંવત ૧૮૮૪ના ભાદરવા વદિ ૪ ચોથને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પાઘને વિષે ધોળાં પુષ્પના તોરા ઝૂકી રહ્યા હતા અને કંઠને વિષે ધોળાં પુષ્પના હાર વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ દૂકડ-સરોદા લઈને પોતાની આગળ વિષ્ણુપદ૪૩ ગાવતા હતા. તે સમયમાં શ્રીજીમહારાજ અંતર સન્મુખ દૃષ્ટિ કરીને વિરાજમાન હતા.\n",
    "text": "પછી શ્રીજીમહારાજ એમ બોલ્યા જે, “જેવું પ્રેમલક્ષણા ભક્તિએ યુક્ત આ કીર્તનને વિષે હરિજનનું અંગ કહ્યું છે, એવું તો ઝીણાભાઈનું અંગ છે તથા પર્વતભાઈ ને મૂળજી એનાં પણ એવાં અંગ હતાં. માટે અમે અંતર સન્મુખ દૃષ્ટિ કરીને વિચારતા હતા. અને બીજા પણ સત્સંગમાં એવા અંગવાળા હશે. અને જેને પ્રેમલક્ષણા ભક્તિનું અંગ આવે તેને પંચવિષયને વિષે પ્રીતિ ટળી જાય છે અને આત્મનિષ્ઠા રાખ્યા વિનાની જ રહે છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “નરસિંહ મહેતો તો સખીભાવે શ્રીકૃષ્ણ ભગવાનને ભજતા ને કેટલાક નારદાદિક ભગવાનના ભક્ત છે તે તો દાસભાવે કરીને ભગવાનને ભજે છે. એ બે પ્રકારના ભક્તમાં કેની ભક્તિ શ્રેષ્ઠ જાણવી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “નરસિંહ મહેતો, ગોપીઓ ને નારદ-સનકાદિક એમની ભક્તિમાં બે પ્રકાર નથી, એ તો એક પ્રકાર જ છે. અને દેહ તો પુરુષનો ને સ્ત્રીનો બેય માયિક છે ને નાશવંત છે; અને ભજનનો કરનારો જે જીવાત્મા તે પુરુષ પણ નથી ને સ્ત્રી પણ નથી, એ તો સત્તામાત્ર ચૈતન્ય છે. તે દેહ મૂકીને ભગવાનના ધામમાં જાય છે ત્યારે જેવી ભગવાનની મરજી હોય તેવો તેનો આકાર બંધાય છે અથવા એ ભક્તને જેવો સેવાનો અવકાશ આવે તેવો આકાર ધરીને ભગવાનની સેવા કરે છે. અને જે ભગવાનનો ભક્ત હોય તેને જેમ ભગવાનમાં પ્રીતિ હોય તેમ જ જો ધન, સ્ત્રી આદિક પદાર્થમાં પ્રીતિ થઈ જાય તો એ ભગવાનનો દૃઢ ભક્ત કહેવાય નહીં. અને પરમેશ્વરનો ભક્ત થઈને ભક્તિ કરતાં થકાં જે પાપ કરે છે ને સત્સંગમાં જ કુવાસના બાંધે છે, તે પાપ તો એને વજ્રલેપ થાય છે. અને કુસંગમાં જઈને પરસ્ત્રીનો સંગ કરે તે થકી પણ સત્સંગમાં ભગવાનના ભક્ત ઉપર કુદૃષ્ટિએ જોવાયું હોય તો તેનું વધુ પાપ છે. માટે જેને ભગવાનમાં દૃઢ પ્રીતિ કરવી હોય તેને તો કોઈ જાતનું પાપ પોતાની બુદ્ધિમાં રહેવા દેવું નહીં. શા માટે જે, સત્સંગી હરિજન છે તે તો જેવાં પોતાનાં મા, બેન કે દીકરી હોય તેવાં છે. અને આ સંસારને વિષે અતિશય જે પાપી હોય તે પોતાના ગોત્રની સ્ત્રીઓને વિષે કુદૃષ્ટિ રાખે છે; માટે જે હરિજનને વિષે કુદૃષ્ટિ રાખે તે અતિશય પાપી છે ને તેનો કોઈ કાળે છૂટકો થાય નહીં. માટે જેને રસિક ભક્ત થવું હોય તેને આવી જાતનું પાપ તેનો ત્યાગ કરીને પછી રસિક ભક્ત થવું.\n“અને સર્વ પાપમાંથી મોટું પાપ એ છે જે, ભગવાન ને ભગવાનના ભક્તને વિષે દોષબુદ્ધિ થાય ને તે દોષબુદ્ધિએ કરીને ભગવાન ને ભગવાનના ભક્ત સંગાથે વૈર બંધાઈ જાય. માટે કોટિ ગૌહત્યા કરી હોય તથા મદ્ય-માંસનું ભક્ષણ કર્યું હોય તથા અસંખ્ય ગુરુસ્ત્રીનો સંગ કર્યો હોય, તે એ પાપ થકી તો કોઈ કાળે છૂટકો થાય, પણ ભગવાન ને ભગવાનના ભક્તનો જે દ્રોહી તેનો તો કોઈ કાળે એ પાપ થકી છૂટકો ન થાય. અને તે પુરુષ હોય તો રાક્ષસ થઈ જાય ને સ્ત્રી હોય તો રાક્ષસી થઈ જાય. પછી તે કોઈ જન્મમાં અસુર મટીને ભગવાનનો ભક્ત થતો નથી. અને જેણે ભગવાનના ભક્તનો દ્રોહ આદર્યો હોય ને પરિપક્વ દ્રોહબુદ્ધિ થઈ હોય તેની તો કોઈ યોગે કરીને દ્રોહબુદ્ધિ ટળે નહીં. અને દ્રોહ કર્યાની સાધનદશામાં હોય ને એમ જાણે જે, ‘ભગવાન ને ભગવાનના ભક્તનો મેં દ્રોહ કર્યો એ મોટું પાપ કર્યું, માટે હું તો અતિશય નીચ છું અને ભગવાન ને ભગવાનના ભક્ત તે તો બહુ મોટા છે.’ એવી રીતે જે ભગવાનનો ને ભગવાનના ભક્તનો ગુણ લે અને પોતાને વિષે દોષ જુએ, તો ગમે તેવાં મોટાં પાપ કર્યાં હોય તો પણ તે નાશ પામે છે. અને ભગવાન પોતાના ભક્તના દ્રોહના કરનારા ઉપર જેવા કુરાજી થાય છે ને દુખાય છે, તેવા કોઈ પાપે કરીને દુખાતા નથી. અને જ્યારે વૈકુંઠલોકમાં જય-વિજયે સનકાદિકનું અપમાન કર્યું ત્યારે ભગવાન તત્કાળ સનકાદિક પાસે આવ્યા ને સનકાદિક પ્રત્યે એમ બોલ્યા જે, ‘તમારા જેવા સાધુ છે તેનો જે દ્રોહ કરે તે તો મારા શત્રુ છે. માટે તમે જય-વિજયને શાપ દીધો એ બહુ સારું કર્યું. અને તમારા જેવા ભગવદીય બ્રાહ્મણ તેનો તો જો મારો હાથ દ્રોહ કરે તો તે હાથને પણ હું કાપી નાંખું, તો બીજાની શી વાત કહેવી?’ એવી રીતે વૈકુંઠનાથ ભગવાન સનકાદિક પ્રત્યે બોલ્યા. ને જય-વિજય હતા તે ભગવદીયના અપરાધરૂપી જે પાપ તેણે કરીને દૈત્ય થયા. એવી રીતે જેણે ભગવાનના ભક્તનો દ્રોહ કર્યો છે તે સર્વે મોટી પદવીમાંથી પડી ગયા છે, તે શાસ્ત્રમાં વાત પ્રસિદ્ધ છે. માટે જેને પોતાનું રૂડું ઇચ્છવું તેણે ભગવાનના ભક્તનો દ્રોહ કરવો નહીં ને જો જાણે-અજાણે કાંઈક દ્રોહ થઈ ગયો હોય તો પગે લાગી સ્તુતિ કરીને જેમ તે રાજી થાય તેમ કરવું.”"
}