{
    "number": 217,
    "vachanamrut": "વરતાલ ૧૭\n",
    "title": "જ્ઞાની જિતેન્દ્રિય છે\n",
    "setting": "સંવત ૧૮૮૨ના પોષ વદિ અમાસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણને સન્મુખ હવેલી ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ સર્વે સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “પંચ જ્ઞાનઇન્દ્રિયો ને પંચ કર્મઇન્દ્રિયો છે તે પોતપોતાના વિષયને યથાર્થ જાણે છે. તે જ્ઞાની તથા અજ્ઞાનીને ઇન્દ્રિયો દ્વારે એકસરખો વ્યવહાર છે, પણ જ્ઞાની હોય તેનાં ઇન્દ્રિયો અજ્ઞાની થકી બીજી રીતે નથી વર્તતાં. માટે જ્ઞાનીને જિતેન્દ્રિય કહ્યા છે તે કેવી રીતે જાણવા? એ પ્રશ્ન છે.” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “નિર્વિકલ્પ સમાધિ થાય ત્યારે જિતેન્દ્રિય થાય એમ જણાય છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “નિર્વિકલ્પ સમાધિવાળાને પણ પંચવિષય ગ્રહણ કરવા તે તો સૌની પેઠે ઇન્દ્રિયો દ્વારા જ ગ્રહણ થાય છે; માટે જિતેન્દ્રિયપણું કેમ છે?” પછી બહુ રીતે કરીને મુક્તાનંદ સ્વામીએ ઉત્તર કર્યો પણ સમાધાન થયું નહીં. પછી શ્રીજીમહારાજે કહ્યું જે, “એનો ઉત્તર તો એમ છે જે, શબ્દાદિક જે પંચવિષય છે તેમાં જે દોષ રહ્યા છે તેને જાણે અને ભગવાનની જે મૂર્તિ છે તેમાં જે કલ્યાણકારી ગુણ છે તેને પણ જાણે. અને માયિક જે પંચવિષય તેને ભોગવવે કરીને જીવને નરકના કુંડની પ્રાપ્તિ થાય છે ને મહાદુઃખ ભોગવવાં પડે છે તેને પણ જાણે. અને એમ જાણે ત્યારે એને પંચવિષયનો અતિશય અભાવ આવે છે ને એને વિષે વૈરબુદ્ધિ થાય છે. પછી જે સાથે જેને વૈર થયું તેને, તેને વિષે કોઈ રીતે પ્રીતિ થાય જ નહીં. એમ સમજીને જ્યારે પંચવિષયનો મનમાંથી જેને અતિશય અભાવ થઈ જાય તે જિતેન્દ્રિય પુરુષ કહેવાય. પછી ભગવાનની શ્રવણ-કીર્તનાદિક ભક્તિએ કરીને પોતાનું જીવિતવ્ય પૂરું કરે પણ વિમુખ જીવની પેઠે પંચવિષયમાં આસક્ત થાય નહીં. એવો હોય તે જિતેન્દ્રિય કહેવાય.”\nપછી શ્રીજીમહારાજે બીજો પ્રશ્ન પૂછ્યો જે, “એક ત્યાગી સંત છે તે તો કેવળ નિવૃત્તિમાર્ગવાળા છે અને તે એમ જાણે છે જે, ‘અમે આત્મા છીએ,’ પણ દેહને પોતાનું રૂપ માનતા નથી ને તેના દેહની રીતિ તો જડ ને ઉન્મત્તના જેવી હોય; અને તે પુરુષને જાતિ, વર્ણ, આશ્રમ તેનું અભિમાન હોય નહીં; ને ખાવું, પીવું, ઊઠવું, બેસવું તે સર્વે ઘેલાના જેવું હોય, પણ લોકમાં ભળતું આવે તેવું ન હોય. ને એવો જે ત્યાગી હોય તેને કોઈનો સંગ પણ રહે નહીં; જેમ વનનું મૃગલું હોય તેની પેઠે ઉન્મત્ત થકો એકલો ફરતો રહે ને એને કોઈ રીતનું બંધન પણ થાય નહીં. અને બીજા ત્યાગી સંત છે તે તો નિવૃત્તિમાર્ગવાળા છે તો પણ પ્રવૃત્તિમાર્ગમાં વર્તે છે અને જે પ્રવૃત્તિને યોગે કરીને કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સર, આશા, તૃષ્ણા ઇત્યાદિક દોષ હૃદયને વિષે પ્રવર્તે તેવી ક્રિયાને વિષે પ્રવર્તે છે, ત્યારે કોઈક જાતનો અંતરમાં વિકાર પણ થઈ આવે છે. માટે એ ત્યાગીને એ પ્રવૃત્તિમાર્ગમાં રહેવું ઘટે કે ન ઘટે? અને વળી એ પ્રવૃત્તિમાર્ગમાં રહેતાં થકાં કેવી રીતે નિર્વિકાર રહેવાય? અને તમે કહેશો જે, ‘જો પરમેશ્વરની આજ્ઞાએ કરીને એ પ્રવૃત્તિમાર્ગમાં રહે તો બંધન ન થાય.’ એ ઉપર એ આશંકા છે જે, ‘પરમેશ્વરની આજ્ઞાએ કરીને ભાંગ્ય પીએ તો શું ગાંડો ન થાય? જરૂર ગાંડો થાય.’ માટે એ ત્યાગી કેવી રીતે પ્રવૃત્તિમાર્ગમાં રહે તો બંધન ન થાય? એ પ્રશ્ન છે.” પછી નિત્યાનંદ સ્વામીએ ને શુકમુનિએ એનું સમાધાન કરવા માંડ્યું પણ યથાર્થ ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જે કેવળ નિવૃત્તિધર્મવાળા ત્યાગી છે ને ઉન્મત્તની પેઠે વર્તે છે તે તો કેવળ આત્મનિષ્ઠાવાળા જાણવા. અને વળી જે નિવૃત્તિધર્મવાળા ત્યાગી ભગવાનની ભક્તિએ યુક્ત છે, તેને તો પરમેશ્વરે કહ્યા એવા જે નિયમ તેને વિષે રહીને ભગવાન ને ભગવાનના ભક્ત સંબંધી જે પ્રવૃત્તિમાર્ગ તેને વિષે સાવધાન થઈને જોડાવું. અને એ જે ભગવાન ને ભગવાનના ભક્તને અર્થે પ્રવૃત્તિમાર્ગમાં જોડાવું એનું નામ જ ભક્તિ છે. અને એવી પ્રવૃત્તિવાળા જે ત્યાગી છે તેની બરોબર નિવૃત્તિમાર્ગવાળો જે કેવળ આત્મનિષ્ઠ ત્યાગી તે થઈ શકતો નથી. શા માટે જે, આ તો ત્યાગી છે ને નિવૃત્તિમાર્ગવાળા છે તો પણ ભગવાન ને ભગવાનના ભક્તની સેવાને અર્થે પ્રવૃત્તિમાં પ્રવર્તે છે. અને એ જે ભગવાનના ભક્ત ત્યાગી તેને તો પરમેશ્વરના નિયમમાં રહીને પ્રવૃત્તિમાર્ગને વિષે રહેવું, પણ પરમેશ્વરના નિયમથી અધિક પણ વર્તવું નહીં ને ન્યૂન પણ રહેવું નહીં; અને કામ, ક્રોધ, લોભ, મોહ, આશા, તૃષ્ણા, સ્વાદ એ આદિક જે વિકાર તેનો ત્યાગ કરીને ભગવાન ને ભગવાનના ભક્તની સેવાને અર્થે પ્રવૃત્તિમાર્ગને વિષે વર્તવું, તો એને કોઈ જાતનું બંધન થાય નહીં. અને કેવળ આત્મનિષ્ઠાવાળો જે ત્યાગી તે કરતાં તો આ ત્યાગી અતિશય શ્રેષ્ઠ છે ને ભગવાનની કૃપાનું પાત્ર છે.”"
}