{
    "number": 130,
    "vachanamrut": "પંચાળા ૪\n",
    "title": "મનુષ્યભાવમાં દિવ્યભાવનું\n",
    "setting": "સંવત ૧૮૭૭ના ફાગણ વદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા અને ધોળો ફેંટો મસ્તક ઉપર બાંધ્યો હતો તથા ધોળો ખેસ પહેર્યો હતો તથા ઝીણી ધોળી પછેડી ઓઢી હતી ને હસ્તકમળને વિષે તુળસીની માળા ફેરવતા હતા અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સર્વે પરમહંસ પરસ્પર પ્રશ્ન-ઉત્તર કરો.” ત્યારે મુનિબાવે બ્રહ્માનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “પ્રથમ તો ભગવાનનો નિશ્ચય હોય ને ભજન-સ્મરણ કરતો હોય અને પછી ભગવાનનાં મનુષ્યચરિત્ર દેખીને તે નિશ્ચયમાં સંશય થઈ જાય છે તેનું શું કારણ છે?” પછી એ પ્રશ્નનો ઉત્તર બ્રહ્માનંદ સ્વામી કરવા લાગ્યા પણ થયો નહીં, ત્યારે શ્રીજીમહારાજ ઝાઝી વાર સુધી વિચારી રહ્યા ને પછી બોલ્યા જે, “એ પ્રશ્નનો ઉત્તર અમે કરીએ છીએ જે, વેદ, પુરાણ, મહાભારત, સ્મૃતિઓ ઇત્યાદિક જે શાસ્ત્ર તેને વિષે ભગવાનનું સનાતન અનાદિ દિવ્ય એવું જે મૂળરૂપ પોતાના અક્ષરધામમાં રહ્યું છે તે કહ્યું છે જે, ભગવાન કેવા છે? તો આ ચક્ષુઇન્દ્રિયે કરીને દીઠામાં આવે છે જે યત્કિંચિત્ રૂપ, તે જેવું તેમનું રૂપ નથી; અને શ્રવણે કરીને સાંભળ્યામાં આવે છે જે કાંઈ શબ્દમાત્ર, તે જેવો એ ભગવાનનો શબ્દ નથી; અને ત્વચાએ કરીને સ્પર્શમાં આવે છે જે સ્પર્શ, તે જેવો એનો સ્પર્શ નથી; અને નાસિકાએ કરીને સૂંઘ્યામાં આવે છે જે સુગંધ, તે જેવો એનો સુગંધ નથી; અને જિહ્‌વાએ કરીને વર્ણન કર્યામાં આવે એવા પણ એ ભગવાન નથી. અને મનના સંકલ્પમાં આવે એવા નથી તથા ચિત્તના ચિંતવનમાં આવે એવા નથી તથા બુદ્ધિના નિશ્ચયમાં આવે એવા નથી તથા અહંકારે કરીને અહંપણું ધરાય એવા નથી જે, ‘એ ભગવાનનો હું છું ને એ મારા છે.’ એવી રીતે ઇન્દ્રિયો-અંતઃકરણને અગોચર એ ભગવાન રહ્યા છે. અને એ ભગવાનનું જેવું રૂપ છે તેવું આ બ્રહ્માંડમાં બ્રહ્માદિક સ્તંબ પર્યંત કોઈનું રૂપ નથી જે જેની એને ઉપમા દઈએ; તથા એનો જેવો શબ્દ છે તેવો બીજો આ બ્રહ્માંડમાં કોઈનો શબ્દ નથી જે જેની એને ઉપમા દઈએ; અને એ ભગવાનનો જેવો સુગંધ છે તેવો આ બ્રહ્માંડમાં કોઈનો સુગંધ નથી જે જેની તેને ઉપમા દઈએ; તથા એ ભગવાનનો જેવો સ્પર્શ છે તેવો આ બ્રહ્માંડમાં કોઈનો સ્પર્શ નથી જે જેની એને ઉપમા દઈએ; તથા એ ભગવાનમાં જેવો રસ છે તેવો આ બ્રહ્માંડમાં કોઈનો રસ નથી જે જેની એને ઉપમા દઈએ. અને એ ભગવાનનું જેવું ધામ છે તેવું સ્થાનક આ બ્રહ્માંડમાં કોઈ નથી જે જેની એને ઉપમા દઈએ; તે સપ્તદ્વીપ ને નવ ખંડમાં જે જે સ્થાનક છે તથા મેરુ ઉપર ઘણીક શોભાએ યુક્ત બ્રહ્માદિકનાં સ્થાનક છે તથા લોકાલોકાચળને વિષે ઘણાંક સ્થાનક છે તથા ઇન્દ્ર, વરુણ, કુબેર, શિવ, બ્રહ્મા, એનાં જે સ્થાનક છે તથા બીજાં પણ ઘણાંક સ્થાનક છે, એ સર્વે માંહેલું એવું એકે સ્થાનક નથી જે જેની ભગવાનના ધામને ઉપમા થાય. અને એ ભગવાનના ધામને વિષે રહ્યા જે ભગવાનના ભક્ત તેને જેવું સુખ છે તેવું આ બ્રહ્માંડમાં કોઈ સુખ છે નહીં જેની એને ઉપમા દઈએ. અને એ ભગવાનનો જેવો આકાર છે તેવો આ બ્રહ્માંડમાં કોઈનો આકાર નથી જેની એને ઉપમા દઈએ; કેમ જે, આ બ્રહ્માંડમાં જેટલા પુરુષપ્રકૃતિ થકી ઉત્પન્ન થયા જે આકાર તે સર્વે માયિક છે અને ભગવાન છે તે દિવ્ય છે ને અમાયિક છે, માટે એ બેયને વિષે અતિશય વિલક્ષણપણું છે તે સારુ એને ને એને સાદૃશ્યપણું કેમ થાય? જેમ મનુષ્યને કહીએ જે, ‘આ માણસ ભેંસ જેવો છે, સર્પ જેવો છે, ચરકલા જેવો છે, ગધેડા જેવો છે, કૂતરા જેવો છે, કાગડા જેવો છે, હાથી જેવો છે,’ એવી ઉપમા મનુષ્યને સંભવે નહીં; કેમ જે, મનુષ્ય થકી એ બીજા જે સર્વે તે વિજાતીય છે. અને મનુષ્ય-મનુષ્યમાં પણ અતિશય સાદૃશ્યપણું નથી, જેની ઉપમા એમ દઈએ જે, ‘આ તે આ જેવો જ છે.’ અને જો તે તે જેવો જ હોય તો તેની ઓળખાણ કેમ થાય? માટે મનુષ્ય-મનુષ્ય સજાતિ છે તેને વિષે પણ સાદૃશ્યપણું અત્યંત છે નહીં. જુઓ ને, આ ભગો-મૂળો બે સરખા કહેવાય છે, પણ ઝાઝા દિવસ ભેગા રહીએ તો ઓળખાઈ જાય જે, ‘આ ભગો છે ને આ મૂળો છે.’ માટે જો વિલક્ષણતા ન હોય તો ઓળખાય કેમ? માટે મનુષ્ય-મનુષ્યમાં પણ અતિ સાદૃશ્યપણું નથી, તો માયિક-અમાયિકને વિષે સાદૃશ્યપણું કેમ આવે જેની ઉપમા ભગવાનને દઈએ તથા ભગવાનના ધામને દઈએ? કાં જે, ‘એ ભગવાન છે તે ઇન્દ્રિયો-અંતઃકરણને અગોચર છે,’ એમ સર્વ શાસ્ત્રમાં કહ્યું છે.\n“તે એ ભગવાન જ્યારે જીવને પોતાનું દર્શન દેવાને ન ઇચ્છે ત્યારે તો આવી રીતે દિવ્યરૂપ અગોચર થકા પોતાના અક્ષરધામને વિષે રહ્યા છે અને એ ભગવાન મહારાજાધિરાજ છે ને દિવ્યરૂપ એવી જે અસંખ્ય સમૃદ્ધિ તથા અસંખ્ય પાર્ષદ તેણે યુક્ત છે ને અનંત કોટિ બ્રહ્માંડના પતિ છે. જેમ આ લોકમાં કોઈક મોટો ચક્રવર્તી રાજા હોય, તેનું સૂર્યના ઉદય-અસ્ત સુધી રાજ્ય હોય અને તે જ રાજા પોતાના તપને બળે કરીને દેવતાના જેવા ઐશ્વર્યને પામ્યો હોય ને સ્વર્ગ, મૃત્યુ અને પાતાળ એ ત્રિલોકીના રાજ્યને કરતો હોય. જેમ અર્જુન હતા તે એને એ દેહે કરીને સ્વર્ગને વિષે ઇન્દ્રાસનને ઉપર કેટલાંક વર્ષ સુધી રહ્યા તથા નહુષ રાજા ઇન્દ્ર થયો હતો. એવો જે પ્રતાપી ચક્રવર્તી રાજા તેને ઘેર જેટલાં ગામ છે તેની ગણતી થાય નહીં, એ તો અસંખ્ય છે; તથા ગામ-ગામના જે પટેલ તેની પણ ગણતી થાય નહીં. અને તે ગામ-ગામના અસંખ્ય પટેલ તે એના દરબારમાં અરજ કરવા આવતા હોય. અને તે રાજાનાં ધન, માલ, ભોગ, સ્થાનક, સમૃદ્ધિ તે પણ ગણતીમાં આવે નહીં. તેમ એ ભગવાન અસંખ્ય કોટિ જે બ્રહ્માંડરૂપ ગામ તેના રાજાધિરાજ છે. અને એ બ્રહ્માંડરૂપ જે ગામ તેના મુખ્ય પટેલ તો બ્રહ્મા, વિષ્ણુ અને શિવ છે. જેમ એક ગામમાં એક પટેલ મોટો હોય તેને તે ગામની સર્વે પ્રજા તે આવીને નમે ને આજ્ઞામાં રહે; ને તે પટેલ રાજાને નમે. તેમ બ્રહ્માંડ-બ્રહ્માંડ પ્રત્યે બ્રહ્મા, વિષ્ણુ, શિવ છે તે મોટેરા છે ને બીજા જે બ્રહ્માંડમાં દેવ, દૈત્ય, મનુષ્ય, ઋષિ, પ્રજાપતિ તે એને ભજે છે ને આજ્ઞામાં રહે છે; ને બ્રહ્મા, વિષ્ણુ અને શિવ તે ભગવાન પુરુષોત્તમને ભજે છે ને આજ્ઞામાં વર્તે છે. તે એ બ્રહ્માંડ-બ્રહ્માંડના જે બ્રહ્મા, વિષ્ણુ અને શિવ તે ભગવાનની પ્રાર્થના કરે છે જે, ‘હે મહારાજ! કૃપા કરીને તમે અમારા બ્રહ્માંડમાં પધારો.’ જેમ કોઈ ગામનો પટેલ હોય તે ચક્રવર્તી રાજા આગળ જઈને પ્રાર્થના કરે જે, ‘હે મહારાજ! હું ગરીબ છું, તે તમે મારે ઘેર પધારો. મારાથી જેવી તમારી ચાકરી બની આવશે તેવી કરીશ.’ તેમ બ્રહ્મા, વિષ્ણુ, શિવ તે એ ભગવાનની પ્રાર્થના કરે છે જે, ‘હે મહારાજ! તમે અમને દયા કરીને દર્શન દ્યો ને અમારા બ્રહ્માંડમાં પધારો,’ ત્યારે એ જે ભગવાન તે બ્રહ્માંડમાં દેહનું ધારણ કરે છે. તે જ્યાં જેવું કાર્ય ત્યાં તેવા દેહનું ધારણ કરે છે ને તેવી રીતે વર્તે છે. જો દેવમાં દેહ ધારણ કરે છે તો દેવના જેવી જ ચેષ્ટા કરે છે તથા પશુના દેહનું ધારણ કરે છે ત્યારે તે પશુની પેઠે જ વર્તે છે. જેમ વરાહરૂપ ભગવાને ધાર્યું ત્યારે સૂંઘીને પૃથ્વીને ખોળી કાઢી તથા હયગ્રીવરૂપે થયા ત્યારે ઘોડાની પેઠે ફૂંફાડા મારવા માંડ્યા તથા મત્સ્ય-કચ્છાદિક જળજંતુનો દેહ ધારણ કર્યો ત્યારે જળમાં જ ફર્યા પણ પૃથ્વીમાં ન ફર્યા તથા નૃસિંહરૂપે થયા ત્યારે સિંહની પેઠે જ વર્ત્યા પણ મનુષ્યના જેવી ચેષ્ટા ન કરી.\n“અને એ ભગવાન મનુષ્યના દેહને ધારણ કરે છે ત્યારે મનુષ્યના જેવી જ ક્રિયા કરે છે. તે જ્યારે સત્યયુગ હોય ત્યારે મનુષ્યને લાખ વર્ષની આવરદા હોય, ત્યારે એ ભગવાન પણ લાખ વર્ષ જ દેહ રાખે; અને તે સત્યયુગના માણસ મનોવાંછિત ભોગને ભોગવે ત્યારે ભગવાન પણ તેમ જ ભોગને ભોગવે પણ અધિકપણે ન વર્તે. અને ત્રેતાયુગમાં દેહ ધારણ કરે ત્યારે માણસને દસ હજાર વર્ષની આવરદા હોય, ત્યારે ભગવાન પણ તેટલાં જ વર્ષ દેહ રાખે. અને દ્વાપર યુગમાં હજાર વર્ષની આવરદા હોય ને દસ હજાર હાથીનું બળ માણસમાં હોય છે, ત્યારે ભગવાનનું પણ એટલું બળ ને એટલી આવરદા હોય છે. અને કળિમાં દેહ ધારણ કરે ત્યારે કળિ પ્રમાણે આયુષ્ય ને બળ તેનું ભગવાન ધારણ કરે છે. અને જેમ બાળક ગર્ભમાં આવે ને તે ગર્ભ વૃદ્ધિને પામે પછી જન્મે છે ને બાળ, યૌવન, વૃદ્ધ અવસ્થા થાય છે ને મૃત્યુને પામે છે; તેમ જ ભગવાન પણ એવી જ મનુષ્યની ચેષ્ટા કરે છે. અને જેમ મનુષ્યમાં કામ, ક્રોધ, લોભ, સ્વાદ, માન, સ્નેહ, મદ, મત્સર, ઈર્ષ્યા, દ્વેષ, રાગ, મોહ, સુખ, દુઃખ, ભય, નિર્ભય, શૂરતા, કાયરતા, ભૂખ, તરસ, આશા, તૃષ્ણા, નિદ્રા, પક્ષપાત, પારકું, પોતાનું, ત્યાગ, વૈરાગ્ય ઇત્યાદિક સ્વભાવ છે; તેમ તેવા જ એ સર્વે સ્વભાવ મનુષ્ય દેહને ભગવાન ધારે ત્યારે તેમાં જણાય છે. તે એ મનુષ્ય સ્વરૂપ પણ ભગવાનનું સર્વ શાસ્ત્રમાં વર્ણન કર્યું છે અને મૂળ જે દિવ્યરૂપ છે તેનું વર્ણન કર્યું છે. તે એ બેય રૂપનું જેણે યથાર્થ શ્રવણ-મનન કરીને દૃઢ નિશ્ચય કર્યો હોય તેને તો કોઈ રીતે સંશય થાય નહીં; અને જેને આવી રીતની સમજણમાં કસર હોય તેને ભગવાનમાં સંશય થાય છે. અને એ જ દિવ્યરૂપ એવા ભગવાન મનુષ્યના દેહનું ધારણ કરે છે ત્યારે મનુષ્યના જેવા સ્વભાવે યુક્ત વર્તતા હોય; પણ જે બુદ્ધિવાન હોય તેને એમ જણાય ખરું જે, ‘એમાં કામ છે તે બીજા મનુષ્યના જેવો નથી તથા ક્રોધ, લોભ, સ્વાદ, માન ઇત્યાદિક મનુષ્યના સ્વભાવ તે એ ભગવાનમાં છે પણ બીજા માણસ જેવા તો નથી.’ એમાં કાંઈક દિવ્યભાવ છે તે બુદ્ધિવાનના જાણ્યામાં આવે છે; તેણે કરીને ભગવાનપણાનો નિશ્ચય કરે છે. જેમ શંકરાચાર્યે શૃંગારરસની વાર્તા જાણ્યાને અર્થે રાજાના દેહમાં પ્રવેશ કર્યો હતો ત્યારે તે રાજાના જેવા જ સર્વે શૃંગારાદિક ભાવ ને દેહની ચેષ્ટા તે હતી, પણ તે રાજાની રાણી બુદ્ધિવાળી હતી તેણે એમ જાણ્યું જે, ‘મારા ધણીમાં આવો ચમત્કાર નહોતો, માટે આ દેહને વિષે કોઈક બીજે જીવે પ્રવેશ કર્યો છે.’ તેમ મનુષ્યરૂપ એવા જે તે ભગવાન તેને વિષે દિવ્યભાવ જણાય છે, તેણે કરીને ભગવાનપણાનો નિશ્ચય થાય છે. ત્યારે તમે કહેશો જે, ‘કાંઈક દિવ્યભાવ જાણ્યામાં આવ્યો તેણે કરીને મનુષ્યને ભગવાનપણાનો નિશ્ચય થયો, ત્યારે ઘણો દિવ્યભાવ જણાવે તો તો બહુ માણસને નિશ્ચય થાય.’ તો એનું તો એમ છે જે, આ સૂર્ય છે તેને સર્વ શાસ્ત્રમાં કહ્યા છે જે, ‘એ નારાયણ છે,’ ને તે એ સૂર્ય સર્વ મનુષ્યને દૃષ્ટિગોચર પણ છે ને નિત્ય એનું દર્શન મનુષ્યમાત્ર કરે છે તો પણ એને દર્શને કરીને મનુષ્યને પોતાના કલ્યાણનો નિશ્ચય નથી થતો જે, ‘મારું કલ્યાણ થયું;’ અને મનુષ્યપણે રહ્યા જે રામ-કૃષ્ણાદિક અવતાર તથા નારદ-શુકાદિક સંત તેનાં દર્શન કરીને મનુષ્યને એમ નિશ્ચય થાય છે જે, ‘મારું કલ્યાણ નિશ્ચય થયું ને હું કૃતાર્થ થયો છું.’ અને તે ભગવાન ને સંત તેમાં તો કાંઈ પ્રકાશ છે નહીં, દીવો કરીએ ત્યારે તેનાં દર્શન થાય છે તો પણ એવો કલ્યાણનો નિશ્ચય થાય છે. તથા અગ્નિ છે તે પણ સાક્ષાત્ ભગવાન છે; કાં જે, ભગવાને કહ્યું છે -\n‘અહં વૈશ્વાનરો ભૂત્વા પ્રાણિનાં દેહમાશ્રિતઃ।\nપ્રાણાપાનસમાયુક્તઃ પચામ્યન્નં ચતુર્વિધમ્॥’\n“એવો જે અગ્નિ તેનાં પણ સર્વને દર્શન છે પણ મનુષ્યને કલ્યાણનો નિશ્ચય થતો નથી અને ભગવાનને ને સંતને દર્શને કરીને થાય છે. તેનું શું કારણ છે જે, ‘મનુષ્યને ને સૂર્ય-અગ્નિને વિજાતિપણું છે,’ માટે એને દર્શને કરીને કલ્યાણનો નિશ્ચય નથી થતો. કાં જે, એ અગ્નિનો સ્પર્શ કરે તો બળી મરે. તથા સૂર્ય છે તેને કુંતાજીએ દુર્વાસાના આપેલા મંત્રે કરીને તેડ્યા ત્યારે તે સૂર્ય કુંતાજી પાસે આવ્યા, તે મનુષ્યરૂપે જેવાં કુંતાજી હતાં તેવા જ સૂર્ય થઈને આવ્યા ત્યારે તેના અંગસંગનું સુખ આવ્યું ને કર્ણરૂપ ગર્ભ રહ્યો; પણ જેવા સૂર્ય પ્રકાશવાન છે તેવા પ્રકાશે સહિત આવ્યા હોત તો કુંતાજી બળી મરત ને સ્પર્શનું સુખ પણ ન આવત. તથા સત્રાજિત યાદવ પાસે સૂર્ય આવતા તે પણ માણસ જેવા થઈને આવતા. અને જ્યારે એ સૂર્ય કુંતાજી પાસે તથા સત્રાજિત પાસે આવ્યા ત્યારે શું આકાશમાં નહોતા? આકાશમાં પણ હતા ને બીજે રૂપે એના એ જ સૂર્ય કુંતાજી ને સત્રાજિત પાસે આવ્યા; અને જેવો સૂર્યનો પ્રકાશ છે તે સર્વે એમાં છે ખરો, પણ તેનો સંકોચ કરીને માણસ જેવા થઈને આવ્યા છે. તેમ એ જે ભગવાન છે તે પોતે પોતાના દિવ્યભાવ સહિત જ જીવને જો દર્શન આપે તો મનુષ્યને ઠીક ન પડે અને એમ જાણે જે, ‘આ તે શું ભૂત હશે કે શું હશે?’ માટે એ ભગવાન પોતાના ઐશ્વર્યનો સંકોચ કરીને મનુષ્ય જેવા જ થઈને દર્શન આપે છે અને પોતે પોતાના ધામમાં પણ વિરાજમાન છે; ત્યારે તે મનુષ્યને દર્શનમાં, સ્પર્શમાં તથા નવ પ્રકારની ભક્તિ કર્યામાં આવે છે. અને જો ભગવાન મનુષ્ય જેવા ન થાય ને દિવ્યભાવે વર્તે તો મનુષ્યને પોતામાં હેત થાય નહીં ને સુવાણ ન પડે. શા માટે? તો મનુષ્ય-મનુષ્યને વિષે હેત થાય છે ને સુવાણ થાય છે, પણ પશુને ને મનુષ્યને હેત-સુવાણ્ય થતી નથી અને પશુ-પશુને પરસ્પર હેત ને સુવાણ્ય થાય છે; કેમ જે, સજાતિ-સજાતિમાં હેત થાય પણ વિજાતિમાં થાય નહીં. તેમ ભગવાન પોતાના દિવ્યભાવનો સંકોચ કરીને પોતાના ભક્તને પોતામાં હેત થાય તે સારુ માણસ જેવા જ ભગવાન થાય છે પણ દિવ્યભાવ જણાવતા નથી; અને દિવ્યભાવ જણાવે તો વિજાતિપણું થાય, માટે ભક્તને પોતામાં હેત ને સુવાણ્ય થાય નહીં. તે સારુ મનુષ્યરૂપે ભગવાન થાય છે ત્યારે પોતાનો દિવ્યભાવ છે તેને છુપાવી રાખવો તે ઉપર જ પોતાની દૃષ્ટિ રહે છે અને છુપાવતે છુપાવતે કદાચિત્ પોતે કોઈક કાર્યમાં ઉતાવળા થઈ જાય છે ત્યારે દિવ્યભાવ જણાઈ આવે છે. અને ક્યારેક પોતે પોતાની ઇચ્છાએ કરીને પણ પોતાના કોઈ ભક્તને જણાવે છે. જેમ શ્રીકૃષ્ણ ભગવાન ભીષ્મને મારવાને ઉતાવળા થયા ત્યારે મનુષ્યભાવ ભૂલી ગયા ને પોતામાં દિવ્યભાવ આવ્યો, તેણે કરીને પોતાના ભારને પૃથ્વી સહન કરવા સમર્થ ન થઈ. તથા અર્જુનને દિવ્યભાવ દેખાડ્યો તે પોતાની ઇચ્છાએ દેખાડ્યો, પણ તે દિવ્યભાવે કરીને અર્જુનને સુખ ન થયું ને બહુ વ્યાકુળ થઈ ગયા. પછી શ્રીકૃષ્ણ ભગવાને પોતાનું મનુષ્યપણે દર્શન અર્જુનને આપ્યું ત્યારે અર્જુનને સુખ થયું. ત્યારે કહ્યું જે,\n‘દૃષ્ટ્વેદં માનુષં રૂપં તવ સૌમ્યં જનાર્દન।\nઇદાનીમસ્મિ સંવૃત્તઃ સચેતાઃ પ્રકૃતિં ગતઃ॥’\n“માટે મનુષ્યપણે કરીને ભગવાન વર્તે તો જ જીવને સાનુકૂળ પડે, નહીં તો ન પડે. તે સારુ એ ભગવાન મનુષ્યપણે વર્તે છે ત્યારે જે આવી રીતે નથી સમજતો તેને મનુષ્યભાવ દેખીને અવળું પડે છે. અને જો એ ભગવાન દિવ્યભાવે જ વર્તે તો મન-વાણીને અગોચર હોય તે જીવના જાણ્યામાં આવે નહીં. માટે એ બે પ્રકારે ભગવાનને શાસ્ત્રમાં કહ્યા છે તેવી રીતે જેણે યથાર્થ જાણ્યા હોય તેને સંશય ન થાય અને જો એમ ન સમજે તો સંશય જરૂર થાય. અને જે એમ કહે છે જે, ‘મેં ભગવાનને જાણ્યા છે ને મને નિશ્ચય છે,’ ને જો તે આ વાતને સમજ્યો નથી તો તેનો નિશ્ચય કાચો છે. જેમ કોઈક પુરુષ શ્લોક શીખ્યો હોય તથા કીર્તન શીખ્યો હોય ને તેને પૂછીએ જે, ‘તને આ શ્લોક તથા કીર્તન આવડ્યો?’ ત્યારે કહે જે, ‘આવડ્યો,’ ને કંઠથી મુખપાઠે કહી દેખાડે; પણ પછી થોડાક દિવસ થાય ત્યારે તે શ્લોક-કીર્તનને ભૂલી જાય. ત્યારે એ તે શું જે, એને જ્યારે એ શીખ્યો હતો ત્યારે જ એને એટલો આવડ્યો નહોતો, કેમ જે, શ્રવણ-મનને કરીને એનો દૃઢ અભ્યાસ થઈને એના જીવમાં એ શ્લોક-કીર્તન ચોંટી નહોતો ગયો. અને કોઈક વાતનો બાળકપણામાં જ એવો અધ્યાસ થયો હોય છે, તો એ યુવાન થાય, વૃદ્ધ થાય તો પણ તે વાતનું જ્યારે કામ પડે ત્યારે સાંભરી આવે છે. તેમ એણે ભગવાનનો નિશ્ચય કર્યો હતો ત્યારે જ એના નિશ્ચયમાં કસર રહી ગઈ હતી અને જો કસર ન રહી હોત ને આવી રીતે પ્રથમથી જ શ્રવણ કરીને ને તેનું મનન કરીને તેનો દૃઢ અધ્યાસ એના જીવમાં થયો હોત તો એને કોઈ દિવસ સંશય થાત જ નહીં.”"
}