{
  "number": 116,
  "vachanamrut": "લોયા ૮\n",
  "title": "ઇન્દ્રિયોની ચંચળતા ટાળ્યાનું, પોતાના અંગના શબ્દો ગ્રહણ કર્યાનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર સુદિ ૫ પંચમીને દિવસ રાત્રિને સમે શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં વિરાજમાન હતા અને ધોળો ફેંટો મસ્તકે બાંધ્યો હતો ને ધોળી છીંટની ડગલી પહેરી હતી ને ધોળો ખેસ પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમયને વિષે શ્રીજીમહારાજને મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “જે ભોળો હોય તેને તો કોઈ સ્વભાવ દેખીને સંતનો અવગુણ આવે, પણ જે ડાહ્યો હોય તેને સંતનો અવગુણ કેમ આવે છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે ડાહ્યો હોય તેને પોતામાં જે કોઈ અયોગ્ય સ્વભાવ દેખ્યામાં આવ્યો ને તેની ઉપર પોતે અતિ દોષબુદ્ધિ રાખીને દ્વેષે સહિત તે સ્વભાવને ટાળ્યાનો દાખડો કરતો હોય અને તે સ્વભાવ ઉપર પોતાને અતિ ખાર હોય અને તેનો તે સ્વભાવ કોઈ બીજા સંતમાં દેખાય ત્યારે તેનો અભાવ આવે છે. અને જે મૂર્ખ હોય તે તો પોતાના સ્વભાવને ટાળે નહીં ને બીજા સંતમાં કાંઈક તે સ્વભાવ દેખે તો તેનો અવગુણ લે છે તેને મૂર્ખ કહીએ.”૫\nત્યાર પછી શ્રીજીમહારાજ નાના નાના પરમહંસને તેડાવીને પોતે પ્રશ્ન શીખવવા લાગ્યા ને પોતે ઉત્તર કરવા લાગ્યા. તેમાં પ્રથમ તો પોતે એમ પ્રશ્ન પૂછ્યો જે, “કામ, ક્રોધ અને લોભાદિક શત્રુનો જે વેગ તેનું જે તીવ્રપણું ને મંદપણું તે બાળ, યૌવન અને વૃદ્ધ તેણે કરીને છે. કેવી રીતે? તો બાળપણામાં મંદ વેગ હોય અને યૌવન અવસ્થામાં તીવ્ર વેગ હોય ને વળી પાછું વૃદ્ધપણામાં મંદપણું થાય. એમ કામાદિકનું તીવ્ર-મંદપણું છે તે તો જણાય છે, પણ વિચારે કરીને એનું મંદપણું છે કે નહીં?” ત્યારે તેનો ઉત્તર પોતે જ કર્યો જે, “વિચારે કરીને પણ કામાદિકનું મંદપણું છે. તે વિચાર કેમ કરે? તો બાળક અવસ્થામાં મંદપણું છે ને યૌવન અવસ્થામાં તીવ્રપણું છે ને વૃદ્ધ અવસ્થામાં પાછું મંદપણું છે તે તો આહારે કરીને છે; જે બાળ અવસ્થાને વિષે આહાર થોડો છે માટે કામ પણ ઓછો છે ને વૃદ્ધ અવસ્થામાં પણ આહાર ઓછો હોય એટલે કામ પણ ઓછો હોય અને યૌવન અવસ્થામાં આહારની વૃદ્ધિ હોય એટલે કામની પણ વૃદ્ધિ હોય. તે માટે જો યૌવન અવસ્થામાં આહાર ઓછો કરે અને૨ દેહે કરીને શીત, ઉષ્ણ, વરસાદ, ભૂખ તેનું જાણી-જાણીને સહન કરે; એવો જે વિચાર રાખે અને મોટા સાધુનો સમાગમ રાખે તો તેને યૌવન અવસ્થામાં પણ કામ મંદ પડી જાય.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જીવને નાના પ્રકારનાં વ્યસન પડે છે, કોઈકને ભાંગ્યનું, અફીણનું, દારૂનું, ગાંજાનું ઇત્યાદિક અનેક પ્રકારનાં પડે છે, તે વ્યસન ક્રિયમાણ છે કે પ્રારબ્ધે કરીને છે?” ત્યારે તેનો ઉત્તર પણ પોતે જ કર્યો જે, “એ વ્યસન તો કર્યાં થાય છે પણ પ્રારબ્ધે કરીને નથી. માટે જો એ વ્યસનને ટાળ્યાનો શ્રદ્ધા સહિત આગ્રહ કરે ને શૂરવીરપણું હોય તો તે ટળી જાય, પણ શ્રદ્ધા ન હોય ને ફોશી હોય તેથી એ સ્વભાવ ટળે નહીં.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “કેટલાક બાળકને તો વૃદ્ધના સરખી પ્રકૃતિ હોય છે ને કેટલાકને તો અતિ ચંચળ પ્રકૃતિ હોય છે; તે સંગે કરીને થાય છે કે એના જીવમાં જ એવી પ્રકૃતિ રહી છે?” ત્યારે તેનો ઉત્તર પણ પોતે જ કર્યો જે, “બહુધા તો સંગે કરીને જ સારી-નરસી પ્રકૃતિ થાય છે અને કેટલાંકને પૂર્વકર્માનુસારે પણ થાય છે.”\nપછી કપિલેશ્વરાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! પૂર્વનો સ્વભાવ હોય તે કેમ જાણવો ને હમણાંનો સ્વભાવ હોય તે કેમ જાણવો?” ત્યારે શ્રીજીમહારાજે તેનો ઉત્તર કર્યો જે, “જે સ્વભાવ હમણાંનો હોય તે તો જો રૂડા સંતને સંગે રહીને થોડોક તેને ટાળ્યાનો ઉપાય કરે તો ટળી જાય. જેમ વંડી ઉપર તૃણ ઊગ્યાં હોય તે પાંચ દહાડા મેઘ ન વરસે તો સુકાઈ જાય; તેમ હમણાંનો જે સ્વભાવ તે તો થોડાક દિવસમાં ટળી જાય છે. અને જે પૂર્વનો સ્વભાવ હોય તેને ટાળ્યાનો તો અતિ દાખડો કરે ત્યારે માંડમાંડ ટળે. જેમ ધરતીમાં ધરોનો છોડ હોય અથવા બોરડીનાં ઝાડ હોય તેને તો ખેડૂત અગ્નિ લગાડીને બાળે તો પણ પાછો ફૂટી આવે ને જો કોદાળી લઈને મૂળમાંથી ખોદી નાંખે તો જાય; તેમ જે પૂર્વનો સ્વભાવ હોય તેને રૂડા સંતના સમાગમમાં રહીને અતિ પ્રયાસે કરીને ટાળે તો માંડમાંડ ટળે.”\nઅને ત્યાર પછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જેની ઇન્દ્રિયો ચંચળ હોય તે ચંચળતાને ટાળ્યાના પૃથક્ પૃથક્ કયા ઉપાય છે?” ત્યારે તેનો ઉત્તર પણ પોતે જ કર્યો જે, “ચક્ષુ ઇન્દ્રિયની ચંચળતા ટાળ્યાનો એ ઉપાય છે જે, નાસિકાગ્ર દૃષ્ટિ રાખે ને આડુંઅવળું જુએ નહીં, ભણવું હોય તો ભણ્યા કરે તથા ભજન-સ્મરણ કર્યાં કરે. અને એમ કરતાં સ્ત્રીઆદિક દેખાઈ જાય ને અયોગ્ય ઘાટ ન થયો હોય તો પણ નેત્રને ઉઘાડાં રાખીને મેષોન્મેષે રહિત કરીને જ્યાં સુધી નેત્ર સારી પેઠે બળે ને આંસુ ચાલે ત્યાં સુધી ઘડી બે ઘડી પર્યંત જોઈ રહે, ત્યારે તેની દૃષ્ટિ ચંચળ હોય તો પણ વશ થઈ જાય છે. અને નાસિકા ઇન્દ્રિય છે તે કોઈનું શરીર અથવા મુખ કે વસ્ત્ર તે ગંધાતું હોય તેનો ગંધ લે ત્યારે તે ન ગમે. ત્યારે તેનો એમ વિચાર કરે જે, ‘મારો દેહ પણ ઉપરથી સારો છે પણ માંહી તો રુધિર, માંસ, હાડકાં છે તથા પેટમાં મળ, મૂત્ર, આંતરડાં છે.’ એમ વિચારે તો નાસિકાની ચંચળતા ટળે. અને કાનની ચંચળતા એમ ટળે જે, કોઈ રમૂજ થતી હોય અથવા ભવાઈ થતી હોય તો તેને સાંભળ્યામાં હેત થાય ને ભગવાનની કથા-કીર્તન સાંભળ્યામાં નિદ્રા આવે, ત્યારે ઊભા થવું ને નિદ્રા-આળસને ટાળવું ને ભગવાનની કથા સાંભળ્યામાં શ્રદ્ધા રાખવી ને હેત રાખવું, તો કાન જિતાય. અને ત્વચા ઇન્દ્રિયને એમ જીતે જે, જાણી-જાણીને ટાઢ, તડકો, વરસાદ તેને ખમવો, ને ગોદડી હોય તે ઉશીકે મૂકી રાખવી ને સારી પેઠે ટાઢ વાય ત્યારે ઓઢવી તથા જ્યાં-ત્યાં પડી રહેવું, એમ કરીને ત્વચાને બાળી નાંખે. એમ કરે તો ત્વચા ઇન્દ્રિયની ચંચળતા ટળે. અને હાથની ચંચળતા એમ ટળે જે, જ્યારે હાથ નવરા હોય ત્યારે હાથમાં માળા રાખીને શ્વાસોચ્છ્‍વાસે ભગવાનનું નામ લઈને તે માળા ફેરવવી, પણ ઉતાવળી લહરકે માળા ન ફેરવવી. અને કેટલાક એમ કહે છે જે, ‘મને કરીને તો નામ વધુ લેવાય,’ એ વાત ખોટી છે; જેટલાં જીભે લેવાય તેટલાં જ મને કરીને લેવાય છે. એમ કરે તો હાથની ચંચળતા ટળે. અને પગ ચંચળ હોય તો આસનને જીતવું, તો પગ જિતાય. અને શિશ્ન ચંચળ હોય તો જેમ ઝીણી ખસ હોય કે રાતી દાદર હોય, તેને ખંજોળીએ તો લોહી નીકળે ત્યાં સુધી ખરજ ટળે નહીં અને જો ન ખંજોળીએ તો તે એમ ને એમ બળી જાય; તેમ શિશ્ન ઇન્દ્રિયમાં ચળ આવે તો પણ તેને હાથે કરીને અડે જ નહીં. અને જો શિશ્નમાં વાયુ ભરાતો હોય તો આહાર થોડો કરે ને ઉપવાસ કર્યાં કરે ને દેહને બળહીન કરી નાંખે, તો શિશ્ન જિતાય. અને જિહ્‌વા ઇન્દ્રિયને જીતવી હોય તો જે વસ્તુ જીભને ગમતી હોય તે વસ્તુ ન આપવી અને આહાર યુક્ત કરવો, તો જિહ્‌વાની ચંચળતા ટળે. અને વાણી ચંચળ હોય તો એમ ટળે જે, મુક્તાનંદ સ્વામી જેવા વાર્તા કરતા હોય તથા કથા વાંચતા હોય તે વચમાં પોતે ડહાપણ કરીને બોલવું નહીં અને જો વચમાં બોલાઈ જાય તો પંચવીશ માળા ફેરવવી, તો વાણીની ચંચળતા ટળી જાય.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “એ સર્વે ઇન્દ્રિયો છે તેમાંથી એકને પરિપક્વ જીતે તો સર્વે ઇન્દ્રિયો જિતાય, એવી કઈ ઇન્દ્રિય છે?” ત્યારે તેનો ઉત્તર પણ પોતે જ કર્યો જે, “એક જિહ્‌વાને પરિપક્વ જીતે, તો બીજાં સર્વે ઇન્દ્રિયો જિતાય છે.”\nત્યાર પછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જે પુરુષને અંતરમાં કામ વ્યાપ્યો હોય તેને બહારથી કેમ જાણીએ જે, એને કામ વ્યાપ્યો છે? અને એનું જે અંગ તે તો વસ્ત્રમાં ઢાંક્યું હોય છે.” ત્યારે એનો ઉત્તર પણ પોતે જ કર્યો જે, “જેને કામ વ્યાપે તેનાં નેત્ર આદિક જે સર્વે ઇન્દ્રિયો તે ચંચળ થાય ત્યારે જાણવું જે, એ કામે વ્યાકુળ થયો છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જેનો ચંચળ સ્વભાવ હોય તેને શાંત થવું અને જેનો શાંત સ્વભાવ હોય તેને ચંચળ થવું, તે કયા વિચારે કરીને થાય છે?” ત્યારે એનો ઉત્તર પણ પોતે જ કર્યો જે, “જે ચંચળ હોય તે એમ વિચારે જે, ‘હું આત્મા છું, બ્રહ્મ૩ છું, અલિંગ૪ છું અને આકાશની પેઠે સ્થિર છું;’ એવે વિચારે કરીને ઉપશમ અવસ્થાને પામે તો ચંચળ હોય તે શાંત થાય. અને જે શાંતને ચંચળ થવું હોય તેને તો ભગવાન ને ભગવાનના ભક્તનું માહાત્મ્ય જાણવું; ને માહાત્મ્ય જાણે ત્યારે ભગવાનની નવ પ્રકારે ભક્તિ કરે તથા ભગવાનના ભક્તની સેવા-ચાકરી કરે, તેણે કરીને એનો ચંચળ સ્વભાવ થાય છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “શ્રીમદ્‌ભાગવતાદિક જે આઠ સત્‎શાસ્ત્ર તેમાંથી કોઈ ત્યાગ કરવા યોગ્ય છે કે સર્વે ગ્રહણ કરવા યોગ્ય છે?” ત્યારે તેનો ઉત્તર પણ પોતે જ કર્યો જે, “એ સર્વે ગ્રંથમાં પણ અનેક પ્રકારનાં પ્રકરણ છે. તે સર્વે પ્રકરણે કરીને ભગવાનને પામ્યા જે ભક્ત તેમનાં અંગ કહ્યાં છે, માટે એ સર્વે ગ્રહણ કર્યાં યોગ્ય છે. પણ સર્વ પ્રકરણમાંથી જે પ્રકરણ પોતાના અંગમાં મળતું આવતું હોય તેને ગ્રહણ કરવું ને બીજાનો ત્યાગ કરવો અને એમ જાણવું જે, ‘એ છે તો સાચું, પણ એ બીજા ભક્તને અર્થે છે, પણ મારે અર્થે નથી.’”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “આ તમે સર્વે નાના છોકરા બેઠા છો તેમાંથી કોઈકને તો આ સર્વે સંત પ્રમાણ કરે છે ને કોઈકને તો નથી કરતા; અને સર્વેની અવસ્થા સરખી છે ને સંગ પણ એકસરખો છે અને ભોજન, વસ્ત્ર, ઉપાસના, શાસ્ત્ર, ઉપદેશ, મંત્ર તે સર્વેને એકસરખાં છે; તો પણ જે ન્યૂનાધિકપણું રહી ગયું તેનું શું કારણ છે? અને જે સંત છે તે તો સમદૃષ્ટિવાળા છે ને નિર્પક્ષ છે ને ધર્મવાળા છે, તે તો જે જેવો હોય તેને તેમ કહે. માટે એનો ઉત્તર કહો.” પછી પોતે જ એનો ઉત્તર કર્યો જે, “જેનાં સંત વખાણ કરે છે તેને જ શ્રદ્ધા છે, માટે ધર્મ પાળ્યાને વિષે તેનો વધારો છે ને તેને સંતની સેવા કરવાને વિષે તથા ભગવાનની વાત સાંભળવાને વિષે પણ શ્રદ્ધા છે ને સંતનો વિશ્વાસ છે, માટે એ વધી ગયો. અને જે આવા સમાગમમાં રહ્યો થકો વધ્યો નહીં તે શ્રદ્ધારહિત છે એમ જાણવું.”"
}