{
  "number": 264,
  "vachanamrut": "અમદાવાદ ૪\n",
  "title": "અમદાવાદ ૪\n",
  "setting": "સંવત ૧૮૮૨ના ફાગણ વદિ ૩ તૃતિયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિરને સન્મુખ વેદિકા ઉપર ગાદીતકિયે યુક્ત જે ઢોલિયો તે ઉપર વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને મસ્તક ઉપર ગુલાબી રંગની પાઘ વિરાજમાન હતી અને પાઘને વિષે ગુલાબના તોરા ઝૂકી રહ્યા હતા અને શ્રવણ ઉપર ગુલાબના ગુચ્છ ખોસ્યા હતા અને ગુલાબના બહુ હાર કંઠને વિષે વિરાજમાન હતા ને બે બાંહ્યે ગુલાબના બાજુબંધ બાંધ્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ મુનિમંડળ તથા હરિભક્ત પ્રત્યે એમ બોલ્યા જે, “સર્વે સાંભળો, એક વાત કરીએ જે, પ્રથમ ભગવાનના સ્વરૂપનો દૃઢ નિશ્ચય કરવો. તે ભગવાન કેવા છે? તો પોતાની ઇચ્છાએ કરીને જીવના કલ્યાણને અર્થે જન્મ ધરે છે. ને જન્મને ધરતા થકા પણ અજન્મા છે ને દેહને મૂકતા થકા પણ અજર, અમર છે. ને નિરંજન છે કહેતાં માયાના અંજને કરીને રહિત છે ને મૂર્તિમાન છે. અને સ્વપ્રકાશ છે, પરબ્રહ્મ છે, અક્ષરાતીત છે, અંતર્યામી છે, અનંત કોટિ બ્રહ્માંડના આધાર છે. અને મનુષ્ય દેહને જે ધરવું ને મૂકવું તે તો નટની પેઠે ઇન્દ્રજાલ સરખું છે. અને અનંત કોટિ અક્ષરાદિ મુક્તના નિયંતા છે ને સર્વેના સ્વામી છે. એવા જે શ્રીપુરુષોત્તમ નારાયણ તે પ્રથમ ધર્મદેવ થકી મૂર્તિને વિષે શ્રીનરનારાયણરૂપે પ્રગટ થઈને બદરિકાશ્રમને વિષે તપ કરે છે. અને વળી તે શ્રીનરનારાયણ તે પૃથ્વીને વિષે કોઈક કાર્યને અર્થે મચ્છ, કચ્છ, વરાહ, વામન, રામ, કૃષ્ણાદિક જે દેહ તેને ગ્રહણ કરીને અને તે પોતાને દેહે કરીને અન્ય જીવના દેહાભિમાનનો ત્યાગ કરાવીને અને બ્રહ્મઅભિમાનને ગ્રહણ કરાવીને પોતાના દેહને અને અન્ય જીવના દેહને સમ દેખાડે છે. જેમ કાંટે કરીને કાંટાને કાઢીને બે કાંટાનો ત્યાગ કરે તેમ ભગવાન પોતાના દેહનો અન્ય જીવના દેહને તુલ્યપણે ત્યાગ કરે છે. તે ભારતને વિષે આખ્યાન છે જે, નૃસિંહજીને જ્યારે દેહત્યાગ કર્યાની ઇચ્છા થઈ ત્યારે અંતર્યામીરૂપે કરીને શિવના હૃદયને વિષે પ્રેરીને શિવ પાસે શરભનો દેહ ધરાવ્યો. અને તે શરભને ને નૃસિંહજીને યુદ્ધ થયું, ને પછી નૃસિંહજીએ પોતાનો દેહ મૂકી દીધો.૬ એવી રીતે સ્વતંત્ર થકા પોતાની ઇચ્છાએ કરીને દેહને ગ્રહણ કરે છે ને તે દેહનો ત્યાગ કરે છે. તે જેમ  ઋષભદેવનો દેહ દાવાનલને વિષે બળી ગયો અને શ્રીકૃષ્ણ ભગવાનના પગમાં તીર લાગ્યો ને દેહનો ત્યાગ કર્યો,૮ તે ચરિત્રને દેખીને જે નાસ્તિક મતિવાળા છે ને અભક્ત છે તેમની મતિ ભ્રમી જાય છે અને પોતાની પેઠે ભગવાનને વિષે પણ જન્મ-મૃત્યુનું આરોપણ કરે છે. અને તેમની મતિને વિષે એમ જણાય છે જે, ભગવાન પણ કર્મે કરીને દેહને ધરે છે અને કર્મે કરીને દેહને મૂકે છે; અને જ્યારે નૈષ્કર્મ્ય કર્મને કરશે ત્યારે કર્મ ખપીને મુક્ત થશે. અને જે આસ્તિક બુદ્ધિવાળા છે અને હરિભક્ત છે તે એમ જાણે છે જે, નાસ્તિકની સમજણ છે તે ખોટી છે ને ભગવાનનો દેહ તો નિત્ય છે, અને ભગવાનને વિષે જન્મ, બાલ્ય, યૌવન, વૃદ્ધપણું ને મૃત્યુ ઇત્યાદિક જે દેહના ભાવ તે તો ભગવાનની લીલા છે. અને કાળ ને માયા તે ભગવાનના દેહને વિષે ચેષ્ટા કરવાને અર્થે સમર્થ થતાં નથી. અને ભગવાનના દેહને વિષે પરિણામપણું જણાય છે તે તો એ ભગવાનની યોગમાયાએ કરીને જણાય છે. અને તેને વિષે જે ભગવાનના ભક્ત છે તે મોહ નથી પામતા ને જે અભક્ત છે તેની મતિ ભ્રમી જાય છે. જેમ નટના ચરિત્રને દેખીને જગતના જીવની મતિ ભ્રમી જાય છે અને નટની વિદ્યાના જાણતલની મતિ નથી ભ્રમતી, તેમ પુરુષોત્તમ એવા જે શ્રીનરનારાયણ તે અનેક દેહ ધરીને નટની પેઠે તે દેહનો ત્યાગ કરે છે. ને એ શ્રીનરનારાયણ સર્વે અવતારના કારણ છે. ને શ્રીનરનારાયણને વિષે જે મરણભાવ કલ્પે છે તેને અનેક દેહ ધરવા પડે છે ને ચોરાસીનાં દુઃખનો ને યમપુરીનાં દુઃખનો તેને પાર આવતો નથી; અને જે શ્રીનરનારાયણને વિષે અજર, અમરપણું સમજે છે તે કર્મ થકી ને ચોરાસી થકી મુકાઈ જાય છે. માટે આપણા ઉદ્ધવ સંપ્રદાયના સર્વે સત્સંગી, સાધુ ભગવાનની મૂર્તિયું જે થઈ ગઇયું ને હમણાં છે ને આગળ થશે, તેને વિષે મરણભાવ કોઈ કલ્પશો મા. અને આ વાર્તા સૌ લખી લેજ્યો.” એમ કહીને શ્રીજીમહારાજ પોતાનું પ્રગટપણું જણાવતા હવા ને તે વાર્તાને સાંભળીને સર્વે તેવી જ રીતે શ્રીજીમહારાજનો નિશ્ચય કરતા હવા."
}