{
  "number": 72,
  "vachanamrut": "ગઢડા પ્રથમ ૭૨\n",
  "title": "માહાત્મ્યે સહિત નિશ્ચયનું\n",
  "setting": "સંવત ૧૮૭૬ના ચૈત્ર વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરને સમીપે ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ઉગમણે મુખારવિંદે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! કાલ્યને દિવસ તમે દાદાખાચર આગળ બહુ રૂડી વાર્તા કરી હતી, તે વાર્તા સાંભળવાની અમારે સર્વેને ઘણી ઇચ્છા છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનના ભક્તને ભગવાનનો નિશ્ચય માહાત્મ્યે સહિત હોય ને સંતનું ને સત્સંગીનું માહાત્મ્ય ઘણું જાણતો હોય, ને તે ભક્તનું જો કર્મ કઠણ હોય ને કાળ પણ કઠણ હોય તો પણ તે ભક્તને એવી ભક્તિનું અતિશય બળ છે, તે કાળ ને કર્મ એ બેય મળીને તેનું ભૂંડું કરી શકતાં નથી. અને જેને ભગવાન ને ભગવાનના સંતને વિષે જો નિષ્ઠામાં કાંઈક ફેર હોય તો તેનું ભગવાન રૂડું કરવાને ઇચ્છે તોય પણ રૂડું થતું નથી. અને જે ગરીબને કલપાવે તેનું તો કોઈ રીતે રૂડું જ થાય નહીં. અને મહાભારતમાં ભીષ્મપિતાએ રાજા યુધિષ્ઠિરને એમ કહ્યું૯ છે જે, ‘જો તું ગરીબને કલપાવીશ તો તું તારા વંશે સહિત બળીને ભસ્મ થઈ જઈશ.’ માટે ભગવાનનો ભક્ત હોય અથવા કોઈ બીજો હોય, પણ ગરીબમાત્રને લેશમાત્ર દુખવવો નહીં. અને જો ગરીબને દુખવે તો તેનું કોઈ પ્રકારે સારું થાય નહીં અને જો ગરીબને દુખવે તો બ્રહ્મહત્યા જેટલું પાપ થાય છે. અને તેમ જ કોઈકને માથે જૂઠું કલંક દેવું તે પણ બ્રહ્મહત્યા જેવું જ છે; અને જો સાચું કલંક હોય તો પણ તેને એકાંતે તેડીને તેનું રૂડું થાય એમ કહેવું, પણ તેને ફજેત કરવો નહીં. અને તેમ જ પાંચ પ્રકારની જે સ્ત્રીઓ છે તેનો જો ધર્મભંગ કરાવે તો તેને પણ બ્રહ્મહત્યાનું પાપ લાગે છે. તે પાંચ પ્રકારની સ્ત્રીઓ કઈ? તો એક તો પોતાને શરણે આવી હોય૯ અને બીજી તે પોતાની સ્ત્રી હોય અને વ્રત-ઉપવાસને દિવસે પોતાનો સંગ કરવા ન ઇચ્છતી હોય અને ત્રીજી તે પતિવ્રતા હોય અને ચોથી તે વિધવા સ્ત્રી અને પાંચમી તે વિશ્વાસી૯ સ્ત્રી - એ પાંચ પ્રકારની સ્ત્રીઓને સંગાથે જો વ્યભિચાર કરે તો તેને બ્રહ્મહત્યાનું પાપ લાગે છે. તેમાં જે વિધવા સ્ત્રી છે તેનું જો મન કુમાર્ગને વિષે ડોલતું હોય તો તેને સમજાવીને ધર્મમાં રાખવી.”\nપછી મુનિ જે તે ભગવાનનાં રસિક કીર્તન ગાવા લાગ્યા. તેને સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન જીવના કલ્યાણને અર્થે દેહ ધરે છે ત્યારે મનુષ્યના જેવી જ સર્વે ક્રિયા હોય, તેને દેખીને જે ભગવાનના ભક્ત હોય તે તો ચરિત્ર કરી જાણે અને વિમુખ જીવ હોય અથવા કાચોપોચો હરિભક્ત હોય તે તો તે ચરિત્રને વિષે દોષ પરઠે. જેમ શુકજીએ રાસપંચાધ્યાયીનું વર્ણન કર્યું ત્યારે રાજા પરીક્ષિતને સંશય થયો. પછી એમ પૂછ્યું જે, ‘ભગવાન તો ધર્મની મર્યાદા સ્થાપન કરવાને અર્થે પ્રકટ થયા હતા, તેણે પરસ્ત્રીનો સંગ કરીને ધર્મનો ભંગ કેમ કર્યો?’૨૫ એવી રીતે દોષ લીધો. અને શુકજીએ તો સમજી વિચારીને ભગવાનનું ગુણગાન કર્યું જે, કામદેવે બ્રહ્માદિક દેવતાને જીતીને પોતાને વશ કર્યા તેનો કામદેવને અતિશય ગર્વ થયો, તે ગર્વને ઉતારવાને કાજે ભગવાને કામદેવને પડકાર્યો. તે જેમ કોઈ બળવાન રાજા હોય, તે શત્રુને પોતાની ગાંઠ્યની દારૂગોળી અપાવીને પછી તે સાથે લડવા જાય; તેમ ભગવાને કામદેવરૂપી શત્રુને લડ્યાનો સામાન મોરથી આપ્યો. તે શું? તો કામદેવનું બળ જ્યારે સ્ત્રીનો સંબંધ હોય ત્યારે થાય; તેમાં પણ શરદઋતુને વિષે રાત્રિમાં કામદેવનું વધુ બળ થાય તથા સ્ત્રીના રાગરંગ, વિલાસના શબ્દ સાંભળવા તથા સ્ત્રીનું રૂપ જોવું, સ્ત્રીનો સ્પર્શ કરવો, તેણે કરીને કામદેવનું અતિશય બળ વધે છે; એ સર્વે સામાન શ્રીકૃષ્ણ ભગવાને કામદેવને આપીને તેને જીતી લીધો અને અખંડ બ્રહ્મચારીની પેઠે ઊર્ધ્વરેતા રહ્યા અને એવી રીતે કામનો ગર્વ ઉતાર્યો. એવું અલૌકિક સામર્થ્ય ભગવાન વિના બીજામાં હોય નહીં. એવું અતિ ભગવાનનું સામર્થ્ય જાણીને શુકજીએ ભગવાનનાં ચરિત્રગાન કર્યાં અને રાજા પરીક્ષિતને તે વાત સમજાણી નહીં૯ ત્યારે દોષ પરઠ્યો. માટે કોઈક એમ કહે જે, ‘તમે પરમહંસ થઈને રસિક કીર્તન કેમ ગાવો છો?’ તો તેને એમ કહેવું જે, ‘જો અમે રસિક કીર્તન ન ગાઈએ અને ભગવાનનાં રસિક ચરિત્રને વિષે દોષ પરઠીએ, તો અમે પણ રાજા પરીક્ષિત તથા બીજા જે નાસ્તિક વિમુખ જીવ તેની પંક્તિમાં ભળીએ. માટે અમારે તો વિમુખની પંક્તિમાં ભળવું નથી. શા માટે જે, પરમહંસમાત્રના ગુરુ જે શુકજી તેણે ભગવાનનાં રસિક ચરિત્ર ગાયાં છે, માટે અમારે પણ જરૂર ગાવવાં.’\n“અને ક્ષર-અક્ષરથી પર એવા જે પુરુષોત્તમ ભગવાન છે, તે જ્યારે જીવના કલ્યાણને અર્થે બ્રહ્માંડને વિષે મનુષ્ય જેવી મૂર્તિ કરીને વિચરે છે, ત્યારે સર્વે મનુષ્યના જેવાં જ ચરિત્ર કરે છે. અને જેમ મનુષ્યને વિષે હારવું, જીતવું, ભય, શોક, કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સર, આશા, તૃષ્ણા, ઈર્ષ્યા ઇત્યાદિક માયિક સ્વભાવ હોય, તેવા જ સ્વભાવ ભગવાન પણ પોતામાં દેખાડે છે; તે સર્વે જીવના કલ્યાણને અર્થે છે. પછી જે ભક્ત હોય તે તો એ ચરિત્રને ગાઈને પરમ પદને પામે છે અને જે વિમુખ હોય તે દોષ પરઠે છે. અને એ ભગવાન તો જેમ ક્ષરના આત્મા છે તેમ જ પ્રકૃતિપુરુષ થકી પર અક્ષરબ્રહ્મ તેના પણ આત્મા છે અને ક્ષર-અક્ષર એ બેયને પોતાની શક્તિએ કરીને ધરી રહ્યા છે અને પોતે તો ક્ષર-અક્ષરથી ન્યારા છે. અને ભગવાનની મોટાઈ તો એવી છે જે, જેના એક એક રોમના છિદ્રને વિષે અનંત કોટિ બ્રહ્માંડ પરમાણુની પેઠે રહ્યાં છે. એવા જે મોટા ભગવાન તે જીવના કલ્યાણને વાસ્તે મનુષ્ય જેવડા જ થાય છે ત્યારે જીવને સેવા કર્યાનો યોગ આવે છે; અને જો ભગવાન જેવડા છે તેવડા ને તેવડા રહે તો બ્રહ્માદિક જે બ્રહ્માંડના અધિપતિ દેવ તેને પણ દર્શન કર્યાનું કે સેવા કર્યાનું સામર્થ્ય રહે નહીં, તો મનુષ્યને તો રહે જ ક્યાંથી? અને જેમ વડવાનળ અગ્નિ છે તે સમુદ્રના જળને વિષે રહ્યો છે અને સમુદ્રના જળને પીએ છે ને સમુદ્રનો ઓલાવ્યો ઓલાતો નથી એવો મોટો છે; તે અગ્નિ જ્યારે આપણે ઘરમાં દીવો જોઈતો હોય ત્યારે આવીને આપણા ઘરમાં બેસે તો આપણને દીવા જેવું સુખ થાય નહીં અને બળીને સર્વે ભસ્મ થઈ જઈએ અને તે જ અગ્નિ દીવારૂપે હોય તો અજવાળું કરે ને આનંદ થાય. અને તે દીવો છે તો તેનો તે જ અગ્નિ, પણ ફૂંકીએ તથા હાથે કરીને ઓલાવીએ તો ઓલાઈ જાય એવો અસમર્થ છે, તો પણ તે થકી જ આપણને સુખ થાય પણ વડવાનળ અગ્નિથી સુખ ન થાય. તેમ જ ભગવાન મનુષ્ય જેવા અસમર્થ જણાતા હોય પણ અનેક જીવનું કલ્યાણ એ થકી જ થાય, પણ જેના એક એક રોમમાં અનંત કોટિ બ્રહ્માંડ રહ્યાં છે એવી મૂર્તિનું તો જીવ દર્શન કરવા પણ સમર્થ થાય નહીં; માટે એવે રૂપે કરીને કલ્યાણ ન થાય. તે માટે ભગવાન મનુષ્ય જેવી મૂર્તિ ધારીને જેવાં જેવાં ચરિત્ર કરે છે તે સર્વે ગાન કરવા યોગ્ય છે, પણ એમ ન સમજવું જે, ‘ભગવાન થઈને એમ શું કરતા હશે?’ અને ભગવાનનાં ચરિત્ર તો સર્વે કલ્યાણકારી જ સમજવાં એ જ ભક્તનો ધર્મ છે. અને એવું સમજે તે જ ભગવાનનો પૂરો ભક્ત કહેવાય છે.”\nપછી રોજકાના હરિભક્ત કાકાભાઈએ પૂછ્યું જે, “જેને માહાત્મ્ય વિનાનો એકલો ભગવાનનો નિશ્ચય હોય તેનાં શાં લક્ષણ છે? અને જેને માહાત્મ્યે સહિત નિશ્ચય હોય તેનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને એકલો નિશ્ચય હોય તેને એમ ઘાટ થાય જે, ‘ભગવાન તો મળ્યા છે પણ શું જાણીએ કલ્યાણ તો થશે કે નહીં થાય?’ અને જેને માહાત્મ્યે સહિત નિશ્ચય હોય તેને એમ સમજાય જે, ‘જે દિવસે ભગવાનનું દર્શન થયું તે દિવસથી જ કલ્યાણ તો થઈ રહ્યું છે અને જે જીવ ભાવે કરીને મારું દર્શન કરે તથા મારું વચન માને તેનું પણ કલ્યાણ થઈ જાય તો મારે કલ્યાણનો શ્યો સંશય છે? હું તો કૃતાર્થ છું અને જે કાંઈ સાધન કરું છું તે તો ભગવાનની પ્રસન્નતાને અર્થે કરું છું,’ એમ સમજે તેને ભગવાનનો માહાત્મ્યે સહિત નિશ્ચય જાણવો.”\nપછી વળી કાકાભાઈએ પૂછ્યું જે, “ઉત્તમ, મધ્યમ અને કનિષ્ઠ એ ત્રણ પ્રકારના જે ભગવાનના ભક્ત તેનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભક્ત પોતાને દેહ થકી જુદો જે આત્મા તે રૂપ માને અને દેહના ગુણ જે જડ, દુઃખ, મિથ્યા, અપવિત્રપણું ઇત્યાદિક છે તે આત્માને વિષે માને નહીં અને અછેદ્ય, અભેદ્ય, અવિનાશી ઇત્યાદિક જે આત્માના ગુણ તે દેહને વિષે માને નહીં; અને પોતાના શરીરને વિષે રહ્યો જે જીવાત્મા તેને દેખે અને તે આત્માને વિષે રહ્યા જે પરમાત્મા તેને પણ દેખે અને બીજાના દેહમાં જે આત્મા રહ્યો છે તેને પણ દેખે; અને એવો સમર્થ થયો છે તો પણ એ આત્મદર્શન થકી ભગવાન અને ભગવાનના સંત તેને અધિક જાણે છે, પણ પોતાને આત્મદર્શન થયું છે તેનું અભિમાન લેશમાત્ર ન હોય; એવાં જેનાં લક્ષણ છે તે ઉત્તમ ભક્ત કહેવાય. હવે જેને ભગવાનનો નિશ્ચય હોય અને આત્મનિષ્ઠા પણ હોય, તો પણ ભગવાનના ભક્ત ઉપર ઈર્ષ્યા આવે અને જો ભગવાન એનું અપમાન કરે તો ભગવાન ઉપર પણ ઈર્ષ્યા આવે જે, ‘મોટા થઈને વગર વાંકે આમ શીદ કરતા હશે?’ એવાં જેનાં લક્ષણ હોય તે મધ્યમ ભક્ત જાણવો. અને ભગવાનનો નિશ્ચય તો હોય પણ આત્મનિષ્ઠા ન હોય, અને ભગવાનને વિષે પ્રીતિ હોય અને જગતના વ્યવહારને વિષે પણ પ્રીતિ હોય અને સાંસારિક વ્યવહારને વિષે હર્ષ-શોકને પામતો હોય, તેને કનિષ્ઠ ભક્ત જાણવો.”"
}