{
  "number": 223,
  "vachanamrut": "અમદાવાદ ૩\n",
  "title": "વડવાઈનું, ઉપશમનું\n",
  "setting": "સંવત ૧૮૮૨ના ફાગણ વદિ ૨ દ્વિતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિરને સન્મુખ ઓટા ઉપર ઢોલિયો ઢળાવીને તે ઉપર વિરાજમાન હતા ને મસ્તક ઉપર ગુલાબી રંગની પાઘ વિરાજમાન હતી ને તે પાઘને વિષે ગુલાબના ને ચમેલીના હાર વિરાજમાન હતા તથા પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સમગ્ર મુનિમંડળ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “જીવમાત્ર છે તે પંચવિષયને આધારે જીવે છે. તે કાં તો બાહ્ય પંચવિષયને ભોગવતો હોય; અને જ્યારે બાહ્ય પંચવિષયનો યોગ ન હોય ત્યારે અંતઃકરણમાં પંચવિષયનું ચિંતવન કર્યા કરે, પણ એ જીવ વિષયના ચિંતવન વિના ને વિષયને ભોગવ્યા વિના ક્ષણમાત્ર પણ રહી શકતો નથી. અને જેમ વડનું વૃક્ષ છે તેનાં જે મૂળ તે જ વડને લીલો રાખે છે; અને બીજાં સર્વે મૂળ ઊખડી ગયાં હોય ને જો એક વડવાઈ પૃથ્વીમાં ચોંટી રહી હોય તો પણ એ વડનું વૃક્ષ લીલું રહે છે. તેમ ઉપર થકી કદાચિત્ પંચવિષયનો ત્યાગ કર્યો છે પણ અંતરમાં વિષયનું ચિંતવન થાય છે એ જ એને જન્મ-મરણનો હેતુ છે. એવા જે પંચવિષય તે પરમેશ્વરના ભક્તને કેવી રીતે જન્મ-મરણના હેતુ નથી? એ પ્રશ્ન છે.” પછી એનો ઉત્તર જેમ સમજાયો તેમ મુક્તાનંદ સ્વામીએ કર્યો પણ યથાર્થ સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એ પ્રશ્નનો ઉત્તર અમે કરીએ જે, માયામય એવાં જે ત્રણ શરીર તેની ભાવનાએ રહિત કેવળ આત્મસત્તારૂપે રહીને જે ભક્ત પરમેશ્વરની મૂર્તિનું ચિંતવન કરતો હોય, તેને ભગવાનના ચિંતવનને બળે કરીને જ્યારે ઉપશમ અવસ્થા વર્તે ત્યારે એ ભક્તને ઉપશમને બળે કરીને પંચવિષય જન્મ-મરણના હેતુ ન થાય. જેમ મહી જેવી કે સાબરમતી જેવી નદી બે કાંઠામાં વહેતી હોય ત્યારે હાથી, ઘોડા, વૃક્ષ સર્વે તણાઈ જાય પણ કોઈ ઠરી શકે નહીં; તેમ ઉપશમવાળાને પણ ગમે તેવા રમણીય ભોગ ઇન્દ્રિયોને ગોચર થયા હોય પણ જ્યારે અંતર સન્મુખ દૃષ્ટિ કરે ત્યારે જેવા પૂર્વજન્મને વિષે દેખ્યા હોય ને તે આ જન્મમાં વીસરી જાય છે, તેવી તેની વિસ્મૃતિ થઈ જાય છે. એવી રીતે જે ભક્તને વર્તતું હોય તે ઉપશમ કહેવાય. તે ઉપશમનો મહિમા અતિ મોટો છે. અને જે આ સંસારને વિષે અજ્ઞાની સ્ત્રી-પુરુષ હોય ને તેને પરણાવ્યા મોર અતિશય પ્રીતિ વર્તતી હોય. ને પછી તેને પરણાવીને ત્રણ રાત ને ત્રણ દિવસ સુધી ઉજાગરો ને પંથ કરાવ્યો હોય, ને પછી એ બેને ભેળાં કર્યાં હોય તો નિદ્રાને માર્યે એકબીજાંનાં રૂપનું કે સ્પર્શનું સુખ ભોગવવાને સમર્થ થાય નહીં; અને એકબીજાંને આલિંગન કરી રહ્યાં હોય તો પણ જેમ કાષ્ઠને સામસામાં બાંધી મૂક્યાં હોય તેમ સૂતાં હોય પણ પંચવિષયમાં એકે સુખ આવે નહીં. એ જો અજ્ઞાનકાળે સુષુપ્તિમાં ઉપશમને પામ્યાં છે તો પણ કોઈ જાતની વિષયની ખબર રહેતી નથી; તો જે જ્ઞાની છે ને પરમેશ્વરના સ્વરૂપને ધ્યાને કરીને ઉપશમદશાને પામ્યો છે તેને પંચવિષય કેમ બાધ કરે? ન જ કરે. માટે જે ઉપશમદશાને પામ્યો તેને પંચવિષય જન્મ-મરણના હેતુ થતા નથી.”\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “ઉપશમદશા પામ્યાનો તમે કહ્યો જે આત્મારૂપે થઈને ભગવાનના ધ્યાન કરવારૂપ ઉપાય તે તો અતિ કઠણ છે. માટે તે વિના બીજો એનો સુગમ ઉપાય હોય તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો ભગવાનનું અતિશય માહાત્મ્ય સમજતો હોય; અને બીજું ભગવાન ને ભગવાનના ભક્તની સેવા-ચાકરી, દર્શન કરવું તેમાં અતિશય વેગવાન શ્રદ્ધા વર્તતી હોય; એવો જે ભગવાનનો ભક્ત તેને એ ઉપશમદશા આવે છે. પણ અમને એમ ભાસે છે જે, જે સેવક માની હશે તે તો કોઈને નહીં ગમતો હોય. અને માની સેવક પાસે જે ટેલ-ચાકરી કરાવવી, તે તો જેમ કાળ પડે ત્યારે મોટા માણસ પણ કોદરા ખાઈને જીવે, તેમ માની સેવકની પાસે સેવા-ચાકરી કરાવવી તે પણ એવી છે. અને ધણીનો રાજીપો તો જેવો નિર્માની સેવક ઉપર હોય એવો માની ઉપર ન હોય. માટે ધણીનું ગમતું કરે તે જ સેવક સાચો.”\nપછી શુકમુનિએ પૂછ્યું જે, “જેને વિવેક ને સમજણ ન હોય તે ધણીને કેમ રાજી કરે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “મૂળજી બ્રહ્મચારી ને રતનજી એ અતિશય ક્યાં ડાહ્યા છે? પણ કલ્યાણનો ખપ અતિશય છે; માટે ભગવાન જેમ રાજી થાય તેમ એમને કરતાં આવડે છે ખરું. અને વળી આ સમયમાં તો અયોધ્યાવાસી બાઈ-ભાઈ સર્વે જેવાં અમારા ગમતામાં વર્તે છે, તેવા તો પરમહંસ તથા સાંખ્યયોગી ને કર્મયોગી સત્સંગી તે પણ અમારા ગમતામાં નથી વર્તતા. કેમ જે, અયોધ્યાવાસીએ તો અતિશય જ સત્સંગ-પરાયણ પોતાનું જીવિતવ્ય કર્યું છે; માટે અયોધ્યાવાસીની પેઠે ભગવાનને રાજી કરતાં કોઈને આવડતું નથી. અને એ અયોધ્યાવાસી તો બહુ વિશ્વાસી છે; માટે કોઈક કપટી હશે તો એમને છેતરી જશે. તે સારુ એમને કોઈક કાર્યનો આદર કરવો હોય ત્યારે મોટેરા પરમહંસ તથા મોટેરા સત્સંગી ગૃહસ્થ તેમને પૂછીને તે કામ કરવા દેવું, પણ કોઈક એક જણાને કહ્યે કરવા દેવું નહીં. એવી રીતે ત્યાગી તથા ગૃહસ્થ સત્સંગીને અયોધ્યાવાસીની ખબર રાખવી એમ અમારી આજ્ઞા છે.”"
}