{
  "number": 64,
  "vachanamrut": "ગઢડા પ્રથમ ૬૪\n",
  "title": "શરીર-શરીરીનું, સ્વામી-સેવકભાવનું\n",
  "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને કાળા છેડાનો ખેસ ઓઢ્યો હતો ને મસ્તકે હીરકોરનું ધોતિયું બાંધ્યું હતું ને તુલસીની નવી કંઠી કંઠને વિષે પહેરી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે મુનિ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “પુરુષોત્તમ એવા જે ભગવાન તેનું શરીર આત્મા તથા અક્ષર છે, એમ શ્રુતિએ કહ્યું છે.૨૭ તે આત્મા અને અક્ષર તે તો વિકારે રહિત છે, ને તે આત્મા ને અક્ષરને વિષે કાંઈ હેય ઉપાધિ નથી, અને જેમ ભગવાન માયા થકી પર છે તેમ આત્મા ને અક્ષર પણ માયા થકી પર છે; એવા જે આત્મા ને અક્ષર તે કેવી રીતે ભગવાનનું શરીર કહેવાય છે?૨૮ અને જીવનું શરીર તો જીવ થકી અત્યંત વિલક્ષણ છે ને વિકારવાન છે અને દેહી જે જીવ તે તો નિર્વિકારી છે, માટે દેહ અને દેહીને તો અત્યંત વિલક્ષણપણું છે; તેમ પુરુષોત્તમને અને પુરુષોત્તમનાં શરીર જે આત્મા ને અક્ષર તેને વિષે અત્યંત વિલક્ષણપણું જોઈએ, તે કહો કેમ વિલક્ષણપણું છે?” પછી સર્વે મુનિએ જેની જેવી બુદ્ધિ તેણે તેવો ઉત્તર કર્યો, પણ યથાર્થ ઉત્તર કોઈથી થયો નહીં.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે ઉત્તર કરીએ જે, આત્મા અને અક્ષર૪ એ બેને જે પુરુષોત્તમ ભગવાનનું શરીરપણું તે તો વ્યાપ્યપણું, આધીનપણું અને અસમર્થપણું તેણે કરીને છે. કેવી રીતે? તો ભગવાન જે તે પોતાની અંતર્યામી શક્તિએ કરીને આત્મા ને અક્ષર તેને વિષે વ્યાપક છે ને એ બેય તો વ્યાપ્ય છે; અને ભગવાન જે તે સ્વતંત્ર છે, ને આત્મા ને અક્ષર તે તો ભગવાનને આધીન છે - પરતંત્ર છે; અને ભગવાન જે તે અતિ સમર્થ છે, ને આત્મા ને અક્ષર તે તો ભગવાનની આગળ અતિ અસમર્થ છે. એવી રીતે ભગવાન જે તે એ બેયના શરીરી છે અને એ બેય જે તે ભગવાનનું શરીર છે. અને શરીરી એવા જે પુરુષોત્તમ ભગવાન તે તો સદાય દિવ્ય મૂર્તિમાન છે. અને એવા જે એ ભગવાન તે જે તે વ્યાપક ને દૃષ્ટા એવા જે સર્વે આત્મા અને તે આત્માને વ્યાપ્ય ને આત્માને દૃશ્ય એવા જે દેહ એ સર્વેમાં પોતાની અંતર્યામી શક્તિએ કરીને આત્માપણે રહ્યા છે. અને એવી રીતે સર્વેના આત્મા જે પુરુષોત્તમ ભગવાન તે જ્યારે રૂપવાન એવું જે દૃશ્ય૫ તેના આત્માપણે કરીને શાસ્ત્રને વિષે કહ્યા હોય ત્યારે તે પુરુષોત્તમને દૃશ્યરૂપે૫ કરીને પ્રતિપાદન કર્યા હોય; અને જ્યારે એ દૃષ્ટાના૫ આત્માપણે કરીને પ્રતિપાદન કર્યા હોય ત્યારે એ પુરુષોત્તમને અરૂપપણે૫ કરીને શાસ્ત્રમાં કહ્યા હોય છે. અને વસ્તુતાએ તો રૂપવાન જે દૃશ્ય અને અરૂપ૫ જે આત્મા એ બેય થકી પુરુષોત્તમ ભગવાન ન્યારા છે ને સદા મૂર્તિમાન છે ને પ્રાકૃત આકારે રહિત છે, અને મૂર્તિમાન થકા પણ દૃષ્ટા ને દૃશ્ય એ બેયના દૃષ્ટા છે. અને એ આત્મા ને અક્ષર એ સર્વેના પ્રેરક છે ને સ્વતંત્ર છે ને નિયંતા છે ને સકળ ઐશ્વર્યે સંપન્ન છે, ને પર થકી પર એવું અક્ષર તે થકી પણ પર છે. એવા જે પુરુષોત્તમ ભગવાન તે જીવના કલ્યાણને અર્થે કૃપાએ કરીને પૃથ્વીને વિષે મનુષ્ય જેવા જણાય છે, તેને જે આવી રીતે સદા દિવ્ય મૂર્તિમાન જાણીને ઉપાસના-ભક્તિ કરે છે, તે તો એ ભગવાનના સાધર્મ્યપણાને પામે છે અને અનંત ઐશ્વર્યને૫ પામે છે. અને બ્રહ્મભાવને પામ્યો જે પોતાનો આત્મા૫ તેણે કરીને પ્રેમે સહિત નિરંતર પરમ આદર થકી પુરુષોત્તમ ભગવાનની સેવાને વિષે વર્તે છે. અને જે એ ભગવાનને નિરાકાર જાણીને ધ્યાન-ઉપાસના કરે છે તે તો૫ બ્રહ્મસુષુપ્તિને૫ વિષે લીન થાય છે, તે પાછો કોઈ દિવસ નીસરતો નથી અને ભગવાન થકી કોઈ ઐશ્વર્યને પણ પામતો નથી.૨૯ અને આ જે વાર્તા તે અમે પ્રત્યક્ષ દેખીને કહી છે, માટે એમાં કાંઈ સંશય નથી. અને આ વાર્તા તો જેને એ ભગવાનના સ્વરૂપમાં સદા દિવ્ય સાકારપણે ઉપાસનાની દૃઢ નિષ્ઠા થઈ હોય તે થકી જ પમાય છે, પણ બીજા થકી તો પમાતી જ નથી; માટે આ વાર્તાને અતિ દૃઢ કરીને રાખજ્યો.”"
}