{
  "number": 242,
  "vachanamrut": "ગઢડા અંત્ય ૧૯\n",
  "title": "ત્યાગીનાં બે કુલક્ષણનું\n",
  "setting": "સંવત ૧૮૮૪ના શ્રાવણ વદિ ૧૩ તેરસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે મોગરાનાં ને કર્ણિકારનાં પુષ્પના હાર વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જેણે સંસારનો ત્યાગ કર્યો હોય એવા જે હરિભક્ત તેને બે કુલક્ષણ છે, તે આ સત્સંગને વિષે શોભવા દેતાં નથી. તેમાં એક તો કામના અને બીજી પોતાનાં કુટુંબીને વિષે પ્રીતિ. અને એ બે કુલક્ષણ જેમાં હોય તે તો અમને પશુ જેવો જણાય છે.૩ તેમાં પણ જેને પોતાનાં સંબંધીમાં વધુ હેત હોય તેનો તો અમારે અતિશય અવગુણ આવે છે. માટે જેણે સંસાર-ત્યાગ કર્યો હોય તેને તો લેશમાત્ર પણ પોતાનાં સંબંધી સાથે હેત ન રાખ્યું જોઈએ. શા માટે જે, પંચ મહાપાપ છે તે થકી પણ દેહનાં સંબંધીમાં હેત રાખવું તે વધુ પાપ છે. માટે જે ભગવાનનો ત્યાગી ભક્ત હોય તેને તો આ દેહ થકી ને દેહનાં સંબંધી થકી પોતાનો ચૈતન્ય જુદો જાણ્યો જોઈએ જે, ‘હું તો આત્મા છું અને મારે કોઈ સાથે લેશમાત્ર સંબંધ નથી.’ અને દેહનાં સંબંધી છે તે તો ચોરાશી લાખ જાતની હારે ગણ્યાં જોઈએ. અને તે સંબંધીને સત્સંગી જાણીને તેનું માહાત્મ્ય સમજવા જાય તો એક તો સંબંધનું હેત જ હોય ને વળી તેનું હરિભક્તપણાનું માહાત્મ્ય સમજે, પછી ભગવાન ને ભગવાનના ભક્તથી સંબંધીમાં વધુ હેત બંધાઈ જાય છે. માટે જેમાં સ્વાભાવિક હેત રહ્યું જ છે એવાં જે પોતાનાં સંબંધી તેને હરિજન જાણીને જો તેમાં હેત કરે તો તેનો જન્મ ખરાબ થઈ જાય છે. અને વળી દેહનો સંબંધી ન હોય પણ જે પોતાની સેવા-ચાકરી કરતો હોય તેમાં પણ સ્વાભાવિક હેત થઈ જાય છે. માટે જે સમજુ હોય તેને પોતાની ચાકરી કરતો હોય ને તે હરિભક્ત હોય તો પણ તેને વિષે હેત ન રાખવું. જેમ દૂધ ને સાકર હોય તેમાં સર્પે મોઢું નાંખ્યું હોય, તો તે પણ ઝેર કહેવાય. તેમ જેમાં સેવા-ચાકરીરૂપ સ્વાર્થ ભળ્યો હોય ને તે હરિભક્ત હોય તો પણ તેમાં તે પોતાનો સ્વાર્થ લઈને હેત ન રાખવું. શા માટે જે, પોતાના જીવને એ થકી બંધન થાય છે. અને જેમ ભગવાનનું ચિંતવન થાય તેમ જ જેમાં પોતાનો સ્વાર્થ હોય તેનું પણ ચિંતવન થવા માંડે; એ જ એને ભગવાનના ભજનમાં વિઘ્ન કહેવાય. જેમ ભરતજીને મૃગલીનું બચ્ચું તે જ અવિદ્યા-માયારૂપ થયું;૪ એવી રીતે જે જે ભગવાનના ભજનમાં અંતરાય થતા હોય તેનો ભગવાનના ભક્તને અવિદ્યારૂપ જાણીને અતિશય ત્યાગ કરવો. અને આ પ્રકરણની જે વાર્તા તેને સંતમંડળ તથા સાંખ્યયોગી હરિભક્ત સમસ્ત તેમને નિત્ય પ્રત્યે કહેવી ને સાંભળવી. તેની વિગત જે, જેના મંડળમાં જે મોટેરો હોય તેને નિત્ય પ્રત્યે આ વાત કરવી અને બીજાને સાંભળવી. અને જે મોટેરો હોય ને જે દિવસ વાત ન કરે, તો તેને તે દિવસ ઉપવાસ કરવો. અને જે શ્રોતા હોય ને તે શ્રદ્ધાએ કરીને આ ભગવાનની વાત સાંભળવા ન આવે તો તેણે પણ ઉપવાસ કરવો. અને આ વચનને અતિશય દૃઢ કરીને રાખજ્યો.”"
}