{
    "number": 45,
    "vachanamrut": "ગઢડા પ્રથમ ૪૫\n",
    "title": "સાકાર-નિરાકારનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૧૦ દશમીને દિવસ સાંજને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ ઓટા ઉપર દક્ષિણાદે મુખારવિંદે વિરાજમાન હતા અને ધોળી ચાદર ઓઢી હતી ને ધોળો ખેસ પહેર્યો હતો ને માથે ધોળી પાઘ બાંધી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! કેટલાક વેદાંતી એમ કહે છે જે, ‘ભગવાનને આકાર નથી,’ અને તેવા જ પ્રતિપાદનની શ્રુતિઓને ભણે છે. અને કેટલાક જે નારદ, શુક, સનકાદિક સરખા ભગવાનના ભક્ત છે તે તો ભગવાનનું સાકારપણું પ્રતિપાદન કરે છે. તે એ બેમાંથી કોણ સાચા છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાન પુરુષોત્તમ છે તે તો સદા સાકાર જ છે અને મહાતેજોમય-મૂર્તિ છે. અને અંતર્યામીપણે કરીને સર્વત્ર પૂર્ણ એવું જે સચ્ચિદાનંદ બ્રહ્મ છે તે તો મૂર્તિમાન એવા જે પુરુષોત્તમ ભગવાન તેનું તેજ છે. અને શ્રુતિએ પણ એમ કહ્યું છે જે, ‘તે ભગવાન માયા સામું જોતા હવા,’ અને જ્યારે જુએ ત્યારે તેને શું એકલી આંખ્ય જ હોય? હાથ-પગ પણ હોય; માટે સાકાર રૂપનું પ્રતિપાદન થયું. અને વળી જેમ સમગ્ર જળ છે તેના જીવરૂપ જે વરુણ તે પોતાના લોકને વિષે સાકાર છે ને જળ નિરાકાર કહેવાય છે, અને જેમ અગ્નિની જે જ્વાળા છે તે નિરાકાર કહેવાય છે અને તેના દેવતા જે અગ્નિ તે અગ્નિલોકને વિષે સાકાર છે, અને જેમ સમગ્ર તડકો તે નિરાકાર કહેવાય છે ને સૂર્યના મંડળને વિષે જે સૂર્યદેવ છે તે સાકાર છે, તેમ સચ્ચિદાનંદ જે બ્રહ્મ તે નિરાકાર છે અને પુરુષોત્તમ જે ભગવાન તે સાકાર છે અને એ સર્વત્ર પૂર્ણ એવું જે સચ્ચિદાનંદ બ્રહ્મ તે પુરુષોત્તમ ભગવાનનું તેજ છે. અને કોઈ એમ કહેશે જે, શ્રુતિમાં એમ કહ્યું છે જે ‘પરમેશ્વર તો કરચરણાદિકે રહિત છે ને સર્વત્ર પૂર્ણ છે,’ તો એ જે શ્રુતિએ કરચરણાદિકનો નિષેધ કર્યો છે તે તો માયિક કરચરણાદિકનો નિષેધ કર્યો છે, અને ભગવાનનો આકાર છે તે તો દિવ્ય છે પણ માયિક નથી. અને અંતર્યામીપણે કરીને જીવ-ઈશ્વરને વિષે વ્યાપક એવું જે પુરુષોત્તમ ભગવાનનું બ્રહ્મરૂપ તેજ તે નિરાકાર છે તો પણ જીવ-ઈશ્વર સર્વેને તેમના કર્મને અનુસારે યથાયોગ્યપણે કર્મના ફળને દેવાને વિષે નિયંતાપણું છે ને સાકારની પેઠે નિયંતારૂપ ક્રિયાને કરે છે, માટે તે તેજને પણ સાકાર જેવું જાણવું. એવી રીતે ભગવાન પુરુષોત્તમ તો સદા સાકાર જ છે પણ નિરાકાર નથી અને જે નિરાકાર કહે છે તે તો સમજતા નથી.”"
}