{
  "number": 158,
  "vachanamrut": "ગઢડા મધ્ય ૨૫\n",
  "title": "વાસનિક ત્યાગી અને નિર્વાસનિક ગૃહીનું\n",
  "setting": "સંવત ૧૮૭૯ના શ્રાવણ વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં દક્ષિણાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વે પરમહંસને કહ્યું જે, “સાંભળો, અમે એક પ્રશ્ન પૂછીએ છીએ જે, એક તો ભગવાનનો ભક્ત ત્યાગી છે ને દેહે કરીને તો સર્વ વર્તમાન દૃઢ રાખે છે ને અંતરમાં તો વિષય ભોગવવાની વાસના અતિશય તીખી છે, તો પણ દેહે કરીને તો ભ્રષ્ટ થતો નથી, એવો તો ત્યાગી છે. અને બીજો ભક્ત છે તે તો ગૃહસ્થાશ્રમી છે ને તેને તો દેહે કરીને ધન-સ્ત્રીનો પ્રસંગ છે ને અંતરમાં તો સર્વે પ્રકારે નિર્વાસનિક છે. એ બેય જણા જ્યારે દેહ મૂકશે ત્યારે એ બેય શી ગતિને પામશે? એ બેય તે સરખી ગતિને પામશે? કે અધિક-ન્યૂન થશે? એ બેયનો વિક્તિએ કરીને જુદો જુદો ઉત્તર આપો.” પછી ગોપાળાનંદ સ્વામી બોલ્યા જે, “એ ત્યાગી જ્યારે દેહ મૂકશે ત્યારે એને વિષય ભોગવવાની અંતરમાં તીખી વાસના છે, માટે એને તો ભગવાન મૃત્યુલોકને વિષે અથવા દેવલોકને વિષે મોટો ગૃહસ્થ કરશે અને અતિશય વિષયભોગ પ્રાપ્ત થશે. તે જેવા ભગવદ્‌ગીતામાં યોગભ્રષ્ટને ભોગ કહ્યા છે તેવા ભોગને દેવલોકમાં ભોગવશે. અને એ ગૃહસ્થ હરિભક્ત છે તે તો દેહ મૂકશે ત્યારે નિર્વાસનિક છે માટે ભગવાનનું જે બ્રહ્મપુર ધામ તેને પામશે ને ભગવાનનાં ચરણારવિંદમાં નિવાસ કરીને રહેશે. અને પ્રથમ કહ્યો જે ત્યાગી તે તો વિષય ભોગવીને જ્યારે તૃપ્ત થાશે ત્યારે તે વિષય થકી વૈરાગ્યને પામીને ને મનમાં પશ્ચાત્તાપ કરીને ભગવાનનું ભજન કરશે. પછી નિર્વાસનિક થઈને ભગવાનના ધામમાં જશે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ઠીક કહ્યું; એનો ઉત્તર એ જ છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “એવી દૃઢ વાસના હોય ને તેની જેને ટાળવાની ઇચ્છા હોય તો તે શો ઉપાય કરે ત્યારે ટળે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેવું ઉકાખાચરને સંતની સેવા કર્યાનું વ્યસન પડ્યું છે તેવી રીતે ભગવાન તથા ભગવાનના સંત તેની સેવા કર્યાનું જેને વ્યસન પડે ને તે વિના એક ક્ષણમાત્ર પણ રહેવાય નહીં, તો એના અંતઃકરણની જે મલિન વાસના તે સર્વે નાશ પામી જાય છે.”\nપછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જેણે કરીને ભગવાન અતિશય રાજી થાય એવું કયું સાધન છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે ઘરમાં એક મણ અન્ન મળતું હોય ને ત્યારે જેવી સંતની ઉપર પ્રીતિ હોય ને જેવું દીનપણું હોય, અને પછી તેને એક ગામનું રાજ્ય આવે અથવા પાંચ ગામનું રાજ્ય આવે અથવા પચાસ ગામનું રાજ્ય આવે અથવા સો ગામનું રાજ્ય આવે અથવા સર્વે પૃથ્વીનું રાજ્ય આવે તો પણ સંતની આગળ જેવો કંગાલ હતો ને દીન-આધીન રહેતો તેવો ને તેવો જ પ્રીતિએ યુક્ત થકો દીન-આધીન રહે; તેમ જ ઇન્દ્રલોક તથા બ્રહ્મલોકનું રાજ્ય પામે તો પણ સંતની આગળ તેવો ને તેવો જ દીન-આધીન રહે. અને ત્યા‍ગી હોય ને તે જેવો પ્રથમ ગરીબ હોય અને જેમ સૌ સંતની ટેલ-ચાકરી કરતો હોય, તેવી ને તેવી જ પોતામાં ભગવાનના જેવાં ઐશ્વર્ય આવે તો પણ કરતો રહે પણ સાધુ સાથે પિતરાઈદાવો બાંધે નહીં ને બરોબરિયાપણું કરે નહીં. એવાં જેનાં લક્ષણ હોય તેની ઉપર ભગવાન અતિ પ્રસન્ન થાય છે.”"
}