{
  "number": 159,
  "vachanamrut": "ગઢડા મધ્ય ૨૬\n",
  "title": "ભક્તિમાં અંતરાય કરતાં આત્મજ્ઞાનાદિકને પાછાં પાડવાનું\n",
  "setting": "સંવત ૧૮૭૯ના ભાદરવા સુદિ ૧૧ એકાદશીને દિવસ રાત્રિને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનનો ભક્ત હોય તેને તો ભગવાનને તથા ભગવાનના ભક્તને જે ન ગમતું હોય તે ન જ કરવું, અને પરમેશ્વરને ભજ્યામાં અંતરાય કરતાં હોય ને તે પોતાનાં સગાંવહાલાં હોય તેનો પણ ત્યાગ કરવો, અને ભગવાનને ન ગમે એવો કોઈક પોતાનો સ્વભાવ હોય તો તેનો પણ શત્રુની પેઠે ત્યાગ કરવો, પણ ભગવાનથી જે વિમુખ હોય તેનો પક્ષ લેવો નહીં; જેમ ભરતજીએ પોતાની માતાનો૨ પક્ષ ન લીધો. અને ભગવાનનો ભક્ત હોય તેને તો સૌથી વિશેષ પોતામાં જ અવગુણ ભાસે. અને જે બીજામાં અવગુણ જુએ અને પોતામાં ગુણ પરઠે તે તો સત્સંગી છે તો પણ અર્ધો વિમુખ છે. અને ભગવાનના ભક્તને તો ભગવાનની ભક્તિ કરતાં આત્મજ્ઞાન તથા વૈરાગ્ય તથા ધર્મ તે જો અંતરાય કરતાં હોય તો તેને પણ પાછાં પાડીને ભગવાનની ભક્તિનું જ મુખ્યપણું રાખવું. અને જો ભક્તિને વિષે સહાયરૂપ થતાં હોય તો તો એ ઠીક છે, એમ સમજે તે જ ભગવાનનો પૂરો ભક્ત કહેવાય. અને જેને બીજાનો અવગુણ આવે ને પોતામાં ગુણ પરઠે તે તો ગમે તેવો મોટો હોય તો પણ તેને કલ્યાણના માર્ગમાં વિઘ્ન થાય છે. જેમ રાધિકાજી ઘણાં મોટાં હતાં અને ભગવાનને વિષે પ્રેમ પણ અતિશય હતો, પણ જ્યારે પોતામાં ગુણ માન્યો અને શ્રીકૃષ્ણ ભગવાનને વિષે અવગુણ માન્યો ત્યારે પોતાના પ્રેમમાં તમોગુણનો ભાગ આવ્યો. પછી શ્રીકૃષ્ણ ભગવાન તથા શ્રીદામા સાથે વઢવેડ કરી. પછી શ્રીદામાનો શાપ થયો. તેણે કરીને ગોલોકમાંથી પડીને ગુજ્જરને ઘેર અવતાર લીધો અને ભગવાન વિના અન્ય પુરુષ હતો તેને ધણી કર્યો; એવા મહામોટા લાંછનને પામ્યાં. અને શ્રીદામા હતો તેણે પણ પોતામાં ગુણ માન્યો અને રાધિકામાં અવગુણ પરઠ્યો તો રાધિકાનો શાપ પામીને દૈત્ય થવું પડ્યું.૯ અને એ ધામમાંથી તો પડવાની રીત નથી ને જે પડ્યા તે તો ભગવાનની ઇચ્છા એવી હતી, તો પણ ભગવાને એમ જણાવ્યું જે, ‘રાધિકાજી જેવો મોટો હોય ને તે પોતામાં ગુણ માનીને ભગવાનના ભક્તનો અવગુણ લે તો તે પણ પડી જાય, તો બીજાની શી ગણતી?’ માટે ભગવાનનો ભક્ત હોય તેને તો સર્વે સત્સંગીનો ગુણ જ લેવો ને પોતાનો તો અવગુણ જ લેવો. એવી રીતે સમજતો હોય ને થોડી બુદ્ધિ હોય તો પણ તેનો સત્સંગ દિવસે દિવસે વૃદ્ધિ પામતો જાય; અને તે વિના તો ઝાઝી બુદ્ધિ હોય તો પણ દિવસ-દિવસ પ્રત્યે સત્સંગમાંથી પાછો હઠતો જાય અને અંતે જાતાં નિશ્ચય વિમુખ થાય. અને વળી એ રીત તો સર્વ ઠેકાણે છે જે, જે ચાકર હોય અથવા શિષ્ય હોય તેને રાજા હોય અથવા ગુરુ હોય તે જેમ વઢીને કહેવા માંડે તેમાં જે સવળું લેતો જાય તો તે ઉપર રાજા તથા ગુરુને અતિશય હેત થાય છે અને જેને શિખામણની વાત કહે ને અવળું લે તો તે ઉપર હેત થતું નથી; તેમ જ ભગવાનની પણ રીત છે જે, જેને શિખામણની વાત કહે ને સવળું લે તો તે ઉપર હેત થાય છે પણ જે અવળું લે તે ઉપર થતું નથી.”"
}