{
  "number": 84,
  "vachanamrut": "સારંગપુર ૬\n",
  "title": "એક અવસ્થામાં બબ્બે અવસ્થાનું, ચાર પ્રકારની વાણીનું\n",
  "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૧૦ દશમીને દિવસ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીયે ઢોલિયા ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “એક એક અવસ્થા વિષે બીજી બે બે અવસ્થાઓ કેમ રહી છે?” પછી શ્રીજીમહારાજ બોલ્યા, “આ જીવાત્મા જે તે જેને વિષે રહીને વિષયભોગને ભોગવે છે તેને અવસ્થા કહીએ; તે અવસ્થા જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ પ્રકારની છે. તેમાં જે જાગ્રત અવસ્થા૫ છે તે વૈરાજપુરુષની જે સ્થિતિ અવસ્થા તેનું કાર્ય છે ને સત્ત્વગુણાત્મક૬ છે ને નેત્ર સ્થાનકને વિષે રહી છે. એવી જે જાગ્રત અવસ્થા તેને વિષે વિશ્વાભિમાની૭ નામે જે આ જીવાત્મા તે જે તે સ્થૂળ દેહના અભિમાને સહિત થકો દસ ઇન્દ્રિયો ને ચાર અંતઃકરણે કરીને વિવેકે સહિત યથાર્થપણે પોતાનાં પૂર્વકર્મને અનુસારે બાહ્ય શબ્દાદિક પંચવિષયના ભોગને ભોગવે છે, તેને સત્ત્વગુણપ્રધાન એવી જાગ્રત અવસ્થા કહીએ. અને એ જાગ્રતને વિષે જો એ જીવાત્મા ભ્રાંતિએ કરીને અયથાર્થપણે બાહ્ય વિષયભોગને ભોગવે છે, તો તેને જાગ્રતને વિષે સ્વપ્ન૮ કહીએ. અને એ જીવાત્મા જે તે જાગ્રતને વિષે શોક તથા શ્રમાદિકે કરીને વિવેકે રહિત થકો જો બાહ્ય વિષયભોગને ભોગવે છે, તો તેને જાગ્રતને વિષે સુષુપ્તિ૯ કહીએ. અને જે સ્વપ્ન અવસ્થા છે તે હિરણ્યગર્ભની જે ઉત્પત્તિ અવસ્થા તેનું કાર્ય છે ને રજોગુણાત્મક૦ છે ને કંઠ સ્થાનકને વિષે રહી છે. એવી જે સ્વપ્ન અવસ્થા તેને વિષે તૈજસાભિમાની નામે જે જીવાત્મા તે સૂક્ષ્મ દેહના અભિમાને સહિત રહ્યો થકો ઇન્દ્રિયો-અંતઃકરણે કરીને પૂર્વકર્મને અનુસારે સુખ-દુઃખરૂપ વાસનામય૧ ભોગને ભોગવે છે, તેને રજોગુણપ્રધાન સ્વપ્ન અવસ્થા કહીએ. અને એ સ્વપ્નને વિષે એ જીવાત્મા જે તે જ્યારે જાગ્રતની પેઠે જ વિવેકે કરીને જાણતો થકો વાસનામય ભોગને ભોગવે છે, ત્યારે તેને સ્વપ્નને વિષે જાગ્રત અવસ્થા૨ કહીએ. અને એ સ્વપ્નને વિષે જણાણા જે વાસનામય ભોગ તેમને એ જીવાત્મા જે તે ભોગવતો થકો પણ જો જડપણે૩ કરીને ન જાણે તો તેને સ્વપ્નને વિષે સુષુપ્તિ૪ કહીએ. અને જે સુષુપ્તિ અવસ્થા છે તે ઈશ્વરની જે પ્રલય અવસ્થા તેનું કાર્ય છે ને તમોગુણાત્મક૫ છે ને હૃદય સ્થાનકને વિષે રહી છે. એવી જે સુષુપ્તિ અવસ્થા તે જ્યારે એ જીવને આવે છે ત્યારે ઇન્દ્રિયો-અંતઃકરણની જે વૃત્તિઓ તથા વિષયભોગની વાસના તથા જ્ઞાતાપણું૬ ને કર્તાપણું૭ એ સર્વે કારણ દેહને વિષે લીન થઈ જાય છે અને તે કારણ દેહનો અભિમાની જે પ્રાજ્ઞ નામે જીવાત્મા તેનું પ્રધાનપુરુષરૂપ સગુણબ્રહ્મના૮ સુખલેશને વિષે અતિશય લીનપણું થઈ જાય છે, તેને તમોગુણપ્રધાન સુષુપ્તિ અવસ્થા કહીએ. અને એ સુષુપ્તિને વિષે કર્મસંસ્કારે કરીને કર્તાવૃત્તિનું૯ જે ઉત્પન્ન થવું તેને સુષુપ્તિને વિષે સ્વપ્ન૦ કહીએ અને જાગ્રત ને સ્વપ્નને વિષે જે પીડા તેના તાપ થકી વળી તે સુષુપ્તિના સુખને૧ વિષે પ્રવેશ કરતી જે કર્તાવૃત્તિ તેના પ્રતિલોમપણાનું જે જ્ઞાન તેને સુષુપ્તિને વિષે જાગ્રત૨ કહીએ. એવી રીતે એક એક અવસ્થાને વિષે બીજી બે બે અવસ્થાઓ રહી છે. અને એ જ અવસ્થાના ભેદ તેનું જે જ્ઞાન૩ તે જીવાત્માને જે વતે થાય છે અને વળી તે તે અવસ્થાને વિષે એ જીવને કર્માનુસારે જે ફળના પમાડનારા છે તેને તુર્યપદ૪ કહે છે, અંતર્યામી૫ કહે છે, દૃષ્ટા૬ કહે છે, બ્રહ્મ૭ કહે છે, પરબ્રહ્મ૮ કહે છે.”૪\nપછી વળી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “પરા, પશ્યંતી, મધ્યમા અને વૈખરી એ જે ચાર વાણી૦ તેને કેમ સમજવી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ વાર્તા તો બહુ મોટી છે ને અતિશય સૂક્ષ્મ છે અને શ્રીમદ્‌ભાગવતના એકાદશ સ્કંધને૧ વિષે શ્રીકૃષ્ણ ભગવાને ઉદ્ધવજી પ્રત્યે કહી છે. તેને સંક્ષેપે કરીને કહીએ તે સાંભળો જે, પ્રથમ ઉત્પત્તિકાળને વિષે પુરુષોત્તમ ભગવાન જે તે વૈરાજપુરુષના મસ્તકને વિષે રહ્યું છે જે સહસ્રદળનું કમળ તેને વિષે૨ પ્રવેશ કરીને અક્ષરબ્રહ્માત્મક૩ એવો જે નાદ૪ તેને કરતા હવા. પછી તે નાદ જે તે સુષુમ્ણા માર્ગે કરીને તે વિરાટપુરુષના નાભિકંદ પ્રત્યે વ્યાપીને મહાપ્રાણે સહિત થકો ત્યાં ઊંચો વૃદ્ધિને પામતો હવો. તેણે કરીને તે વિરાટપુરુષનું જે નાભિપદ્મ તે અધોમુખ હતું તે ઊર્ધ્વમુખ૫ થતું હવું. એવી રીતે તે વિરાટપુરુષના જે નાભિકંદને વિષે જે નાદ થયો તેને પરા વાણી કહીએ. અને તે પરા વાણી જે તે વેદની ઉત્પત્તિને અર્થે પોતે ભગવાને બીજરૂપે કરીને પ્રકાશી છે, ને તેજના પ્રવાહરૂપ છે, ને અર્ધમાત્રારૂપ૬ છે. પછી તે પરા વાણી જે તે ત્યાં થકી તે વિરાટના હૃદયાકાશને પામીને પશ્યંતી નામે થતી હવી ને ત્યાં થકી કંઠ દેશને પામીને મધ્યમા નામે થતી હવી ને ત્યાં તે વિરાટના મુખને પામીને વૈખરી સંજ્ઞાને પામતી હવી; અને અકાર, ઉકાર ને મકાર૭ એ ત્રણ વર્ણરૂપે થઈને પ્રણવરૂપે થતી હવી ને પછી બાવન૮ અક્ષરરૂપે થઈને ચાર વેદરૂપે થતી હવી; એવી રીતે વિરાટપુરુષને વિષે પરા, પશ્યંતી, મધ્યમા અને વૈખરી એ ચાર વાણી સમજવી.\n“હવે આ જીવના દેહને વિષે પણ ચાર વાણી કહીએ૯ તે સાંભળો જે, એના એ પુરુષોત્તમ ભગવાન તે જીવને વિષે અંતર્યામીરૂપે કરીને રહ્યા છે ને એ જીવની જે ત્રણ અવસ્થા તેને વિષે સ્વતંત્ર થકા અનુસ્યૂત છે, એવા જે ભગવાન તે જ જીવના કલ્યાણને અર્થે પૃથ્વીને વિષે અવતાર ધારે છે ત્યારે એ જીવ જે તે, તે ભગવાનના સ્વરૂપનું જે પ્રતિપાદન કરે તથા તે ભગવાનનાં જે ધામ, ગુણ અને ઐશ્વર્ય તેનું પ્રતિપાદન કરે તથા તેના ચરિત્રનું વર્ણન કરે તથા આત્મા-અનાત્માનો વિવેક કરી દેખાડે તથા જીવ, ઈશ્વર, માયા, બ્રહ્મ, પરબ્રહ્મ તેના ભેદને પૃથક્ પૃથક્ કહી દેખાડે, એવી જે વાણી તેને પરા વાણી કહીએ. અને જે માયિક પદાર્થ તથા વિષય તેમને વિવેકે સહિત યથાર્થપણે કહી દેખાડે, તેને વૈખરી વાણી કહીએ. અને પદાર્થને ને વિષયને ભ્રાંતિએ સહિત અયથાર્થપણે કહી દેખાડે, તેને મધ્યમા વાણી કહીએ. અને એ પદાર્થને ને વિષયને અંધધંધ સરખું કહી દેખાડે ને કાંઈ સમજ્યામાં ન આવે, તેને પશ્યંતી વાણી કહીએ. એવી રીતે જીવની જાગ્રત અવસ્થાને વિષે એ ચાર વાણીનું રૂપ સમજ્યામાં આવે છે અને સ્વપ્ન ને સુષુપ્તિને વિષે તો કોઈક સમાધિવાળાને એ ચાર વાણીનાં રૂપ સમજ્યામાં આવે, પણ બીજાને સમજ્યામાં આવતાં નથી.”"
}