{
  "number": 106,
  "vachanamrut": "કારિયાણી ૧૦\n",
  "title": "નાડી જોયાનું, તપનું\n",
  "setting": "",
  "text": "સંવત ૧૭ના કાર્તિક સુદિ ૧ દશમીને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાને વિષે વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ દસ-બાર મોટેરા સાધુ બેઠા હતા તથા પાંચ-છ હરિભક્ત બેઠા હતા. અને શ્રીજીમહારાજના શરીરમાં કાંઈક તાવ જેવું જણાતું હતું અને આગળ સગડી મેલીને તાપતા હતા. પછી શ્રીજીમહારાજે મુક્તાનંદ સ્વામીને કહ્યું જે, “અમારી નાડી જુઓ, શરીરમાં કાંઈક કસર જણાય છે.” પછી મુક્તાનંદ સ્વામીએ નાડી જોઈને કહ્યું જે, “હે મહારાજ! કસર તો બહુ છે.” અને વળી એમ કહ્યું જે, “હે મહારાજ! હમણાં સત્સંગીને કઠણ કાળ વર્તે છે; કેમ જે, હે મહારાજ! તમે તો સર્વે સત્સંગીના જીવનપ્રાણ છો, તે મહારાજને શરીરે કસર જેવું છે, એ જ સર્વે સત્સંગીને કઠણ કાળ છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનને પ્રસન્ન કરવાને અર્થે નારદજીએ કેટલાક યુગ પર્યંત ટાઢ-તડકાને તથા ભૂખ-તરસને સહન કરીને મહાતપ કર્યું અને તે તપે કરીને ભગવાનને રાજી કર્યા; એવી રીતે જે વિવેકી હોય તે તો જાણીને પોતાનાં દેહ-ઇન્દ્રિયોને દમીને તપ કરે છે. માટે જે વિવેકી સાધુ હોય તેને તો જાણીને દેહ-ઇન્દ્રિયોને કષ્ટ થાય એમ વર્ત્યું જોઈએ; તો ઈશ્વર-ઇચ્છાએ જે કાંઈ કષ્ટ આવે તેને શીદ ટાળવાને ઇચ્છે? અને વળી ત્યાગી સાધુને તો પોતાના મનમાં એમ દૃઢ રુચિ રાખી જોઈએ જે, ‘મારે તો દેવલોક, બ્રહ્મલોક અને વૈકુંઠાદિક લોકનાં જે પંચવિષય સંબંધી ભોગસુખ તે નથી જોઈતાં; અને મારે તો હમણાં દેહ છતે તથા દેહનો ત્યાગ કરીને બદરિકાશ્રમ તથા શ્વેતદ્વીપમાં જઈને ને તપ કરીને ભગવાનને રાજી કરવા છે, તે એક જન્મ તથા બે જન્મ તથા સહસ્ર જન્મ સુધી પણ તપ કરીને જ ભગવાનને રાજી કરવા છે.’ અને જીવનું કલ્યાણ તો આટલી જ વાતમાં છે જે, ‘પ્રકટ પ્રમાણ એવા જે શ્રીકૃષ્ણ નારાયણ તેનું જ કર્યું સર્વે થાય છે, પણ કાળ, કર્મ ને માયાદિક કોઈનું કર્યું કાંઈ થતું નથી.’ એવી રીતે ભગવાનને વિષે જ એક કર્તાપણું સમજવું એ જ કલ્યાણનું પરમ કારણ છે. અને જે તપ કરવું તે તો ભગવાનની પ્રસન્નતાનું કારણ છે. અને તે તપને વિષે પણ જેવો રાધિકાજી તથા લક્ષ્મીજી ભગવાનને વિષે પ્રેમલક્ષણા ભક્તિએ કરીને ભાવ રાખે છે તેવો ભાવ રાખવો. અને જો તપ ન કરે ને ભગવાનને જ સર્વકર્તા જાણે તોય પણ જન્મ-મરણના દુઃખથી તો જીવ તરી જાય, પણ તપ કર્યા વિના તે જીવ ઉપર ભગવાનનો રાજીપો થાય નહીં. અને જે જીવ ભગવાનને સર્વકર્તાહર્તા નથી જાણતો તો તેથી બીજો કોઈ પાપી નથી. અને ગૌહત્યા, બ્રહ્મહત્યા, ગુરુસ્ત્રીનો સંગ તથા બ્રહ્મવેત્તા સદ્‎‍ગુરુનો દ્રોહ તે થકી પણ એને વધુ પાપી જાણવો, કાં જે, ભગવાન વિના બીજાં જે કાળ-કર્માદિક તેને એ કર્તા જાણે છે; માટે એવો જે નાસ્તિક ચંડાળ હોય તેની તો છાયામાં પણ ઊભું રહેવું નહી ને ભૂલ્યમાં પણ તેના મુખનું વચન સાંભળવું નહીં. અને જે ભગવાનના ભક્ત હોય તે ભગવાનને પ્રતાપે કરીને બ્રહ્મા, શિવ, શુકજી, નારદ તે જેવા પણ થાય અને પ્રકૃતિપુરુષ૯ જેવા પણ થાય અને બ્રહ્મ૦ તથા અક્ષર જેવા પણ થાય, તો પણ શ્રીપુરુષોત્તમ નારાયણ જેવો થવાને તો કોઈ સમર્થ નથી. માટે જેનો સંગ કર્યા થકી તથા જે શાસ્ત્ર સાંભળવા થકી ભગવાનની ઉપાસનાનું ખંડન થઈને સ્વામીસેવકભાવ ટળી જતો હોય, તો તે સંગનો તથા તે શાસ્ત્રનો શ્વપચની પેઠે તત્કાળ ત્યાગ કરવો.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! જે ભક્ત સુંદર વસ્ત્ર તથા અલંકાર તથા નાના પ્રકારનાં ભોજનાદિક વસ્તુ તેણે કરીને ભગવાનની સેવા કરે છે, તે પણ ભગવાનને રાજી કરવાને ઇચ્છે છે અને તમે તો તપે કરીને જ ભગવાન રાજી થાય એમ કહો છો. તે તપ વિના એવી સેવાએ કરીને રાજી કરે તેમાં શો બાધ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે સારા સારા પદાર્થે કરીને ભગવાનની ભક્તિ કરે છે, તે જો નિષ્કામભાવે કરીને, કેવળ ભગવાનની પ્રસન્નતાને અર્થે જ કરતો હોય તો તો ઠીક છે, પણ જો પોતે પણ ભગવાનની પ્રસાદી જાણીને તે પદાર્થને વિષે લોભાઈને ને ભગવાનને પડ્યા મેલીને તે પદાર્થને વિષે પ્રીતિ કરે તો તે પદાર્થને ભોગવતો થકો વિષયી થઈને ભ્રષ્ટ થઈ જાય છે, એ બાધ છે. માટે જે ત્યાગી ભક્ત હોય તેને તો ભગવાનને સર્વકર્તા જાણીને, તપે કરીને જ ભગવાનને રાજી કરવા અને રાધિકાજી તથા લક્ષ્મીજી તેની પેઠે ભગવાનને પ્રેમલક્ષણા ભક્તિએ કરીને ભજવા, એ અમારો સિદ્ધાંત છે.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું૧ જે, “હે મહારાજ! અમારું આ લોકને વિષે તથા પરલોકને વિષે સારું થાય તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ જે અમારો સિદ્ધાંત૨ છે તે જ આ લોક ને પરલોકને વિષે પરમ સુખનો હેતુ છે.”\nપછી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ત્યાગનો ને તપ કરવાનો મનમાં ઇશક તો હોય અને ત્યાગ કે તપ કરતાં વચમાં કોઈક વિઘ્ન આવી પડે તો તેનું કેમ કરવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને જે વાતનો ઇશક હોય ને તે વચ્ચમાં હજારો અંતરાય આવે તો પણ તે અંતરાયનો રોક્યો રોકાય નહીં, ત્યારે તેનો સાચો ઇશક જાણવો. જુઓ ને, અમે એકવીસ વર્ષ થયાં શ્રીરામાનંદ સ્વામી પાસે આવ્યા છીએ, તેમાં અનંત ભાતનાં વસ્ત્ર તથા અલંકાર તથા ખાનપાનાદિક તેણે કરીને સેવાના કરનારા અનંત ભક્ત મળ્યા છે, પણ અમારું મન કોઈ પદાર્થમાં લોભાણું નથી, શા માટે જે, અમારે ત્યાગનો જ ઇશક છે. અને આ સંસારને વિષે કેટલીક રાંડો છે તે ધણી મરી ગયો હોય તો તેને વાંસે છાતી કૂટી કૂટીને રોયા જ કરે છે અને કેટલીક બાઈઓ છે તે પોતાના પરણ્યા ધણીનો પણ ત્યાગ કરીને ભગવાનનું ભજન કરે છે. અને કેટલાક મૂર્ખ પુરુષ હોય છે તે પોતાની સ્ત્રી મરી ગઈ હોય તો તેને વાંસે રોયા કરે છે અને બીજી સ્ત્રીને વાસ્તે હાયવોય કરતા ફરે છે; અને કેટલાક વૈરાગ્યવાન પુરુષ હોય તે ઘરમાં પરણેલી સ્ત્રી હોય તેનો ત્યાગ કરીને પરમેશ્વરનું ભજન કરે છે. એવી રીતે સૌ-સૌના ઇશક જુદી જુદી જાતના છે. અને અમારો તો એ જ ઇશક છે ને એ જ સિદ્ધાંત છે જે, ‘તપે કરીને ભગવાનને રાજી કરવા ને ભગવાનને સર્વેના કર્તાહર્તા જાણીને અને સ્વામીસેવકને ભાવે કરીને તે ભગવાનની ભક્તિ કરવી. અને કોઈ રીતે તે ભગવાનની ઉપાસના ખંડન થવા દેવી નહીં.’ માટે તમો પણ સર્વે આ અમારા વચનને પરમ સિદ્ધાંત કરી માનજ્યો.”"
}