{
    "number": 175,
    "vachanamrut": "ગઢડા મધ્ય ૪૨\n",
    "title": "સગુણ-નિર્ગુણપણું અક્ષરને વિષે છે, કૂંચીનું૫\n",
    "setting": "સંવત ૧૮૮૦ના માગશર વદિ ૧૨ દ્વાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી ભગવદાનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ભગવાનના એક એક રોમને વિષે અનંત કોટિ બ્રહ્માંડ રહ્યાં છે, તે કેવી રીતે રહ્યાં છે? અને બ્રહ્માંડમાં કયે કયે ઠેકાણે ભગવાનના અવતાર થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પુરુષોત્તમ ભગવાનનું જે અક્ષરધામ તેના બે ભેદ છે: એક સગુણપણું ને બીજું નિર્ગુણપણું. અને પુરુષોત્તમ નારાયણ છે તેને તો સગુણ ન કહેવાય ને નિર્ગુણ પણ ન કહેવાય. અને સગુણ-નિર્ગુણ ભેદ તો અક્ષરને વિષે છે. તે અક્ષર નિર્ગુણપણે તો અણુ થકી પણ અતિ સૂક્ષ્મ સ્વરૂપે છે અને સગુણ સ્વરૂપે તો જેટલું મોટું પદાર્થ કહેવાય તે થકી પણ અતિશય મોટું છે. તે અક્ષરના એક એક રોમને વિષે અણુની પેઠે અનંત કોટિ બ્રહ્માંડ રહ્યાં છે, તે કાંઈ બ્રહ્માંડ અક્ષરને વિષે નાનાં થઈ જતાં નથી, એ તો અષ્ટાવરણે સહવર્તમાન હોય; પણ અક્ષરની અતિશય મોટ્યપ છે તે આગળ બ્રહ્માંડ અતિશય નાનાં દેખાય છે. જેમ ગિરનાર પર્વત છે તે મેરુ આગળ અતિશય નાનો દેખાય, અને લોકાલોક પર્વતની આગળ મેરુ પર્વત અતિશય નાનો દેખાય; તેમ બ્રહ્માંડ તો આવડાં ને આવડાં હોય પણ અક્ષરની અતિશય મોટ્યપ છે તેની આગળ અતિ નાનાં દેખાય છે, માટે અણુ સરખાં કહેવાય છે. અને અક્ષરબ્રહ્મ તો જેમ સૂર્યનું મંડળ છે તેમ છે. તે સૂર્ય જ્યારે માથે આવે ત્યારે સૂર્યને યોગે કરીને દસે દિશાઓ કલ્પાય છે, તેમ અક્ષરધામ છે. અને તે અક્ષરને ઉપર, હેઠે ને ચારે પડખે સર્વ દિશામાં બ્રહ્માંડની કોટિઓ છે. અને ભગવાન જે પુરુષોત્તમ તે તો અક્ષરધામને વિષે સદાય વિરાજમાન રહે છે ને તે સત્યસંકલ્પ છે. અને અક્ષરધામને વિષે રહ્યા થકા જ જે બ્રહ્માંડમાં જે જે રૂપ પ્રકાશ્યાં જોઈએ તેવાં તેવાં રૂપને પ્રકાશ કરે છે. જેમ શ્રીકૃષ્ણ ભગવાને રાસક્રીડા કરી ત્યારે પોતે એક હતા તે જેટલી ગોપાંગનાઓ હતી તેટલા રૂપે થયા; તેમ પુરુષોત્તમ ભગવાન બ્રહ્માંડ-બ્રહ્માંડ પ્રત્યે જ્યાં જેવું રૂપ પ્રકાશ્યું જોઈએ ત્યાં તેવા રૂપને અક્ષરધામમાં રહ્યા થકા પ્રકાશે છે અને પોતે તો સદાય અક્ષરધામમાં રહે છે. અને જ્યાં પુરુષોત્તમની મૂર્તિ છે ત્યાં જ અક્ષરધામનું મધ્ય છે.”"
}