{
    "number": 199,
    "vachanamrut": "ગઢડા મધ્ય ૬૬\n",
    "title": "સદ્‌ગુરુના પ્રશ્નોનું, ગોળો ઝાલ્યાનું\n",
    "setting": "સંવત ૧૮૮૧ના પોષ વદિ ૧ પ્રતિપદાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા બિછવાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પીળાં પુષ્પના ને રાતી ગુલદાવદીનાં પુષ્પના હાર કંઠને વિષે વિરાજમાન હતા ને પીળાં પુષ્પનો તોરો પાઘને વિષે વિરાજમાન હતો અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને પોતાની આગળ સરોદા ને દૂકડ લઈને સંતમંડળ વિષ્ણુપદ ગાવતા હતા. તે કીર્તનભક્તિ થઈ રહ્યા પછી શ્રીજીમહારાજ બોલ્યા જે, “આજ તો અમારે મોટા મોટા સંતને પ્રશ્ન પૂછવા છે.” એમ કહીને પ્રથમ આનંદ સ્વામીને પૂછતા હવા જે, “કોઈક એવો પુરુષ હોય જે તેને બુદ્ધિ થોડી હોય તો પણ પોતામાં જે દોષ હોય તેને દેખે, અને બીજા હરિભક્તમાં દોષ હોય તેને ન દેખે અને ગુણ હોય તેને જ દેખે. અને બીજો જે પુરુષ છે તેને તો બુદ્ધિ ઘણી છે, તો પણ પોતાના અવગુણને દેખતો જ નથી અને બીજા હરિભક્તને વિષે ગુણનો ત્યાગ કરીને કેવળ દોષ જ દેખે છે. એનું શું કારણ હશે જે, થોડી બુદ્ધિવાળો હોય તે પણ પોતાના દોષને દેખે છે અને ઝાઝી બુદ્ધિવાળો છે તેને પોતાના દોષ સૂઝતા નથી? એ પ્રશ્ન છે.” પછી આનંદ સ્વામીને જેવો સૂઝ્યો તેવો ઉત્તર કર્યો પણ પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર એમ છે જે, આ જન્મે અથવા કોઈક જન્માંતરને વિષે એણે કોઈક મોટા ભગવાનના ભક્તનો અપરાધ કર્યો છે, તે પાપે કરીને એની બુદ્ધિ દોષે યુક્ત છે. માટે એને હરિભક્તના દોષ સૂઝે છે ને પોતાના દોષ સૂઝતા નથી. એ જ એનો ઉત્તર છે.”\nએમ કહીને પછી શ્રીજીમહારાજ નિત્યાનંદ સ્વામીને પ્રશ્ન પૂછતા હવા જે, “ભગવાનને પામ્યાનું એક જ સાધન છે કે ઘણાંક સાધને કરીને ભગવાન પમાય છે? ત્યારે તમે એમ કહેશો જે, ‘જ્ઞાન, વૈરાગ્ય, ભક્તિ અને ધર્મ એ ચાર સાધને કરીને પમાય છે.’ તે જ્યારે એ ચાર સાધને કરીને ભગવાનની પ્રાપ્તિ થાય છે ત્યારે એક ભગવાનના આશ્રયે કરીને જ કલ્યાણ થાય એવા અનન્યભાવનો નિર્ધાર રહ્યો નહીં.” પછી નિત્યાનંદ સ્વામીએ બહુ પ્રકારે ઉત્તર કર્યો પણ પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “કલ્યાણ તો એક ભગવાનના આશ્રયે કરીને જ છે. પણ ભગવાન છે તે અતિ સમર્થ છે ને તેની આજ્ઞાને બ્રહ્માદિક સમગ્ર દેવ પાળે છે તથા કાળ-માયાદિક જે સર્વે બ્રહ્માંડનાં કારણ તે પણ ભગવાનના ભય થકી સાવધાન થઈને ભગવાનની આજ્ઞામાં રહે છે. માટે ભગવાનનો ભક્ત હોય તેને એ ભગવાનની આજ્ઞા છે તે દૃઢ કરીને માનવી, એ જ ભગવાનના ભક્તનું લક્ષણ છે. તે સારુ સાધન સર્વે અતિ દૃઢ કરીને રાખવાં. એટલે એક ભગવાન વતે જ કલ્યાણ છે. અને એ સાધન છે તે તો ભગવાનની પ્રસન્નતાને અર્થે છે. એ જ એ પ્રશ્નનો ઉત્તર છે.”\nપછી શ્રીજીમહારાજ બ્રહ્માનંદ સ્વામીને પૂછતા હવા જે, “આ દેહને વિષે જીવ છે, તે સાકાર છે કે નિરાકાર છે?” પછી બ્રહ્માનંદ સ્વામીએ કહ્યું જે, “જીવ તો સાકાર છે.” ત્યારે શ્રીજીમહારાજે કહ્યું જે, “જો જીવ સાકાર હોય તો તે કરચરણાદિકે યુક્ત થયો. ત્યારે દશમ સ્કંધને વિષે વેદસ્તુતિના અધ્યાયમાં એમ કહ્યું છે જે, ‘ભગવાન જે તે જીવના કલ્યાણને અર્થે તે જીવનાં બુદ્ધિ, ઇન્દ્રિય, મન ને પ્રાણ તેને સૃજતા હવા.’ તે જો જીવ સાકાર જ હોય તો તેને અર્થે બુદ્ધિ, ઇન્દ્રિય, મન, પ્રાણ સૃજ્યાનું શું કામ છે? માટે એવી રીતનાં શાસ્ત્રનાં વચનને જોતાં એમ જ નિર્ધાર થાય છે જે, જીવ જે તે સ્વરૂપ-સ્વભાવે કરીને તો સત્તામાત્ર છે ને ચૈતન્ય વસ્તુ છે અને અનાદિ અજ્ઞાનરૂપ એવું જે કારણ શરીર તેણે યુક્ત છે. અને જેમ ચમકપાણ હોય તે લોઢાને તાણીને લોઢા સાથે ચોંટી રહે છે, તેમ એ જીવનો પણ ચોંટવાનો સ્વભાવ છે; તે માયિક એવાં જે સ્થૂળ ને સૂક્ષ્મ એ બે શરીર તે સાથે ચોંટે છે અને એ જીવ અજ્ઞાને કરીને તે શરીરને વિષે પોતાપણું માને છે, પણ વસ્તુગતે તો એ જીવ શરીર જેવો નથી.”\nપછી બ્રહ્માનંદ સ્વામીએ કહ્યું જે, “જ્યારે ભગવાનની ભક્તિએ કરીને એ જીવના અજ્ઞાનની નિવૃત્તિ થાય છે, ત્યારે એ જીવને સ્થૂળ, સૂક્ષ્મ ને કારણ એ માયિક ત્રણ દેહનો સંબંધ રહેતો નથી. ત્યારે એ જીવ ભગવાનના ધામમાં જઈને કેવી રીતના આકારે યુક્ત થકો રહે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે એ જીવના અજ્ઞાનની નિવૃત્તિ થાય છે ત્યારે એને માયિક ત્રણ દેહનો સંગ છૂટી જાય છે. પછી એ જીવ કેવળ ચૈતન્ય સત્તામાત્ર રહે છે. પછી એ જીવને ભગવાનની ભૂમિ આદિક જે આઠ પ્રકારની પ્રકૃતિ, તે થકી જુદી જે ચૈતન્ય પ્રકૃતિ તેનો ભગવાનની ઇચ્છાએ કરીને દેહ બંધાય છે ને તેણે યુક્ત થકો ભગવાનના અક્ષરધામને વિષે રહે છે. એ રીતે એ પ્રશ્નનો ઉત્તર છે.”\nપછી ગોપાળાનંદ સ્વામીને શ્રીજીમહારાજ પૂછતા હવા જે, “અષ્ટાંગયોગ સિદ્ધ થાય છે અથવા આત્મદર્શન થાય છે, તે તો ભગવાન ને ભગવાનના સંતની કૃપા થકી થાય છે. તે એ યોગ ને આત્મદર્શન સિદ્ધ થયાનું કારણ જે ભગવાન ને ભગવાનના સંત, તેને વિષે વૃત્તિ ગૌણ થઈ જાય છે અને અષ્ટાંગયોગ ને આત્મદર્શન એને વિષે વધુ લગની થાય છે, તેનું શું કારણ હશે?” પછી ગોપાળાનંદ સ્વામીએ કહ્યું જે, “એને યોગાભ્યાસ કરતે થકે યોગ સિદ્ધ થાય છે તેનું કાંઈક માન આવે છે, તેણે કરીને ભગવાનની કોરે કાંઈક વૃત્તિ ગૌણ થઈ જાય છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે સિદ્ધદશાને પામે ત્યારે એ યોગી છે તે બ્રહ્મરૂપ થાય છે. તે બ્રહ્મમાં તો કોઈ જાતનું માન હોય નહીં. માટે ઉત્તર સંભવે નહીં.” પછી ગોપાળાનંદ સ્વામી બોલ્યા જે, “હે મહારાજ! એ તો કાંઈ સમજાતું નથી; માટે તમે કૃપા કરીને કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ તો એમ સમજવું જે, જ્યારે પોતાની ખોટ્ય કાઢવી હોય ત્યારે તેને મોટાઓનાં વચનની સાખ્ય લઈને કાઢવી. જેમ કોઈક વ્યવહારિક કામ હોય ને તે કામને અતિશય સિદ્ધ કરવું હોય, ત્યારે સારા સારા માણસની સાયદી કરવી. તેમ અહીં પણ એ સાયદી છે જે, શુકદેવજી બ્રહ્મસ્વરૂપ થયા હતા તો પણ અતિ પ્રીતિએ કરીને શ્રીમદ્‌ભાગવત ભણ્યા અને આજ દિવસ સુધી પણ ભગવાનની ભક્તિને જ કરે છે. અને શૌનકાદિક અઠ્યાશી હજાર ઋષિ તે બ્રહ્મસ્વરૂપ છે તો પણ સૂતપુરાણીના મુખ થકી ભગવાનની કથાને સાંભળે છે. એવી જાતનાં વચનની સાખ્ય ભક્તિની દૃઢતાને અર્થે લેવી. અને જે ખોટ્ય પોતાના જાણ્યામાં ન આવતી હોય તેની કોરની ભગવાનને આગળ પ્રાર્થના કરવી જે, ‘હે મહારાજ! મારામાં જે જે ખોટ્ય હોય તે કૃપા કરીને નાશ કરજ્યો.’ જેમ કોઈક પુરુષને માથે કલંક આવ્યું હોય ને તે કલંક ટાળ્યાનો કોઈ સાયદી ન હોય, ત્યારે તે લોઢાનો ગોળો રાતોચોળ હોય તેને ઉપાડીને પોતાનું કલંક ટાળે છે; તેમ જે દોષ ન ઓળખાતો હોય, ત્યારે તે દોષ ટાળવાને અર્થે ભગવાનની સ્તુતિ કરવી, એ તે લોઢાનો ગોળો ઝાલ્યા જેવી છે. એમ કરીને પોતાની ખોટ્યને ટાળવી, એ તમારા પ્રશ્નનો ઉત્તર છે.”\nપછી શ્રીજીમહારાજ મુક્તાનંદ સ્વામીને પૂછતા હવા જે, “ભગવાનને યથાર્થ જાણ્યા હોય ને ભગવાન તો કાંઈ ચમત્કાર ન દેખાડતા હોય ને બીજા જે જંત્ર-મંત્રવાળા હોય તે તો પરચો દેખાડતા હોય, તેને દેખીને ભગવાનનો ભક્ત હોય તેનું મન ભગવાનમાંથી કાંઈ ડગે કે ન ડગે?” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! જેને ભગવાનનો યથાર્થ નિશ્ચય હોય તેને તો ભગવાન વિના બીજે ક્યાંય પ્રતીતિ આવે જ નહીં અને જો બીજે ઠેકાણે પ્રતીતિ આવી તો તેને ભગવાનનો નિશ્ચય જ નથી. એ તો ગુણબુદ્ધિવાળો હરિભક્ત કહેવાય, પણ યથાર્થ ભગવાનનો ભક્ત ન કહેવાય.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ જ એનો ઉત્તર છે.”\nપછી શ્રીજીમહારાજે શુકમુનિને પૂછ્યું જે, “ભગવાનનો ભક્ત હોય ને તે ભગવાન તથા ભગવાનના સંત તેને સાક્ષાત્કાર પામ્યો, તેને જીવતાં શી પ્રાપ્તિ થાય છે અને મૂવા કેડ્યે શી પ્રાપ્તિ થાય છે?” પછી શુકમુનિ બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર તો તમો કરશો ત્યારે થશે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાન ને ભગવાનના સંતની પ્રાપ્તિ થઈ છે તેને જીવતે તો ભગવાનનાં કથા, કીર્તન કરતાં થકાં જ દિવસ ને રાત્રિ વીતે છે અને ત્રણે અવસ્થાથી પર જે પોતાનો જીવાત્મા તેનું બ્રહ્મરૂપે સાક્ષાત્ દર્શન થાય છે અને ભગવાન વિના અન્ય પદાર્થમાત્રને વિષે વૈરાગ્ય થાય છે અને અધર્મનો ત્યાગ કરીને ધર્મને વિષે રહેવાય છે અને દેહ મૂકે ત્યારે એવા ભક્તને ભગવાન પોતા જેવો જ કરે છે. જેમ ભગવાને બ્રહ્માને કહ્યું છે જે, ‘હે બ્રહ્મા! જેવો હું છું ને જેવો મારો મહિમા છે ને જેવાં મારાં ગુણ ને કર્મ છે, તેવું મારા અનુગ્રહ થકી તને વિજ્ઞાન થાઓ.’ એવું જે બ્રહ્માને કહ્યું છે, તેમ જે પોતાના અનન્ય ભક્ત હોય તે સર્વને ભગવાન એવી પ્રાપ્તિ કરાવે છે. અને જેમ ભગવાન કાળ, કર્મ ને માયા થકી રહિત છે તેમ જ ભગવાનના ભક્ત પણ કાળ, કર્મ ને માયા થકી રહિત થાય છે ને અખંડ ભગવાનની સેવાને વિષે રહે છે; એવી દેહ મૂક્યા કેડ્યે પ્રાપ્તિ થાય છે. એ જ એ પ્રશ્નનો ઉત્તર છે.”"
}