{
  "number": 266,
  "vachanamrut": "અમદાવાદ ૬\n",
  "title": "અમદાવાદ ૬\n",
  "setting": "સંવત ૧૮૮૨ના ફાગણ વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિરને સન્મુખ વેદિકા ઉપર ગાદીતકિયે યુક્ત જે ઢોલિયો તે ઉપર વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કોટને વિષે ગુલાબના હાર પહેર્યા હતા ને પાઘને વિષે બેઉ કોરે ચમેલીનાં પુષ્પના તોરા ઝૂકી રહ્યા હતા ને બેઉ કાન ઉપર ગુલાબના ગુચ્છ વિરાજમાન હતા ને ગુલાબનો મોટો ગુચ્છ હસ્તકમળમાં લઈને મુખારવિંદ ઉપર ફેરવતા હતા ને પોતોના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી સંધ્યા આરતી થઈ રહી, તે કેડે કુબેરસિંહે શ્રીજીમહારાજ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જે પુરુષને ભગવાનનો નિશ્ચય પોતાના હૃદયમાં યથાર્થ થયો હોય તે નિશ્ચય ક્યારેય ન ડગે તે ઉપાય કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ વાત તો સૌને સાંભળવા યોગ્ય છે. તે માટે સર્વે સાવધાન થઈને સાંભળો જે, પ્રત્યક્ષ એવા જે ભગવાન તેનું આવી રીતે માહાત્મ્ય જાણે તો નિશ્ચય ડગે નહીં. તે માહાત્મ્ય કહીએ છીએ જે, આ સત્સંગને વિષે જે ભગવાન વિરાજે છે તે જ ભગવાનમાંથી સર્વે અવતાર થયા છે ને પોતે તો અવતારી છે ને એ જ સર્વેના અંતર્યામી છે. ને એ જ અક્ષરધામને વિષે તેજોમય છે ને સદા સાકારરૂપ છે ને અનંત ઐશ્વર્યયુક્ત છે. ને એ જ અનંત બ્રહ્માંડના રાજાધિરાજ છે ને અક્ષરબ્રહ્મના પણ કારણ છે. તે ભગવાન જ્યારે પ્રગટ થઈને ઋષભદેવની ક્રિયાને ગ્રહણ કરે ત્યારે જાણીએ જે, ઋષભદેવ છે; અને જ્યારે રામાવતારનું ચરિત્ર કરે ત્યારે જાણીએ જે, રામચંદ્રજી છે; ને જ્યારે શ્રીકૃષ્ણની લીલા આચરે ત્યારે જાણીએ જે, શ્રીકૃષ્ણ છે. એ જ પ્રકારે જે જે અવતારની ક્રિયા જાણ્યામાં આવે ત્યારે એમ સમજવું જે, મોરે ભગવાનના જેટલા અવતાર થયા છે તે સર્વે આમાંથી થયા છે ને એ જ ભગવાન સર્વે અવતારના કારણ છે. એમ સમજે તો તેનો નિશ્ચય ડગે નહીં ને એમ ન સમજે તો કાંઈક ડગમગાટ થાય ખરો, એનો એ ઉત્તર છે. ને તે જ શ્રીકૃષ્ણ ભગવાન પોતે શ્રીનરનારાયણરૂપે થઈને ધર્મ ને ભક્તિ થકી પ્રગટ થયા છે. તે માટે આ શ્રીનરનારાયણને અમે અમારું રૂપ જાણીને અતિ આગ્રહ કરીને સર્વેથી પ્રથમ આ શ્રીનગરને વિષે પધરાવ્યા છે. માટે આ શ્રીનરનારાયણને વિષે ને અમારે વિષે લગારે પણ ભેદ સમજવો નહીં. ને બ્રહ્મધામના નિવાસી પણ એ જ છે.”\nએવી રીતનાં શ્રીજીમહારાજનાં વચન સાંભળીને વળી કુબેરસિંહે પૂછ્યું જે, “હે મહારાજ! તે બ્રહ્મપુર કેવું છે તેનું રૂપ કહો, ને તેને વિષે જે ભગવાનના ભક્ત છે તેનું રૂપ કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “અક્ષરરૂપ જે બ્રહ્મ છે તે જ શ્રીપુરુષોત્તમ નારાયણને રહેવા સારુ ધામરૂપ થયું છે ને સર્વ અક્ષરબ્રહ્મ૦ થકી ભગવાનના ધામરૂપ જે અક્ષરબ્રહ્મ તે અનાદિ છે. ને તે બ્રહ્મધામને વિષે બહુ પ્રકારના મોહોલ છે, તે મોહોલુંને વિષે બહુ પ્રકારના ગોખ છે ને બહુ પ્રકારના ઝરૂખા છે ને બહુ પ્રકારની તેને અગાસિયું છે ને તેને વિષે બહુ ચિત્ર-વિચિત્રપણું છે ને બહુ પ્રકારના ફુવારા છે ને બહુ પ્રકારના બાગ-બગીચા છે ને તેમાં ફૂલ પણ અનંત જાતનાં છે૧ ને તેજોમય છે ને અનંત છે ને એને કોઈ ધામની ઉપમા ન દેવાય તેવું છે. અને ગોલોક પણ એને કહીએ છીએ.૧ ને અનંત અન્ય ધામની વિભૂતિયું તે થકી અસંખ્ય કોટિ જાતની શોભાનું અધિકપણું છે ને અપાર છે. ત્યાં દૃષ્ટાંત છે: જેમ આકાશ અપાર છે, તેની ચારે કોરે જોઈએ તે કોઈ દિશામાં અંત આવતો નથી; તેમ એ ભગવાનના ધામનો હેઠે, ઉપર ને ચારે કોરે અંત નથી. કેમ જે, એ અપાર છે, તેનો જો પાર લેવા માંડે તો પાર આવે નહીં, એવું મોટું બ્રહ્મપુર છે. તે બ્રહ્મપુરને વિષે જે પદાર્થ છે તે સર્વે દિવ્ય ચૈતન્યમય છે. ને તે ધામને વિષે અસંખ્ય પાર્ષદ રહ્યા છે તે કેવા છે? તો દિવ્ય આકાર સહિત ને તેજોમય છે ને સર્વભૂત-પ્રાણીમાત્રના અંતર્યામી છે, તે સર્વે ભગવાનની સેવામાં નિરંતર તત્પર રહ્યા છે. ને તે જ ધામના જે પતિ અને અક્ષરાદિક મુક્તના સ્વામી ને પરબ્રહ્મ પુરુષોત્તમ જે છે તે જ આ સત્સંગને વિષે વિરાજમાન છે. આવો જેને નિશ્ચય છે તે જ બ્રહ્મધામને પામે છે.”"
}