{
  "number": 98,
  "vachanamrut": "કારિયાણી ૨\n",
  "title": "શાપિત બુદ્ધિનું\n",
  "setting": "સંવત ૧૮૭૭ના આસો સુદિ ૨ દ્વિતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "અને શ્રીજીમહારાજની આજ્ઞાએ કરીને નાના નાના પરમહંસ આગળ આવીને પ્રશ્ન-ઉત્તર કરતા હતા. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે એક પ્રશ્ન પૂછીએ.” ત્યારે સર્વે બોલ્યા જે, “પૂછો, મહારાજ!” પછી શ્રીજીમહારાજ બોલ્યા જે, “એકની બુદ્ધિ તો એવી છે જે, જે દહાડાથી સત્સંગ કર્યો હોય તે દહાડાથી ભગવાનનો તથા સંતનો અવગુણ આવે ખરો, પણ રહે નહીં, ટળી જાય; પણ એમ ને એમ ગુણ-અવગુણ આવ્યા કરે, પણ સત્સંગ મૂકીને કોઈ દિવસ જાય નહીં. શા માટે જે, એને બુદ્ધિ છે, તે એમ જાણે જે, ‘આવા સંત બ્રહ્માંડમાં ક્યાંય નથી અને આ મહારાજ વિના બીજો કોઈ ભગવાન નથી,’ એમ સમજાણું હોય; માટે સત્સંગમાં અડગપણે રહે છે. અને એકની તો એવી બુદ્ધિ છે જે, સંતનો અથવા ભગવાનનો કોઈ દિવસ અવગુણ જ આવતો નથી. અને બુદ્ધિ તો એ બેયની સરખી છે અને ભગવાનનો નિશ્ચય પણ બેયનો સરખો છે; પણ એકને અવગુણ આવ્યા કરે છે ને એકને નથી આવતો. તે જેને અવગુણ આવે છે તેની બુદ્ધિમાં શો દોષ છે? એ પ્રશ્ન નાના શિવાનંદ સ્વામીને પૂછીએ છીએ.” પછી શિવાનંદ સ્વામીએ એનો ઉત્તર કરવા માંડ્યો પણ ઉત્તર થયો નહીં. પછી ભગવદાનંદ સ્વામી બોલ્યા જે, “એની બુદ્ધિ શાપિત છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ઠીક કહે છે. એનો ઉત્તર એ જ છે જે, કોઈ જગતમાં કહેતા નથી જે, ‘એને તો કોઈકનો ફટકાર લાગ્યો છે?’ એમ મોટા સંતને દુખવ્યા હોય અથવા કોઈ ગરીબને દુખવ્યા હોય અથવા માબાપની ચાકરી ન કરી હોય, તે માટે એમણે શાપ દીધો હોય, તેણે કરીને એની બુદ્ધિ એવી છે.”\nપછી ભગવદાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એની શાપિત બુદ્ધિ છે તે કેમ કરી સારી થાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એનું તો એમ છે જે, એક તો અમે આ માથે બાંધી રહ્યા એ વસ્ત્રને ધોવું હોય અને એક તો મોદ્ય જેવું જાડું વસ્ત્ર તેને ધોવું હોય ત્યારે તે કાંઈ સરખે દાખડે ધોવાય નહીં; કાં જે, આ ઝીણું વસ્ત્ર ધોવું હોય ત્યારે તેમાં લગારેક સાબુ દેઈને ધોઈ નાંખીએ એટલે તરત ઊજળું થાય, અને જ્યારે જાડા વસ્ત્રને ધોવું હોય ત્યારે તેને બે-ચાર દિવસ સુધી પાણીમાં પલાળી મૂકે ને પછી અગ્નિએ કરીને બાફે ને પછી સાબુ દેઈને ધુએ ત્યારે ઊજળું થાય. તેમ જેની બુદ્ધિ શાપિત હોય તે સર્વે પાળે છે એટલું જ પાળે તો એ દોષ ટળે નહીં. અને બીજા જેમ નિષ્કામી રહે છે, નિઃસ્વાદી રહે છે, નિર્લોભી રહે છે, નિઃસ્નેહી રહે છે, નિર્માની રહે છે, તેમ જ એને ન રહેવું; બીજા નિષ્કામી રહેતા હોય તેથી એને વિશેષે નિષ્કામી રહેવું અને બીજા નિર્લોભી રહેતા હોય તેથી એને વિશેષે નિર્લોભી રહેવું અને બીજા નિઃસ્વાદી રહેતા હોય તેથી એને વિશેષે નિઃસ્વાદી રહેવું અને બીજા નિઃસ્નેહી રહેતા હોય તેથી એને વિશેષે નિઃસ્નેહી રહેવું અને બીજા નિર્માની રહેતા હોય તેથી એને વિશેષે નિર્માની રહેવું અને બીજા સૂઈ રહે તે કેડે ઘડી મોડું એને સૂવું અને બીજા માળા ફેરવે તેથી એ વિશેષે માળા ફેરવે અને બીજા ઊઠે તેથી ઘડી વહેલો ઊઠે; એમ સર્વથી વિશેષે પાળે તો એની બુદ્ધિ શાપિત ટળે, નહીં તો ટળે નહીં.”\nપછી મોટા શિવાનંદ સ્વામીએ મોટા યોગાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “કર્મ મૂર્તિમાન છે કે અમૂર્ત છે?” ત્યારે મોટા યોગાનંદ સ્વામીએ કહ્યું જે, “એનો ઉત્તર તો મને આવડે એમ જણાતું નથી.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “વસ્તુતાએ કર્મ તો અમૂર્ત છે અને કર્મમાંથી થયું એવું જે શુભ અથવા અશુભ એવું ફળ તે તો મૂર્તિમાન છે. અને જે કર્મને મૂર્તિમાન કહે છે૧ તે તો નાસ્તિક કહે છે; કાં જે, કર્મ જે ક્રિયા તે કાંઈ મૂર્તિમાન ન હોય.” એવી રીતે શ્રીજીમહારાજે ઘણીક વાર્તા કરી, તેમાંથી આ તો દિશમાત્ર લખી છે."
}