{
  "number": 251,
  "vachanamrut": "ગઢડા અંત્ય ૨૮\n",
  "title": "ભગવાનના માર્ગમાંથી પડ્યાનું\n",
  "setting": "સંવત ૧૮૮૫ના કાર્તિક વદિ પડવાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનની ભક્તિમાંથી બે પ્રકારે જીવ પડે છે. એક તો શુષ્ક વેદાંતના ગ્રંથને સાંભળીને બીજા આકારને ખોટા કરે તેમ શ્રીકૃષ્ણાદિક જે ભગવાનના આકાર તેને પણ ખોટા કરે; એ શુષ્ક વેદાંતીને અતિ અજ્ઞાની જાણવા. અને બીજો જે એમ સમજતો હોય જે, ‘ભગવાનને ભજીએ તો ગોલોક ને વૈકુંઠલોકમાં સ્ત્રીભોગ, ખાનપાન આદિક જે પંચવિષયનાં સુખ તેને પામીએ.’ પછી તે સુખની આસક્તિએ કરીને ભગવાનને પણ ભૂલી જાય ને મૂળગો કુબુદ્ધિવાળો થઈને એમ સમજે જે, ‘એ સુખ ન હોય તો એ ધામમાં રાધિકા, લક્ષ્મી આદિક સ્ત્રીઓ ભેળે ભગવાન પણ રમે છે; માટે એ સુખ પણ ખરું છે.’ પણ ભગવાનને પૂર્ણકામ ને આત્મારામ ન સમજે અને એવી જે ભગવાનની ક્રિયાઓ છે તે તો પોતાના ભક્તના સુખને અર્થે છે. તે સારુ જ્ઞાન-વૈરાગ્યે સહિત ભગવાનની ભક્તિ કરવી. અને એ ભગવાનના સ્વરૂપને જેણે એમ જાણ્યું હોય જે, ‘સર્વ-સુખમયમૂર્તિ તો એ ભગવાન જ છે ને બીજે પંચવિષયમાં જે સુખ તે તો એ ભગવાનના સુખનો કિંચિત્ લેશ છે.’ એમ ભગવાનને માહાત્મ્યે સહિત જે સમજ્યો હોય તે કોઈ પદાર્થમાં બંધાય જ નહીં. અને ‘એ ભગવાનના ધામનાં સુખ આગળ બીજા લોકનાં જે સુખ તે તો નરક જેવાં છે,’ એમ મોક્ષધર્મમાં૬ કહ્યું છે. આવી રીતે ભગવાનના ભક્તને સમજવું, અને એમ ન સમજે તો એ બેય પ્રકારે કરીને ભગવાનમાંથી પડી જાય છે.”\nપછી શ્રીજીમહારાજને સુરાખાચરે પ્રશ્ન પૂછ્યો જે, “ભગવાનને તથા સંતને જેવા છે તેવા નિશ્ચયપણે જાણીને પણ કોઈનું અંતર પાછું પડી જાય છે, તેનું શું કારણ છે?” પછી શ્રીજીમહારાજે ઉત્તર કર્યો જે, “એણે ભગવાનનો નિશ્ચય કર્યો હતો ત્યારે જ એમાં કાચ્યપ રહી ગઈ છે. તે શું? તો કોઈકને સ્વાદે કરીને સારું સારું ખાવા જોઈતું હોય ને તેને ભગવાન તથા સંત તે ખોદે ત્યારે તેનું અંતર પાછું પડી જાય તથા કામનો ઘાટ રહી ગયો હોય ને તેને ખોદે તથા લોભ રહ્યો હોય ને તે લોભને મુકાવે ને કહે જે, ‘આ તારું ધન, માલ, ખેતર, વાડી તે કોઈકને આપી દે,’ ત્યારે તે વચન પાળે નહીં; તેણે કરીને પાછો પડી જાય. તથા માન હોય ને તે માનને સંત તથા ભગવાન ખોદે ને અપમાન કરે, ત્યારે તેણે કરીને પણ પાછો પડી જાય છે. એવી રીતે નિશ્ચય હોય ને જે જે પોતામાં અવગુણ રહી ગયો હોય તેણે કરીને પાછો પડી જાય છે. અને જેણે નિશ્ચય કર્યો હોય તે સમયમાં જ એ અવગુણ ટાળીને કર્યો હોય તો તે પાછો પડે નહીં. અને એ અવગુણ હમણાં પણ જેમાં જેમાં હશે તે જો વિચારીને પોતાના અંતર સામું જુએ તો જણાઈ આવે જે, ‘આવી રીતને અંગે હું કાચો છું, તે જો મને પાળ્યાનું કહેશે તો હું વિમુખ થઈશ.’ એમ યથાર્થ જાણે.”\nપછી બ્રહ્માનંદ સ્વામી તથા શુકમુનિ તથા સુરો ખાચર એ ત્રણને શ્રીજીમહારાજે પૂછ્યું જે, “તમે જેણે કરીને પાછા પડી જાઓ એવો તમારામાં કયો અવગુણ છે?” ત્યારે એ ત્રણે કહ્યું જે, “હે મહારાજ! માનરૂપ દોષ છે; માટે કોઈક બરોબરિયા સંત અપમાન કરે તો કાંઈક મૂંઝવણ થાય.” પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે પૂછીએ છીએ જે, ‘દ્યુપતય એવ તે ન યયુરન્તમનન્તતયા’૪ એવી રીતે માહાત્મ્યે સહિત ભગવાનને જાણ્યા હોય ને એવા જે ભગવાન તેના જે સંત તે સાથે માન, ઈર્ષ્યા, ક્રોધ કેમ થાય? અને જો થાય છે તો જાણ્યામાં ફેર છે. કેમ જે, ગવર્નર સાહેબને જાણ્યો છે જે, એ સમગ્ર પૃથ્વીનો પાદશાહ છે ને બળિયો છે, ને જો તેનો એક ગરીબ સરખો હમેલિયો આવ્યો હોય તો તેનો હુકમ મોટો રાજા હોય તે પણ માને ને તે જેમ કહે તેમ દોર્યો દોરાય. શા માટે જે, તે રાજાએ એમ જાણ્યું છે જે, ‘બળિયો જે ગવર્નર સાહેબ તેનો એ હમેલિયો છે.’ અને જેથી જે બળિયો તેની આગળ માન રહે નહીં, તેમ જેણે ભગવાનને સમગ્ર ઐશ્વર્ય-સમૃદ્ધિના ધણી જાણ્યા હોય તો તેને સંતની આગળ માન કેમ રહે?” પછી બ્રહ્માનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! તમે ઠીક કહો છો. જો એમ માહાત્મ્યે સહિત ભગવાનને જાણ્યા હોય તો માન, ઈર્ષ્યા, ક્રોધ તે સંતની આગળ થાય જ નહીં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જુઓ ને, ઉદ્ધવજી કેવા મોટા હતા ને કેવા ડાહ્યા હતા! પણ જો ભગવાનની મોટાઈને જાણતા હતા તો તે ભગવાનને વિષે હેતવાળી જે વ્રજની ગોપીઓ તેના ચરણની રજને પામ્યા સારુ વનવેલીનો અવતાર માગ્યો! તે કહ્યું છે જે,\n‘આસામહો ચરણરેણુજુષામહં સ્યાં\nવૃન્દાવને કિમપિ ગુલ્મલતૌષધીનામ્।\nયા દુસ્ત્યજં સ્વજનમાર્યપથં ચ હિત્વા\nભેજુર્મુકુન્દપદવીં શ્રુતિભિર્વિમૃગ્યામ્।’૪\n“તથા બ્રહ્માએ પણ કહ્યું છે જે,\n‘અહો! ભાગ્યમહો ભાગ્યં નન્દગોપવ્રજૌકસામ્।\nયન્મિત્રં પરમાનંદં પૂર્ણં બ્રહ્મ સનાતનમ્॥’૪\n“એવી રીતે બ્રહ્મા પણ ભગવાનનું માહાત્મ્ય જાણતા હતા તો એવી રીતે બોલ્યા. તે માટે જો ભગવાનની ને સંતની એવી રીતે મોટાઈ જાણતો હોય તો માન, ઈર્ષ્યા, ક્રોધ રહે જ નહીં ને તેને આગળ દાસાનુદાસ થઈને વર્તે ને ગમે તેટલું અપમાન કરે તો પણ તેના સંગને મૂકીને છેટે જવાને ઇચ્છે જ નહીં, અને એમ મનમાં થાય નહીં જે, ‘હવે તો ક્યાં સુધી ખમીએ? આપણ તો આપણે ઘેર બેઠા થકા જ ભજન કરીશું.’ તે માટે એમ માહાત્મ્ય સમજે તો માન ટળે.” એવી રીતે વાર્તા કરી.\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “ભગવાનનો ભક્ત હોય ને તેને કોઈ કર્મયોગે કરીને શૂળીએ ચઢાવ્યો ને તે સમયમાં અમે પણ તેની પાસે ઊભા હોઈએ, પણ તે ભક્તના હૃદયમાં એમ ઘાટ ન થાય જે, ‘આ ભગવાન મને શૂળીના કષ્ટ થકી મુકાવે તો ઠીક.’ એવી રીતે પોતાના દેહના સુખનો સંકલ્પ ન થાય ને જે કષ્ટ પડે તેને ભોગવી લે, એવો જે નિષ્કામ ભક્ત તેની ઉપર ભગવાનની બહુ પ્રસન્નતા થાય છે.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “ભગવાન સંબંધી સુખને કોણ પામે છે? તો તે કહીએ છીએ જે, જેમ માછલું હોય તેને જળ છે તે જીવનરૂપ છે. તે જળનો યોગ જ્યાં સુધી હોય ત્યાં સુધી તે જળમાં માછલું ચાલે, હાલે, ક્રીડા કરે ને જળનો વિયોગ થાય ત્યારે તેની ચંચળતા ટળી જાય ને મરી જાય. તેમ જેને પંચવિષયે કરીને જીવનપણું જ્યાં સુધી મનાયું છે ને તેણે કરીને સુખ માન્યું છે ને તેનો વિયોગ થાય ત્યારે મૂવા જેવો થઈ જાય છે, એવો જે હોય તે ભગવાનના સુખને ક્યારેય પણ પામે નહીં. અને પંચવિષયે કરીને જેને જીવનપણું ટળી ગયું છે તે જ ભગવાનના સુખને અનુભવે છે ને ભોગવે છે ને એવાને જ ભગવાનના સુખની પ્રાપ્તિ થાય છે.”"
}