{
  "number": 71,
  "vachanamrut": "ગઢડા પ્રથમ ૭૧\n",
  "title": "ભગવાનનું સ્વરૂપ અક્ષરધામ સહિત વિરાજે છે\n",
  "setting": "સંવત ૧૮૭૬ના ચૈત્ર વદિ ૪ ચતુર્થીને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર મેડીની આગળ ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળો ફેંટો બાંધ્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને મુક્તાનંદ સ્વામી આદિક સાધુ વાજિંત્ર વજાડીને કીર્તન ગાતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “હવે કીર્તન-ભક્તિની સમાપ્તિ કરીને માંહોમાંહી પ્રશ્ન-ઉત્તર કરો.” પછી સોમલે ખાચરે પ્રશ્ન પૂછ્યો જે, “ભગવાન પોતાના ભક્તના સર્વે અપરાધ માફ કરે છે, પણ એવો કયો અપરાધ છે જે ભગવાન માફ ન કરે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “બીજા સર્વે અપરાધ ભગવાન માફ કરે છે, પણ ભગવાનના ભક્તનો દ્રોહ કરે એ અપરાધને ભગવાન માફ નથી કરતા; માટે ભગવાનના ભક્તનો કોઈ પ્રકારે દ્રોહ કરવો નહીં. અને વળી, ભગવાનના સર્વે અપરાધ થકી જે ભગવાનના આકારનું ખંડન કરવું એ મોટો અપરાધ છે, તે માટે એ અપરાધ તો ક્યારેય પણ કરવો નહીં. અને એ અપરાધ કરે તો એને પંચ મહાપાપ કરતાં પણ અધિક પાપ લાગે છે. અને ભગવાન તો સદા સાકારમૂર્તિ છે, તેને જે નિરાકાર સમજવા એ જ ભગવાનના આકારનું ખંડન કર્યું કહેવાય છે. અને પુરુષોત્તમ એવા જે ભગવાન તે જે તે કોટિ સૂર્ય, ચંદ્ર સરખું તેજોમય એવું પોતાનું અક્ષરધામ તેને વિષે સદા દિવ્યાકાર થકા વિરાજમાન છે અને બ્રહ્મરૂપ એવા જે અનંત કોટિ મુક્ત તેમણે સેવ્યાં છે ચરણકમળ જેનાં એવા છે. અને પરબ્રહ્મ પુરુષોત્તમ એવા જે એ ભગવાન તે જ પોતે કૃપાએ કરીને જીવના કલ્યાણને અર્થે પૃથ્વીને વિષે પ્રકટ થાય છે, ત્યારે જે જે તત્ત્વનો૮ અંગીકાર કરે છે તે સર્વે તત્ત્વ બ્રહ્મરૂપ૮ છે; કાં જે, રામ-કૃષ્ણાદિક અવતારને વિષે સ્થૂળ, સૂક્ષ્મ અને કારણ એ ત્રણ દેહ તથા જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ અવસ્થા તે જણાય છે તથા દશ ઇન્દ્રિયો, પંચ પ્રાણ ઇત્યાદિક સર્વે તત્ત્વ મનુષ્યની પેઠે જણાય છે, પણ એ સર્વે બ્રહ્મ૮ છે પણ માયિક નથી. તે માટે એ ભગવાનના આકારનું ખંડન ક્યારેય પણ ન કરવું.”\nપછી માતરે ધાધલે પ્રશ્ન પૂછ્યો જે, “ઈર્ષ્યાનું શું રૂપ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેની ઉપર જેને ઈર્ષ્યા હોય તેનું રૂડું થાય ત્યારે તેથી ખમાય નહીં અને તેનું ભૂંડું થાય ત્યારે રાજી થાય, એ ઈર્ષ્યાનું લક્ષણ છે.”\nપછી શ્રીજીમહારાજે મુનિ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “ભગવાનની પ્રત્યક્ષ મૂર્તિનો નિશ્ચય હોય અને ભજન કરતો હોય ને સત્સંગના નિયમ પ્રમાણે વર્તતો હોય અને તેનું કલ્યાણ થાય એ તો સત્સંગની રીતિ છે; પણ શાસ્ત્રમાં કલ્યાણની કેમ રીતિ છે? અને વેદનો અર્થ તો અતિ કઠણ છે, માટે તેની કથા થતી નથી; અને શ્રીમદ્‌ભાગવત પુરાણ અને ભારત એમાં વેદનો જ અર્થ છે ને સુગમ છે, માટે તેની જગતમાં કથા થાય છે. માટે શાસ્ત્રની રીતે કરીને કલ્યાણ થતું હોય તેમ કહો. અને શંકરાચાર્યે તો નિરાકારપણે ભગવાનનું પ્રતિપાદન કર્યું છે અને રામાનુજાદિક જે આચાર્ય તેમણે તો સાકારપણે ભગવાનનું પ્રતિપાદન કર્યું છે; માટે એવી રીતે શાસ્ત્રનો મત લઈને ઉત્તર કરો.” પછી મુનિએ શાસ્ત્રની રીતે નિરાકારનો પક્ષ ખોટો કરીને સાકાર ભગવાનને ભજને કરીને કલ્યાણ છે એવી રીતે પ્રતિપાદન કર્યું. પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે પણ એ જ પક્ષનું ગ્રહણ કરીએ છીએ. પણ તેમાં તમને એક પ્રશ્ન પૂછીએ છીએ જે, નિરાકાર એવું જે અક્ષરબ્રહ્મ૮ તેથી પર ને સદા સાકાર એવા જે પુરુષોત્તમ ભગવાન તે પૃથ્વી ઉપર પ્રકટ મળ્યા તે કેડે બ્રહ્મપુર તથા વૈકુંઠ, શ્વેતદ્વીપ એ આદિક જે ભગવાનનાં ધામ તે ધામને દેખવાની જેને લાલચ રહે ત્યારે એને નિશ્ચય છે કે નથી?” પછી મુનિ બોલ્યા જે, “ભગવાન મળ્યા પછી જેના મનમાં એમ રહેતું હોય જે, ‘જ્યારે અક્ષરાદિક ધામ દેખીશું અથવા કોટિ કોટિ સૂર્યનો પ્રકાશ દેખીશું ત્યારે આપણું કલ્યાણ થયું,’ એવી સમજણવાળાને તો યથાર્થ ભગવાનનો નિશ્ચય નથી.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એણે બ્રહ્મપુરાદિક ધામને તથા બ્રહ્મસ્વરૂપને દેખ્યાની લાલચ રાખી એ તે શું એણે પાપ કર્યું જે નિશ્ચયની ના પાડો છો?” પછી મુનિ બોલ્યા જે, “જેણે પ્રત્યક્ષ પ્રમાણ ભગવાનને દર્શને કરીને કલ્યાણ માન્યું હોય તે બ્રહ્મપુર, ગોલોક આદિક જે ધામ છે તે પણ ભગવાનનાં જ છે, માટે તેની પણ અરુચિ શા સારુ રાખે? પણ ભગવાન વિના એને ઇચ્છે નહીં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “તે ધામ ને તે ધામને વિષે રહ્યા જે પાર્ષદ તે તો ચૈતન્યમૂર્તિ છે ને માયાપર છે, માટે એમાં શું દૂષણ છે જે એને ઇચ્છે નહીં? અને ભગવાન પૃથ્વી ઉપર પ્રકટ વિરાજતા હોય ને ત્યાં જે સેવક હોય તે પણ મરી જાય એવા હોય અને ઘર હોય તે પણ પડી જાય એવાં હોય, તે કેમ સમજો છો?” પછી મુનિ બોલ્યા જે, “એ ઘરને તો અમે બ્રહ્મપુરાદિક ધામ સમજીએ છીએ ને એ સેવકને તો અમે બ્રહ્મરૂપ સમજીએ છીએ.” પછી શ્રીજીમહારાજ બોલ્યા જે, “બ્રહ્મપુર ને બ્રહ્મપુરને વિષે રહ્યા જે ભગવાનના પાર્ષદ તે તો અખંડ છે ને અવિનાશી છે, તેને મર્ત્યલોકનાં નાશવંત એવાં જે ઘર ને પાર્ષદ તે બે બરોબર કેમ કહો છો?” પછી નિત્યાનંદ સ્વામી બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર તો તમે કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન જીવના કલ્યાણને અર્થે જ્યારે મૂર્તિ ધારણ કરે છે ત્યારે પોતાનું જે અક્ષરધામ૯ અને ચૈતન્યમૂર્તિ એવા જે પાર્ષદ અને પોતાનાં જે સર્વે ઐશ્વર્ય તે સહિત જ પધારે છે, પણ એ બીજાના દેખ્યામાં આવે નહીં. અને જ્યારે કોઈક ભક્તને સમાધિને વિષે અલૌકિક દૃષ્ટિ થાય છે, ત્યારે તેને ભગવાનની મૂર્તિને વિષે કોટિ કોટિ સૂર્યના સરખો પ્રકાશ ભાસે છે અને અનંત કોટિ જે મુક્ત તે પણ મૂર્તિ ભેળા ભાસે છે અને અક્ષરધામ પણ એ ભગવાનની મૂર્તિ ભેળું જ ભાસે છે. માટે એ સર્વે ભગવાન ભેળું છે તોય પણ ભગવાન તે મનુષ્ય જે પોતાના ભક્ત હોય, તેની જ સેવાને અંગીકાર કરે છે. અને તે પોતાના ભક્તનાં ગાર્ય, માટી ને પાણાનાં જે ઘર તેને વિષે વિરાજમાન રહે છે અને તે ભક્ત ધૂપ-દીપ, અન્ન-વસ્ત્રાદિક જે જે અર્પણ કરે છે તેને ભગવાન પ્રીતિએ કરીને અંગીકાર કરે છે; તે એ મનુષ્ય સેવક છે તેને દિવ્યરૂપ પાર્ષદ ભેળા ભેળવવા વાસ્તે કરે છે. અને જે ભક્તજન જે જે વસ્તુ ભગવાનને અર્પણ કરે છે તે તે વસ્તુ ભગવાનના ધામને વિષે દિવ્યરૂપ થાય છે અને એ ભક્ત દિવ્યરૂપ થઈને તેને પામે છે. માટે એવું અચળ અખંડ સુખ ભક્તજનને પમાડવાને અર્થે ભગવાન જે તે મનુષ્ય એવા જે પોતાના ભક્તજન તેની સર્વે સેવાને અંગીકાર કરે છે. માટે ભગવાનના ભક્તને ભગવાનનું સ્વરૂપ અક્ષરધામ સહિત પૃથ્વી ઉપર વિરાજમાન છે એમ સમજવું૯ અને બીજા આગળ પણ એવી રીતે વાર્તા કરવી.”"
}