{
    "number": 62,
    "vachanamrut": "ગઢડા પ્રથમ ૬૨\n",
    "title": "સત્ય-શૌચાદિક ગુણ આવ્યાનું\n",
    "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૪ ચોથને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ચોક વચ્ચે ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો અને ધોળી ચાદર ઓઢી હતી અને માથે શ્વેત પાઘ વિરાજમાન હતી અને તે પાઘને વિષે શ્વેત પુષ્પના હાર તથા શ્વેત પુષ્પના તોરા વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પૂછ્યું જે, “શ્રીમદ્‌ભાગવતમાં કહ્યું છે જે,\nસત્યં શૌચં દયા ક્ષાન્તિસ્ત્યાગઃ સન્તોષ આર્જવમ્।\nશમો દમસ્તપઃ સામ્યં તિતિક્ષોપરતિઃ શ્રુતમ્॥\nજ્ઞાનં વિરક્તિરૈશ્વર્યં શૌર્યં તેજો બલં સ્મૃતિઃ।\nસ્વાતંત્ર્યં કૌશલં કાન્તિર્ધૈર્યં માર્દવમેવ ચ॥\nપ્રાગલ્ભ્યં પ્રશ્રયઃ શીલં સહ ઓજો બલં ભગઃ।\nગામ્ભીર્યં સ્થૈર્યમાસ્તિક્યં કીર્તિર્માનોઽનહંકૃતિઃ॥\n“એ જે ઓગણચાળીસ કલ્યાણકારી ગુણ તે ભગવાનના સ્વરૂપને વિષે નિરંતર રહે છે. તે એ ગુણ સંતને વિષે કેવી રીતે આવે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ગુણ સંતમાં આવ્યાનું કારણ તો એ છે જે, એને ભગવાનના સ્વરૂપનો યથાર્થ નિશ્ચય થાય તો એ કલ્યાણકારી ગુણ ભગવાનના છે તે સંતમાં આવે છે. તે નિશ્ચય કેવો હોય? તો જે, ભગવાનને કાળ જેવા ન જાણે, કર્મ જેવા ન જાણે, સ્વભાવ જેવા ન જાણે, માયા જેવા ન જાણે, પુરુષ જેવા ન જાણે, અને સર્વ થકી ભગવાનને જુદા જાણે અને એ સર્વના નિયંતા જાણે ને સર્વના કર્તા જાણે, અને એ સર્વને કર્તા થકા પણ એ નિર્લેપ છે એમ ભગવાનને જાણે; અને એવી રીતે જે પ્રત્યક્ષ ભગવાનના સ્વરૂપનો નિશ્ચય કર્યો છે તે કોઈ રીતે કરીને ડગે નહીં, તે ગમે તેવાં તરેતરેનાં શાસ્ત્ર સાંભળે અને ગમે તેવા મતવાદીની વાત સાંભળે અને ગમે તેવા પોતાનું અંતઃકરણ કુતર્ક કરે પણ કોઈ રીતે કરીને ભગવાનના સ્વરૂપમાં ડગમગાટ થાય નહીં; એવી જાતનો જેને ભગવાનના સ્વરૂપનો નિશ્ચય હોય તેને ભગવાનનો સંબંધ થયો કહેવાય. માટે જેને જે સંગાથે સંબંધ હોય તેના ગુણ તેમાં સહજે આવે. જેમ આપણાં નેત્ર છે તેને જ્યારે દીવા સંગાથે સંબંધ થાય છે ત્યારે તે દીવાનો પ્રકાશ નેત્રમાં આવે છે, તેણે કરીને નેત્ર આગળ અંધારું હોય તેનો નાશ થઈ જાય છે; તેમ જેને ભગવાનના સ્વરૂપનો દૃઢ નિશ્ચયે કરીને સંબંધ થાય છે તેને વિષે ભગવાનના કલ્યાણકારી ગુણ આવે છે. પછી જેમ ભગવાન સર્વ પ્રકારે નિર્બંધ છે અને જે ચહાય તે કરવાને સમર્થ છે, તેમ એ ભક્ત પણ અતિશય સમર્થ થાય છે અને નિર્બંધ થાય છે.”\nપછી નિર્વિકારાનંદ સ્વામીએ પૂછ્યું જે, “નિશ્ચય હોય તોય પણ રૂડા ગુણ તો આવતા નથી અને માન ને ઈર્ષ્યા તો દિવસે દિવસે વધતાં જાય છે તેનું શું કારણ હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન પાસે એક અમૃત લાવીએ અને શિંગડીયો વછનાગ લાવીએ, અને દૂધપાક ને સાકર લાવીએ અને અફીણ લાવીએ, અને તે સર્વેને ભગવાનના થાળમાં ધરીએ, તો પણ જેનો જેવો ગુણ હોય તેનો તેવો ને તેવો જ રહે પણ પલટાઈ જાય નહીં. તેમ જે જીવ આસુરી અને અતિ કુપાત્ર હોય તે ભગવાનને સમીપે આવે તોય પણ પોતાના સ્વભાવને મૂકે નહીં. પછી એ કોઈક ગરીબ હરિભક્તનો દ્રોહ કરે તેણે કરીને એનું ભૂંડું થાય; શા માટે જે, ભગવાન સર્વમાં અંતર્યામીરૂપે કરીને રહ્યા છે, તે પોતાની ઇચ્છા આવે ત્યાં તેટલી સામર્થી જણવે છે. માટે તે ભક્તને અપમાને કરીને તે ભગવાનનું અપમાન થાય છે, ત્યારે તે અપમાનના કરનારાનું અતિશય ભૂંડું થઈ જાય છે. જેમ હિરણ્યકશિપુ હતો તેણે ત્રિલોકી પોતાને વશ કરી રાખી હતી એવો બળવાન હતો, તો પણ તેણે જો પ્રહ્‌લાદજીનો દ્રોહ કર્યો તો ભગવાને સ્તંભમાંથી નૃસિંહરૂપે પ્રકટ થઈને તે હિરણ્યકશિપુનો નાશ કરી નાખ્યો. એમ વિચારીને ભગવાનના ભક્ત હોય તેને અતિશય ગરીબપણું પકડવું પણ કોઈનું અપમાન કરવું નહીં; કાં જે, ભગવાન તો ગરીબના અંતરને વિષે પણ વિરાજમાન રહ્યા છે તે એ ગરીબના અપમાનના કરતલનું ભૂંડું કરી નાંખે છે, એવું જાણીને કોઈ અલ્પ જીવને પણ દુખવવો નહીં. અને જો અહંકારને વશ થઈને જેને તેને દુખવતો ફરે તો ગર્વગંજન એવા જે ભગવાન તે અંતર્યામીરૂપે સર્વમાં વ્યાપક છે તે ખમી શકે નહીં, પછી ગમે તે દ્વારે પ્રકટ થઈને એ અભિમાની પુરુષના અભિમાનને સારી પેઠે નાશ કરે છે. તે માટે તે ભગવાનથી ડરીને જે સાધુ હોય તેને લેશમાત્ર અભિમાન રાખવું નહીં અને એક કીડી જેવા જીવને પણ દુખવવો નહીં, એ જ નિર્માની સાધુનો ધર્મ છે.”"
}