{
  "number": 33,
  "vachanamrut": "ગઢડા પ્રથમ ૩૩\n",
  "title": "મૂઢપણું, પ્રીતિ ને સમજણનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ વદિ ૫ પંચમીને દિવસ પાછલો પહોર દિવસ હતો ત્યારે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની જોડે જે ઓરડો તેની ઓસરીએ ઉગમણે મુખારવિંદે ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે કસુંબી રંગને છેડે રેંટો બાંધ્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનને પ્રસન્ન કરવાનાં સાધન૩ અનંત પ્રકારનાં શાસ્ત્રમાં કહ્યાં છે, પણ તે મધ્યે એવું એક સાધન કયું બળવાન છે જે સમગ્ર સાધન કર્યે જેવા ભગવાન પ્રસન્ન થાય તેવા એક સાધને કરી ભગવાન રાજી થાય? તે એવો એક ઉપાય કહો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એક જ સાધને કરીને ભગવાન રાજી થાય તે કહીએ તે સાંભળો જે, ભગવાનનો જે દૃઢ આશરો૩ એ જ એક સર્વ સાધનમાં મોટું સાધન છે, તેણે કરીને ભગવાન રાજી થાય છે. અને તે આશરો અતિ દૃઢ જોઈએ, જેને વિષે કાંઈ પોલ રહે નહીં. તે આશરામાં ત્રણ ભેદ છે.૧૬ એક મૂઢપણે૩ કરીને ભગવાનનો આશ્રય થાય છે, તે અતિ મૂઢ હોય તેને બ્રહ્મા જેવો હોય તે આશ્રયમાં ડોલાવે તોય પણ ડોલે નહીં. અને બીજો પ્રકાર એ છે જે, ભગવાનમાં જે પ્રીતિ૩ તેણે કરીને ભગવાનનો દૃઢ આશરો થાય છે, તે જેને દૃઢ પ્રીતિ હોય તે પરમેશ્વરને મૂકીને બીજા પદાર્થમાં જોરાવરી પ્રીતિ કરે તોય પણ થતી નથી; એવી રીતે દૃઢ પ્રીતિએ કરીને ભગવાનનો દૃઢ આશરો કહેવાય છે. અને ત્રીજો પ્રકાર એ છે જે, જેને બુદ્ધિ૩ વિશાળ હોય તે ભગવાનનું સગુણ૪-નિર્ગુણપણું૪ તથા અન્વય-વ્યતિરેકપણું૪ તેને સમજતો હોય અને ભગવાનની માયા થકી જે જે સર્ગ થયો છે તેને સમજતો હોય અને ભગવાનના જે પૃથ્વીને વિષે અવતાર થાય છે તેની રીતને૪ સમજતો હોય અને જગતની ઉત્પત્તિકાળે ભગવાન જે પ્રકારે અક્ષરરૂપે વર્તે છે તથા પુરુષપ્રકૃતિરૂપે વર્તે છે તથા વિરાટપુરુષરૂપે વર્તે છે તથા બ્રહ્માદિક પ્રજાપતિરૂપે વર્તે છે તથા જીવના કલ્યાણને અર્થે નારદ-સનકાદિકરૂપે વર્તે છે૪ એ સર્વ રીતને સમજી જાણે; અને પુરુષોત્તમ ભગવાનને સર્વથી પર૪ ને નિર્વિકાર સમજતો હોય. એવી રીતે જેની દૃષ્ટિ પહોંચતી હોય તેને બુદ્ધિએ કરીને ભગવાનનો દૃઢ આશરો છે, તે બીજાનો ટાળ્યો ટળે નહીં ને પોતાનો પણ ટાળ્યો ટળે નહીં. અને ભગવાન મનુષ્ય દેહને ગ્રહણ કરીને સમર્થપણે અથવા અસમર્થપણે વર્તતા હોય તો તેને દેખીને તેની બુદ્ધિને વિષે ભ્રાંતિ થાય નહીં.”\nએમ કહીને પછી શ્રીજીમહારાજ બોલ્યા જે, “કહો તો તમને એક પ્રશ્ન પૂછું?” ત્યારે મુક્તાનંદ સ્વામી બોલ્યા જે, “પૂછો, મહારાજ!” પછી એમ પૂછ્યું જે, “અમે કહ્યાં જે ત્રણ અંગ તેમાં તમારું કયું અંગ છે? અને એ ત્રણ અંગ ભગવાનના ભક્તને મિશ્રિત હોય પણ તેમાં જે અંગ પ્રધાન હોય તેનું તે અંગ કહેવાય. માટે મૂઢપણું, પ્રીતિ અને સમજણ એ જે ત્રણ અંગ તેમાં તમારું કયું અંગ છે?” પછી મુક્તાનંદ સ્વામી તથા બ્રહ્માનંદ સ્વામી બોલ્યા જે, “અમારે તો સમજણનું અંગ છે.” અને બીજા સાધુએ પણ જેને જે અંગ હતાં તે કહ્યાં."
}