{
  "number": 105,
  "vachanamrut": "કારિયાણી ૯\n",
  "title": "પાડાખારનું\n",
  "setting": "સંવત ૧૮૭૭ના કાર્તિક સુદિ ૫ પાંચમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદા ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે નિત્યાનંદ સ્વામી તથા બ્રહ્માનંદ સ્વામી પ્રત્યે પ્રશ્ન પૂછ્યો જે, “જેને એવી મલિન રીસ હોય જે જેની ઉપર આંટી પડે તે સંગાથે આંટી મૂકે જ નહીં, પાડાની પેઠે રીસ રાખ્યા જ કરે; એવો જે હોય તેને તે સાધુ કહીએ કે ન કહીએ?” પછી એ બે બોલ્યા જે, “જે એવો હોય તેને સાધુ ન કહેવાય.”\nપછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જે ભગવાનનો ભક્ત હોય ને તેને કોઈક ભગવદીયનો હૈયામાં અવગુણ આવતો હોય અને તેણે કરીને તે ભગવાનના ભક્ત ઉપર રીસ ચડતી હોય, તો તે અવગુણ ટાળ્યાનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેના હૈયામાં ભગવાનની ભક્તિ હોય ને ભગવાનનો મહિમા જાણતો હોય તેને ભગવાનના ભક્તનો અવગુણ આવે નહીં અને ભગવાનના ભક્ત ઉપર રીસની આંટી બંધાય જ નહીં. જેમ ઉદ્ધવજી જો ભગવાનના મહિમાને સમજતા હતા તો એમ વર માગ્યો જે, ‘આ ગોપીઓની ચરણરજનાં અધિકારી એવાં જે વૃંદાવનને વિષે લતા તથા તૃણ તથા ગુચ્છ તેને વિષે હું પણ કોઈક થાઉં.’૩ અને શ્રીકૃષ્ણ ભગવાને વૃંદાવનને વિષે વૃક્ષને તથા પક્ષીને તથા મૃગલાંને બળદેવજી આગળ અતિ મોટાં ભાગ્યવાળાં કહ્યાં છે.૩ અને બ્રહ્માએ પણ શ્રીકૃષ્ણ ભગવાન પાસે એમ વર માગ્યો છે જે, ‘હે પ્રભો! આ જન્મને વિષે અથવા પશુ-પક્ષીના જન્મને વિષે હું જે તે તમારા દાસને વિષે રહીને તમારાં ચરણારવિંદને સેવું એવું મારું મોટું ભાગ્ય થાઓ.’૩ માટે એવો જ્યારે ભગવાનના ભક્તનો મહિમા સમજે ત્યારે તેને ભગવાનના ભક્ત ઉપર કોઈ દિવસ અવગુણની ગાંઠ ન બંધાય અને પોતાના ઇષ્ટ જે પ્રત્યક્ષ ભગવાન તેનો જે ભક્ત તેને વિષે જે કોઈક અલ્પ દોષ હોય તે મહિમાના સમજનારાની દૃષ્ટિમાં આવે જ નહીં. અને જે ભગવાનના મહિમાને જાણતો હોય તે તો ભગવાનના સંબંધને પામ્યાં એવાં જે પશુ, પક્ષી તથા વૃક્ષ-વેલી આદિક તેને પણ દેવ તુલ્ય જાણે, તો જે મનુષ્ય હોય ને ભગવાનની ભક્તિ કરતા હોય તથા વર્તમાન પાળતા હોય તથા ભગવાનનું નામસ્મરણ કરતા હોય ને તેને દેવ તુલ્ય જાણે ને અવગુણ ન લે તેમાં શું કહેવું? માટે ભગવાનનો મહિમા સમજે તેને ભગવાનના ભક્ત સંગાથે વૈર ન બંધાય અને જે માહાત્મ્ય ન સમજે તેને તો ભગવાનના ભક્ત સંગાથે વૈર બંધાય ખરું. માટે જે ભગવાનનું તથા ભગવાનના ભક્તનું માહાત્મ્ય ન જાણતો હોય ને તે સત્સંગી છે તો પણ તેને અર્ધો વિમુખ જાણવો અને ભગવાનનો ને ભગવાનના ભક્તનો જે મહિમા સમજે તેને જ પૂરો સત્સંગી જાણવો.”"
}