{
  "number": 237,
  "vachanamrut": "ગઢડા અંત્ય ૧૪\n",
  "title": "કાયસ્થના અવિવેકનું, લંબકર્ણનું\n",
  "setting": "સંવત ૧૮૮૪ના આષાઢ વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને મસ્તક ઉપર પાઘમાં પુષ્પના તોરા ઝૂકી રહ્યા હતા ને કંઠને વિષે પુષ્પના હાર પહેર્યા હતા ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને મુનિમંડળ કીર્તન ગાવતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “કીર્તનભક્તિ-સમાપ્તિ કરો ને પ્રશ્ન-ઉત્તર કરીએ.” પછી મુક્તાનંદ સ્વામીએ હાથ જોડીને પૂછ્યું જે, “હે મહારાજ! પરમેશ્વર થકી તો બીજું કાંઈ સાર વસ્તુ નથી તો પણ એ પરમેશ્વરમાં એ જીવને કેમ દૃઢ પ્રીતિ થતી નથી? એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એને વિવેક૧ નથી. જો વિવેક હોય તો એમ વિચાર થાય જે, ‘મારે તો બ્રહ્મચર્ય વ્રત છે તો પણ સ્ત્રીના સુખની તૃષ્ણા હૃદયમાંથી ટળતી નથી તે એ બહુ ખોટું છે. અને તે સ્ત્રીનું સુખ તો ચોરાશી લાખ યોનિમાં જ્યાં જ્યાં જન્મ ધર્યા ત્યાં ત્યાં સર્વત્ર પ્રાપ્ત થયું છે, તે પણ મનુષ્ય દેહથી અધિક પ્રાપ્ત થયું છે. કેમ જે, એ જીવ બકરો થયો હશે ત્યારે હજાર બકરીઓને પોતે એકલો ભોગવતો હશે અને જ્યારે ઘોડો કે પાડો કે સાંઢ કે બૂઢિયો વાનરો ઇત્યાદિક પશુના દેહને પામ્યો હશે ત્યારે તેને વિષે પોતપોતાની જાતિની અતિશય રૂપવાન ને યૌવનવાન એવી અનંત સ્ત્રીઓ તે એકેએક એને મળી હશે. અને તેમાં કાંઈ પ્રારબ્ધનું કારણ નથી ને ભગવાનની કૃપાનું પણ કારણ નથી; એ તો સહજે મળી હતી. અને વળી પણ જો ભગવાનનું ભજન નહીં કરે તો જે જે યોનિમાં જશે ત્યાં ત્યાં અનંત સ્ત્રીઓ પ્રાપ્ત થશે. ને તેમાં કોઈ દેવતાનું પણ સેવન-પૂજન નહીં કર્યું જોઈએ ને કોઈ મંત્રનો પણ જપ નહીં કર્યો જોઈએ; એ તો સહજે જ તે સ્ત્રીઆદિકનાં સુખને પામશે. અને આ જીવે કેટલીક વાર દેવતા થઈને દેવલોકનાં પણ સુખ ભોગવ્યાં છે ને કેટલીક વાર ચક્રવર્તી રાજા થઈને પૃથ્વીમાં પણ અનંત સુખ ભોગવ્યાં છે તો પણ એ જીવને સ્ત્રીઆદિક જે પદાર્થ છે તેને ભોગવ્યાની તૃષ્ણા ટળતી નથી.૩ સ્ત્રીઆદિકનું જે સુખ છે તેનું અતિશય દુર્લભપણું જાણે છે ને તેનું અતિ માહાત્મ્ય જાણીને તેમાં પ્રીતિ કરે છે, તે પ્રીતિ કોઈ રીતે ટાળી ટળતી નથી; એ પાપે કરીને પરમેશ્વરમાં દૃઢ પ્રીતિ થતી નથી. અને એવી મલિન વાસના આ જીવને થાય છે તે અમે નજરે દીઠી છે. જ્યારે અમે નાના હતા ત્યારે અયોધ્યાપુરીમાં એક શિવનું મંદિર હતું, તેમાં જઈને અમે સૂતા. ત્યાં એક કાયસ્થ નિત્ય શિવનું પૂજન કરવાને આવતો. તે શિવની પૂજા કરીને ગાલ વજાડીને શિવ પાસે એમ વર માગતો જે, ‘હે મહારાજ! હે શિવજી! મને કોઈ દિવસ મનુષ્યનો અવતાર દેશો મા. શા માટે જે, મનુષ્ય દેહમાં તો તાંબું ખાઈ ખાઈને મરી ગયા પણ સ્ત્રીનું સુખ સારી પેઠે ભોગવાતું નથી. માટે, હે શિવજી! મને તો જન્મોજન્મ લંબકર્ણનો જ અવતાર દેજ્યો જે, લાજમર્યાદા મૂકીને સારી પેઠે સ્ત્રીનું સુખ તો ભોગવીએ!’ એમ નિત્ય શિવજી પાસે વર માગતો. એવી રીતે આ જીવના હૃદયમાં પાપરૂપ વાસના થાય છે, માટે એને કોઈ રીતે પરમેશ્વરમાં પ્રીતિ થતી નથી.”\nપછી મુક્તાનંદ સ્વામીએ વળી પૂછ્યું જે, “હે મહારાજ! જેને એવો અતિશય અવિવેક હોય તેને તો ભગવાનમાં પ્રીતિ ન થાય, પણ જેને એમ જણાતું હોય જે, ‘ભગવાન સર્વ સુખના નિધિ છે ને ભગવાન વિના બીજા પદાર્થ છે તે તો કેવળ દુઃખદાયી જ છે,’ તો પણ તેને ભગવાનમાં પ્રીતિ નથી થતી, તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ જીવને પૂર્વ-જન્મને વિષે અથવા આ જન્મને વિષે કોઈક અતિશય ભૂંડાં જે દેશ, કાળ, સંગ ને ક્રિયા તેનો યોગ થઈ ગયો છે; તેણે કરીને અતિશય તીક્ષ્ણ કર્મ થયાં છે. તે ભૂંડાં કર્મનો એના ચિત્તમાં પાશ લાગ્યો છે, માટે સાર-અસારને જાણે છે તો પણ એને અસારનો ત્યાગ કરીને પરમેશ્વરને વિષે દૃઢ પ્રીતિ થતી નથી. અને જેવી રીતે ભૂંડાં દેશ, કાળ, ક્રિયા ને સંગ તેને યોગે કરીને ભૂંડાં કર્મનો ચિત્તમાં પાશ બેઠો, તેવી રીતે અતિશય પવિત્ર દેશ, પવિત્ર કાળ, પવિત્ર ક્રિયા અને પવિત્ર સંગ તેને યોગે કરીને અતિશય તીક્ષ્ણ જો સુકૃત કર્મ થાય તો તેને યોગે કરીને અતિ તીક્ષ્ણ જે ભૂંડાં પાપકર્મ તેનો નાશ થઈ જાય છે; ત્યારે એને ભગવાનને વિષે દૃઢ પ્રીતિ થાય છે. એ પ્રશ્નનો એ જ ઉત્તર છે.”\nપછી અયોધ્યાપ્રસાદજીએ પૂછ્યું જે, “એકની તો બુદ્ધિ પણ ઘણી હોય ને શાસ્ત્રમાં પણ બહુ દૃષ્ટિ પૂગતી હોય, અને બીજો છે તેની તો બુદ્ધિ પણ થોડી હોય ને શાસ્ત્રમાં પણ ઝાઝું જાણતો ન હોય; અને ઘણી બુદ્ધિવાળો હોય તે સત્સંગમાંથી વિમુખ થઈ જાય છે અને થોડી બુદ્ધિવાળો હોય તે દૃઢ થકો સત્સંગમાં રહે છે, તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ સંસારને વિષે દૈવી ને આસુરી બે પ્રકારના જીવ છે; તેમાં આસુરી જીવ હોય તેને ઝાઝી બુદ્ધિ હોય તો પણ સત્સંગમાંથી વિમુખ જ થાય અને દૈવી જીવ હોય ને તેને થોડી બુદ્ધિ હોય તો પણ કોઈ કાળે સત્સંગમાંથી વિમુખ ન થાય. જેમ મરચાનું બીજ હોય ને લીંબડાનું બીજ હોય ને શિંગડિયા વછનાગનું બીજ હોય, તેને વાવીને નિત્ય સાકરનું પાણી સિંચ્યા કરીએ તો પણ મરચાં તે તીખાં જ થાય ને લીંબડો તે કડવો જ થાય ને શિંગડિયો વછનાગ તે ઝેર જ થાય. શા માટે જે, એનું બીજ ભૂંડું છે. અને શેરડીને વાવીને લીંબડાનાં પાનનું ખાતર નાંખીને કડવું પાણી સિંચ્યા કરીએ તો પણ શેરડીનો રસ તે મીઠો જ થાય. તેમ દૈવી જીવ છે તે ભગવાનને સન્મુખ જ રહે છે ને આસુરી જીવ હોય તે વિમુખ જ થાય છે.”\nપછી શુકમુનિએ પૂછ્યું જે, “દૈવી ને આસુરી જીવ હોય તે કેમ જાણ્યામાં આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “દૈવી જીવ હોય તેને કામ, ક્રોધ, લોભાદિક દોષ હોય તે ભૂંડાં દેશકાળાદિકને યોગે કરીને હોય; પછી સારાં દેશકાળાદિકનો યોગ થાય તો થોડેક કાળે કરીને નાશ થઈ જાય. અને આસુરી જીવને જે કામ, ક્રોધ, લોભાદિક દોષ હોય તે કોઈ કાળે નાશ થાય નહીં. અને તેને એક વાર જો કાંઈક કઠણ વચન કહ્યું હોય તો જીવે ત્યાં સુધી ભૂલે નહીં. અને તે આસુરી જીવ જો સત્સંગી થયો હોય તો સૌ કરતાં સરસ હરિભક્ત જણાય, પણ જેમ ભાલ દેશમાં મોરે સમુદ્ર હતો તે કાંપ જમાઈને મીઠી પૃથ્વી થઈ છે, તે જ્યાં સુધી કાંપ હોય ત્યાં સુધી જો ખોદીએ તો પાણી મીઠું નીસરે અને તેથી જો હેઠું ખોદીએ તો સમુદ્રના જેવું ખારું ઝેર પાણી નીસરે; તેમ આસુરી જીવ હોય તે હરિભક્ત થયો હોય ને એનું ગમતું મરડીને લગારેક છેડ્યો હોય તો જેટલી મોરે સાધુની સેવા કરી હોય તેથી લાખ ઘણો દ્રોહ કરે તો પણ મનમાં સંતોષ ન થાય.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! તમે એમ કહ્યું જે, ‘આસુરી જીવ હોય ને હરિભક્ત થયો હોય, તો તેનું જ્યાં લગી ગમતું રાખીએ ત્યાં સુધી તો સત્સંગી રહે ને જો ગમતું ન રાખીએ તો વિમુખ થાય.’ તે જ્યાં લગી વિમુખ નથી થયો તેવામાં જો તેનો દેહ પડી જાય તો આસુરી રહે કે દૈવી થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “તે આસુરી જીવ જ્યાં સુધી સારો હોય ને તેવામાં દેહ પડે તો દૈવી થાય અને ભગવાનની ભક્તિ કરીને પરમ પદને પામે.”\nપછી નૃસિંહાનંદ સ્વામીએ પૂછ્યું જે, “નવધા ભક્તિમાં શ્રેષ્ઠ ભક્તિ કઈ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “નવધા ભક્તિમાંથી જેને જે ભક્તિએ કરીને ભગવાનમાં દૃઢ સ્નેહ થાય તે જ ભક્તિ તેને શ્રેષ્ઠ છે.”\nપછી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “જેને બાળ અવસ્થા હોય અથવા યૌવન અવસ્થા હોય તેને કેવા પુરુષનો સંગ રાખવો?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે વયે કરીને પણ વૃદ્ધ હોય અને ધર્મ, જ્ઞાન ને વૈરાગ્ય જેને દૃઢ હોય અને ભગવાનને વિષે પણ દૃઢ પ્રીતિ હોય, તેવા પુરુષનો સંગ પ્રીતિએ કરીને એ બેય જણાને કરવો.”\nપછી નાજે જોગિયે પૂછ્યું જે, “એકનું ક્રોધે કરીને ભગવાનમાં મન જોડાયું છે ને એકનું ભયે કરીને ભગવાનમાં મન જોડાયું છે અને એકનું તો સ્નેહે કરીને ભગવાનમાં મન જોડાયું છે, એ ત્રણમાં કયો શ્રેષ્ઠ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેનું હેતે કરીને ભગવાનમાં મન જોડાયું તે શ્રેષ્ઠ છે.”\nપછી શિવાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનનો ભક્ત તો હોય પણ જેને શ્રીજીમહારાજે કહ્યું એવો સાર-અસારનો વિવેક તે ન હોય ને વૈરાગ્ય પણ ન હોય, તેને એવો વિવેક તથા ભગવાન વિના બીજા પદાર્થમાં વૈરાગ્ય તે કેમ થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જો પ્રથમ જ ભગવાનમાં દૃઢ હેત થઈ જાય તો વિવેક ને વૈરાગ્ય તે હેતને યોગે કરીને પ્રકટ થાય છે. અને જેને જે પદાર્થમાં હેત થાય છે તેને હેત કહીએ અથવા કામના કહીએ. તે જે જે પદાર્થમાં હેત હોય ને તેમાં જો કોઈક અંતરાય કરે તો તે ઉપર ક્રોધ થઈ જાય છે. તે માણસના દેહમાં તો થાય પણ પશુને પણ ક્રોધ થઈ જાય છે. તે જેમ પાડો હોય તે કામનાએ કરીને ભેંસ ઉપર આસક્ત થયો હોય ને બીજો પાડો આવે તો તેને મારી નાંખે છે, એવી રીતે પશુ-પક્ષીમાં સર્વત્ર દેખાય છે. તેમ જેને ભગવાનને વિષે દૃઢ પ્રીતિ હોય તેને જે પદાર્થ તે પ્રીતિમાં અંતરાય કરવા આવે તો તે ઉપર તુરત ક્રોધ થઈ જાય ને તે પદાર્થનો તત્કાળ ત્યાગ કરે. માટે જો ભગવાનમાં દૃઢ હેત હોય તો એની મેળે જ વૈરાગ્ય ને વિવેક થઈ આવે છે.”\nપછી વળી શિવાનંદ સ્વામીએ પૂછ્યું જે, “બુદ્ધિમાન તો બેય પુરુષ છે. તેમાં એક તો જેમ પરમેશ્વર કહે તેમ જ માની લે એવો વિશ્વાસી છે ને બીજો તો પરમેશ્વરનાં વચન હોય તેમાં પણ માનવું ઘટે તેટલું જ માને, એ બેમાં કયો શ્રેષ્ઠ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “વિશ્વાસી એ જ શ્રેષ્ઠ છે. તે રામકથામાં રામચંદ્રજીએ કહ્યું છે જે, ‘જે મારે દૃઢ વિશ્વાસે રહે તેની જેમ માતા બાળકની રક્ષા કરે છે તેમ હું રક્ષા કરું છું.’૩ માટે વિશ્વાસી એ જ શ્રેષ્ઠ છે.”\nપછી આત્માનંદ સ્વામીએ પૂછ્યું જે, “મનમાં તો એમ નિશ્ચય છે જે, દેહ પર્યંત પરમેશ્વરના ગમતામાં જ રહેવું છે; તો પણ એમ જાણીએ છીએ જે, પરમેશ્વર ને સંતને કેમ કરીએ તો આપણો વિશ્વાસ આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “વિશ્વાસ તો પરમેશ્વરને ને સંતને ત્યારે આવે જ્યારે અતિશય માંદો થાય ને તે મંદવાડમાં ચાકરી પણ સારી પેઠે ન થઈ હોય તો પણ કોઈનો અવગુણ ન લે ને પોતે મૂંઝાય પણ નહીં; તથા વાંક વિના પણ પરમેશ્વર ને સંત તે પોતાનું અતિશય અપમાન કરે તો પણ કોઈનો અવગુણ ન લે; ત્યારે એનો પરમેશ્વરને ને સંતને વિશ્વાસ આવે. અને ત્રીજો પ્રકાર એ છે જે, જેટલા સત્સંગમાં નિયમ છે તેમાંથી જો લેશમાત્ર ફેર પડે તો અતિશય દુખાઈ જાય ને તેનું તત્કાળ પ્રાયશ્ચિત્ત કરે. અને જો મનમાં ખોટો ઘાટ થાય તો બીજાને દેહે કરીને વર્તમાનમાં ફેર પડે તેટલો જ દુખાય ને ત્રાસ પામે. ત્યારે એનો પરમેશ્વરને ને સંતને પરિપૂર્ણ વિશ્વાસ આવે જે, ‘આ કોઈ કાળે સત્સંગમાંથી ડગશે નહીં.’”\nપછી ભગવદાનંદ સ્વામીએ પૂછ્યું જે, “જે ભક્તજનના મનને વિષે ભગવાન ને ભગવાનના ભક્તનું અખંડ માહાત્મ્ય હોય તે બીજાને કેમ જણાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેના મનને વિષે ભગવાનનું ને ભગવાનના ભક્તનું અખંડ માહાત્મ્ય હોય તે ભગવાન ને ભગવાનના ભક્તની નિષ્કપટભાવે પ્રીતિએ કરીને સેવા કરે ને દેહે કરીને સર્વ સંતને પગે લાગે; અને કોઈક સંત માંદા હોય તો તેનું માથું દાબે, પગ દાબે ને ખાધા-પીધાની ખબર રાખે; અને પોતાની પાસે પોતાને મનગમતી વહાલી વસ્તુ આવે તો તે સંતને આપીને પછી પોતાને કામમાં વાપરે. એવી રીતે મન-કર્મ-વચને કરીને જે વર્તે તેના અંતરમાં ભગવાનનું ને સંતનું માહાત્મ્ય અખંડ છે એમ જાણવું.”\nપછી શ્રીજીમહારાજે સંતને પ્રશ્ન પૂછ્યો જે, “ધર્મ, જ્ઞાન, વૈરાગ્ય ને ભક્તિ એ ચારે અતિ તીવ્રપણે વર્તતાં હોય૪ તો પણ ધર્મમાં કાંઈક સંકરપણું થાય ને વૈરાગ્યમાં કોઈક ઠેકાણે રાગ રહી જાય અને ભક્તિમાં પણ કાંઈક શિથિલપણું થઈ જાય અને જ્ઞાનમાં પણ કાંઈક દેહઆસક્તિ રહી જાય તેનું શું કારણ હશે?” પછી ગોપાળાનંદ સ્વામીએ ને બ્રહ્માનંદ સ્વામીએ કહ્યું જે, “જેને ધર્મ, જ્ઞાન, વૈરાગ્ય ને ભક્તિ એ ચાર તીવ્ર વર્તે છે, એવા જે ઈશ્વરમૂર્તિ સમર્થ તેમાં જે કાંઈક કસર જેવું જણાય છે તે તો કેવળ દયાએ કરીને રહે છે;૭ પણ બીજી કોઈ જાતની કસર નથી. અને એવા જે મોટા હોય તે બાહ્યદૃષ્ટિ રાખીને વર્તે ત્યારે કેટલાક જીવોને જડભરત જેવા ને શુકજી જેવા કરી મૂકે. માટે એવા અતિશય જે મોટા તેમને જે વ્યવહારિક દૃષ્ટિએ વર્તવું તે કેવળ જીવો ઉપર દયાએ કરીને છે.” પછી શ્રીજીમહારાજે કહ્યું જે, “એનો ઉત્તર એ જ છે.”"
}