{
  "number": 198,
  "vachanamrut": "ગઢડા મધ્ય ૬૫\n",
  "title": "અખતરડાહ્યાનું\n",
  "setting": "સંવત ૧૮૮૧ના પોષ સુદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની સમીપે ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સાંભળો, ભગવાનની વાર્તા કરીએ.” ત્યારે તાલ-પખાજ લઈને સંત કીર્તન ગાવતા હતા તે છાના રહ્યા અને સર્વે હાથ જોડીને સાંભળવા બેઠા. પછી શ્રીજીમહારાજ બોલ્યા જે, “જીવના કલ્યાણને અર્થે ભગવાનના રામ-કૃષ્ણાદિક જે અવતાર થાય છે, તેને તો માયાનું કાર્ય એવું જે આ જગત તેમાં કોઈ ઠેકાણે મોહ થતો નથી અને પોતાના અલૌકિક પ્રતાપે કરીને નિઃશંક વર્તે છે. અને પોતાના ભક્તજનની ભક્તિને અંગીકાર કરવાને અર્થે પંચવિષયને પણ સારી પેઠે ભોગવે છે. તેને જોઈને આ સંસારને વિષે જે અખતરડાહ્યા મનુષ્ય છે તે પરમેશ્વરને વિષે દોષ પરઠે છે અને એમ જાણે જે, ‘આ તો પરમેશ્વર કહેવાય છે તો પણ એને આપણા કરતાં પણ વધુ સંસારને વિષે આસક્તિ છે.’ એમ જાણીને ભગવાનને પણ પોતા જેવા મનુષ્ય જાણે છે પણ ભગવાનનો જે અલૌકિક મહિમા તેને જાણતા નથી; એ જ ભગવાનની માયા છે. અને બ્રહ્મસ્થિતિને પામ્યા એવા જે આત્મદર્શી સાધુ તેને પણ આ સંસારને વિષે કોઈ પદાર્થ દેખીને મોહ થતો નથી, તો બ્રહ્મથી પર પરબ્રહ્મ એવા જે શ્રીકૃષ્ણ ભગવાન તેને માયા ને માયાના કાર્ય થકી નિર્લેપ રહેવાય એમાં તે શું કહેવું? એ તો રહેવાય જ. અને આત્મનિષ્ઠાવાળા જે સંત તેને આત્મનિષ્ઠા ને તીવ્ર વૈરાગ્ય એ બે હોય તેણે કરીને કોઈ રીતનું બંધન તો ન થાય, પણ જો તેને ભગવાનને વિષે ભક્તિ ન હોય તો જેમ બહુ પ્રકારનાં ભોજન ને બહુ પ્રકારનાં વ્યંજન કર્યાં હોય ને તેમાં જો એક લવણ ન હોય તો તે સર્વે નકારાં થઈ જાય છે, તેમ ભગવાનની ભક્તિ વિના એકલું જે બ્રહ્મજ્ઞાન છે તથા વૈરાગ્ય છે તે તો નકારું જ છે ને સદા અકલ્યાણકારી જ છે. એમ જાણીને શુકદેવજી બ્રહ્મસ્વરૂપ થયા હતા તો પણ શ્રીમદ્‌ભાગવતને ભણતા હવા અને શ્રીકૃષ્ણ ભગવાનને વિષે દૃઢ ભક્તિને કરતા હવા.૧૮ માટે આત્મનિષ્ઠાવાળાને જો ભગવાનને વિષે ભક્તિ ન હોય તો એ એને મોટું દૂષણ છે. અને જેને ભગવાનને વિષે ભક્તિ હોય તેને પણ જો આત્મનિષ્ઠા ને વૈરાગ્ય ન હોય, તો જેવી ભગવાનને વિષે પ્રીતિ હોય તેવી બીજા પદાર્થને વિષે પણ પ્રીતિ થઈ જાય. માટે એ ભક્તિમાર્ગવાળાને પણ મોટું દૂષણ છે. અને જે આવો પરિપક્વ ભગવાનનો ભક્ત હોય તેણે તો ભગવાનનો યથાર્થ મહિમા જાણ્યો છે. માટે તેને તો પરમેશ્વર વિના બીજું સર્વે તુચ્છ જણાણું છે, તે સારુ કોઈ પદાર્થમાં તે મોહ પામતો નથી. માટે આત્મનિષ્ઠા, વૈરાગ્ય ને ભગવાનને વિષે ભક્તિ એ ત્રણેય ભેળાં હોય ત્યારે કોઈ જાતની ખોટ ન કહેવાય. અને એવો જે હોય તે તો ભગવાનનો જ્ઞાની ભક્ત કહેવાય, એકાંતિક ભક્ત કહેવાય, અનન્ય ભક્ત કહેવાય.”"
}