{
  "number": 262,
  "vachanamrut": "ગઢડા અંત્ય ૩૯\n",
  "title": "વિશલ્યકરણી ઓષધિનું\n",
  "setting": "સંવત ૧૮૮૬ના આષાઢ વદિ ૧૦ દશમીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વ પરમહંસ તથા સર્વ સત્સંગી આગળ વાર્તા કરી જે, “ભગવાનની માયા તે કઈ છે? તો ‘દેહને વિષે અહંબુદ્ધિ ને દેહ સંબંધી પદાર્થને વિષે મમત્વબુદ્ધિ’ એ જ માયા છે, તે એ માયાને ટાળવી. અને એ માયાને જેણે ટાળી તે માયાને તર્યો કહેવાય. અને ‘એ માયાને ટાળીને ભગવાનમાં પ્રીતિ કરવી,’ એટલો સર્વ શાસ્ત્રનો સિદ્ધાંત છે. તેને આજ સમજો કે ઘણે દિવસે કરીને સમજો.૬ અને હનુમાન, નારદ, પ્રહ્‌લાદ એ જે મોટા મોટા ભગવાનના ભક્ત તેમણે પણ૮ ભગવાન પાસે એમ જ માગ્યું છે જે, ‘અહં-મમત્વરૂપ માયા થકી રક્ષા કરજ્યો૯ અને તમારે વિષે પ્રીતિ થજ્યો, અને એ માયાને તર્યા હોય ને તમારે વિષે પ્રીતિવાળા હોય એવા જે સાધુ તેનો સંગ થજ્યો અને સાધુને વિષે હેત ને મમત્વ થજ્યો.’ માટે આપણે પણ એમ કરવું ને એમ માગવું અને એનો શ્રવણ, મનન, નિદિધ્યાસ કરવો.\n“અને ભગવાનનો જે ભક્ત હોય, તેને આત્મનિષ્ઠાનું બળ તથા ભગવાનના માહાત્મ્યનું બળ એ બે બળ જોઈએ. તે આત્મનિષ્ઠા તે શું? તો પોતાના આત્માને દેહથી પૃથક્ જાણવો. અને સાધુ ભેળા રહેતા હોઈએ તેમાં પરસ્પર કોઈક નિમિત્તે બોલાચાલી થાય તથા કોઈક જાતનો અહં-મમત્વ થાય તથા માન, ક્રોધ, સ્વાદ, લોભ, કામ, મત્સર, ઈર્ષ્યા એ આદિક અવગુણની પ્રવૃત્તિ થાય ત્યારે જો આત્મા પોતાને ન જાણતા હોઈએ તો સાધુનો અવગુણ આવે, તેમાંથી એનું બહુ ભૂંડું થાય; માટે પોતાને દેહથી પૃથક્ આત્મા જાણવો. અને તે આત્મા છે તે બ્રાહ્મણ નથી, ક્ષત્રિય નથી, કણબી નથી, કોઈનો દીકરો નથી, કોઈનો બાપ નથી, એની કોઈ જાત નથી, નાત નથી, એવો છે. અને એ આત્મા તો સૂર્ય તથા અગ્નિ જેવો તેજસ્વી છે ને જાણપણે યુક્ત છે. અને તે અગ્નિની જ્વાળા તથા સૂર્યનાં કિરણ તે તો જડ છે.૮ કેમ જે, તેને આંગળી અડાડીએ તો ખસે નહીં અને કીડી હોય ને તેને આંગળી અડાડીએ તો ખસીને અવળી ચાલે; માટે આત્મા તે જાણપણે યુક્ત છે. અને એને સૂર્ય, અગ્નિ જેવો કહીએ છીએ તે તો એનો આકાર એવો તેજસ્વી છે તે માટે કહીએ છીએ. અને એ આત્મા અનેક યોનિને૩ પામ્યો છે. અને એમ કહેવાય છે જે, ‘જેટલું સમુદ્રનું પાણી છે તેટલું એ જીવ પોતાની માતાનું દૂધ ધાવ્યો છે.’ અને ત્યાં ત્યાં અનેક પ્રકારે મરાણો છે તો પણ મર્યો નથી, જેવો છે તેવો ને તેવો જ છે. અને એ અજ્ઞાન-અવસ્થામાં પોતાને દેહરૂપે માનતો હતો ત્યારે પણ ન મર્યો, તો હવે આપણે એનું જ્ઞાન થયું ત્યારે તો એ કેમ મરશે? એવો જે આત્મા તેને પોતાનું સ્વરૂપ માનવું.\n“અને ભગવાનનું માહાત્મ્ય કેમ જાણવું? તો ભગવાન છે તે અનેક બ્રહ્માંડના રાજાધિરાજ છે અને જે બ્રહ્માંડના એ રાજા છે તે બ્રહ્માંડની પણ ગણતી નથી. તે કહ્યું છે જે, ‘દ્યુપતય એવ તે ન યયુરન્તમનન્તતયા ત્વમપિ યદન્તરાણ્ડનિચયા નનુ સાવરણાઃ।’૭ અને તે એક એક બ્રહ્માંડમાં બ્રહ્મા, વિષ્ણુ, શિવ હોય તથા સાત દ્વીપ, સાત સમુદ્ર, મેરુ, લોકાલોક આદિક પર્વત તેણે યુક્ત પૃથ્વીની રચના હોય તથા ચૌદ લોકની રચના હોય તથા અષ્ટ આવરણની રચના હોય ઇત્યાદિક સામગ્રીએ સહિત જે અનેક બ્રહ્માંડ તેના રાજા ભગવાન છે. અને જેમ આ પૃથ્વીનો ચક્રવર્તી રાજા હોય ને તે રાજાનાં જે ગામડાં તે તો ગણાય એવાં હોય તો પણ તેની કેટલી મોટ્યપ જાણ્યામાં આવે છે! અને ભગવાનને તો એવાં બ્રહ્માંડની પણ ગણતી નથી, માટે ભગવાનની તો બહુ જ મોટ્યપ છે. અને તે બ્રહ્માંડને વિષે આ જીવ છે તે ભગવાનની આગળ શા લેખામાં છે? કાંઈ નથી, અતિ તુચ્છ છે. અને તે ભગવાને એ બ્રહ્માંડને વિષે પંચવિષય સંબંધી સુખ જીવોને આપ્યું છે તે સુખ કેવું છે? તો એ સુખને સારુ કેટલાક પોતાનાં માથાં કપાવે છે એવું મહાદુર્લભ જેવું જણાય છે. ત્યારે પોતાની મૂર્તિમાં તથા પોતાના ધામમાં જે સુખ છે તે તો બહુ ભારે છે. અને પ્રાકૃત વિષયસુખ છે તે તો અન્ય પદાર્થને આશરીને રહ્યું છે તથા પૃથક્ પૃથક્ છે; અને જે ભગવાન છે તે તો સર્વે સુખમાત્રના રાશિ છે. ને ભગવાન સંબંધી જે સુખ છે તે અવિનાશી છે ને મહાઅલૌકિક છે. અને જેમ કોઈક ભારે ધનાઢ્ય ગૃહસ્થ હોય તે પોતાના ઘરમાં અનેક પ્રકારનાં ભોજન જમતો હોય ને તે જમીને ઉચ્છિષ્ટ કાંઈક બટકું રોટલો વધે તે કૂતરાને નાંખે ત્યારે તે અતિશય તુચ્છ કહેવાય ને પોતે જમતો હોય તે મહાસુખમય કહેવાય; તેમ ભગવાને બ્રહ્માંડને વિષે અનેક જીવોને પંચવિષય સંબંધી સુખ આપ્યું છે તે તો કૂતરાને નાખ્યો જે બટકું રોટલો તેની પેઠે અતિ તુચ્છ છે ને પોતાને વિષે જે સુખ છે તે તો મહામોટું છે. અને વળી સુષુપ્તિ અવસ્થાને વિષે એ જીવને ભગવાન મોટું સુખ પમાડે છે, તે ગમે તેવી વેદના થઈ હોય ને સુષુપ્તિમાં જાય ત્યારે સુખિયો થઈ જાય છે. અને વળી એ ભગવાનનાં ચરણકમળની રજને બ્રહ્મા, શિવ, લક્ષ્મીજી, રાધાજી, નારદ, શુક, સનકાદિક, નવ યોગેશ્વર એવાં એવાં મોટાં છે તે પણ પોતાના મસ્તક ઉપર ચઢાવે છે ને માનને મૂકીને એ ભગવાનની નિરંતર ભક્તિ કર્યા કરે છે. અને વળી એ ભગવાને જગતમાં વિચિત્ર સૃષ્ટિ કેવી કરી છે ને તેમાં કેવું ડહાપણ કર્યું છે જે, જુઓ ને, માણસમાંથી માણસ થાય છે, પશુમાંથી પશુ થાય છે, ઝાડમાંથી ઝાડ થાય છે, કીડામાંથી કીડો થાય છે. અને માણસનાં અંગમાંથી કોઈક અંગનો ભંગ થઈ ગયો હોય ને ગમે તેવો ડાહ્યો હોય તો પણ તે અંગને તેવું ને તેવું કરવાને સમર્થ કોઈ રીતે ન જ થાય; ઇત્યાદિક અનેક કળા ભગવાનમાં રહી છે. એવી રીતે ભગવાનનું માહાત્મ્ય જાણીને તથા ભગવાનને સુખમયમૂર્તિ જાણીને બીજા સર્વ પદાર્થમાં વૈરાગ્ય થાય છે ને એક ભગવાનમાં જ પ્રીતિ થાય છે.\n“અને એવી રીતે પ્રથમ કહ્યું જે પોતાના જીવાત્માનું જ્ઞાન તથા ભગવાનના માહાત્મ્યનું જ્ઞાન એ બે જેને સિદ્ધ થયાં હોય ને તે જો ગમે તેવા પંચવિષય સંબંધી સુખમાં કદાચિત્ બંધાઈ ગયો હોય તો પણ તેમાં બંધાઈ રહે નહીં, તેને તોડીને નીકળે જ રહે છે; અને જે વિષયના સુખનો ત્યાગ કરીને વર્તતો હોય ને તે ન બંધાય એમાં તે શું કહેવું? માટે એ બે પ્રકારનાં જ્ઞાનને સાંભળીને એનો પોતાના મનમાં વેગ લગાડી દેવો. જેમ કોઈક શૂરવીર ને આકરો માણસ હોય ને તેનો કોઈક પ્રતિપક્ષી હોય, તેણે તેનો બાપ મારી નાખ્યો હોય તો તેને તેની બહુ દાઝ્ય થાય ને તે દાઝ્ય થતી હોય ને વળી તેનો દીકરો મારી નાંખે ને વળી ભાઈને મારી નાંખે ને વળી બાયડીને લઈ જાય ને વળી માને લઈને મુસલમાનને આપે ને વળી ગામગરાસ ઝૂંટી લે, એવી રીતે જેમ જેમ એનો પરાભવ કરે તેમ તેમ એને બહુ મનમાં દાઝ્ય થાય ને જાગ્રત-સ્વપ્નમાં સર્વકાળે એને એ વાતનો જ આલોચ રહે. તેમ જેને આ બે વાતનો નિરંતર આલોચ રહે ત્યારે એને એ જ્ઞાન સિદ્ધ થાય અને એને ગમે તેવો આપત્કાળ પડે તો તેને વિષે એની સહાય કરે. અને જેમ વિશલ્યકરણી ઓષધિ લાવીને હનુમાનજીએ રામચંદ્રને પિવાડી૪ ત્યારે જે દેહમાં શલ્ય લાગ્યાં હતાં તે સર્વે એની મેળે દેહથી બાહેર નીકળી ગયાં; તેમ જેને આ બે વાત મનમાં લાગી ગઈ હોય તેને ઇન્દ્રિયોને વિષયભોગની ઇચ્છા રહી છે એ શલ્ય છે તે સર્વ નીકળી જાય; કહેતાં વિષયભોગમાંથી એની ઇન્દ્રિયોની વૃત્તિ નીકળીને એક ભગવાનમાં વળગે. અને સત્સંગી પણ એને જ કહીએ; કેમ જે, સત્યરૂપ એવો જે પોતાનો આત્મા તથા સત્યરૂપ એવા જે ભગવાન તેનો જેને આવી રીતે સંગ થયો તેને સત્સંગી કહીએ. અને આ બે પ્રકારે જે વાર્તા છે તેને દૈવી જીવ સાંભળે ત્યારે તેના હૃદયમાં લાગીને રગરગમાં પ્રવર્તી જાય અને જે આસુરી જીવ હોય ને તે સાંભળે ત્યારે તેને તો કાનથી બાહેર જ નીકળી જાય પણ હૃદયમાં ઊતરે નહીં. જેમ શ્વાન હોય ને તે ખીર ખાય તે તેના પેટમાં રહે જ નહીં, વમન થઈ જાય. ને ખીર જેવું કાંઈ ભોજન સરસ ન કહેવાય, તો પણ તે શ્વાનના પેટમાં રહીને રગરગમાં પ્રવર્તે નહીં; ને તે ખીરને માણસ ખાય ત્યારે તેને પેટમાં રહે ને રગરગમાં પ્રવર્તે ને બહુ સુખ થાય. તેમ શ્વાન જેવો જે આસુરી જીવ તેના હૃદયમાં તો આ વાત પેસે જ નહીં ને માણસ જેવો જે દૈવી જીવ તેના હૃદયમાં ઊતરે ને રગરગમાં વ્યાપી જાય.\n“અને વળી જે ભગવાન છે તે જેવા તો એ એક જ છે અને ભગવાનને ભજી ભજીને ઘણાક ભગવાનના સાધર્મ્યપણાને પામ્યા છે,૮ તો પણ તે ભગવાન જેવા તો થતા જ નથી. અને જો એ ભગવાન જેવા જ થાય તો તો ભગવાન ઘણાક થાય, ત્યારે તો જગતની સ્થિતિ તે એક જાતની જ ન રહે. કેમ જે, એક ભગવાન કહેશે, હું જગતની ઉત્પત્તિ કરીશ ને બીજો કહેશે, હું જગતનો પ્રલય કરીશ; અને વળી એક ભગવાન કહેશે, હું વરસાદ કરીશ ને બીજો કહેશે, હું નહીં કરું; ને એક કહેશે, હું માણસના ધર્મ પશુમાં કરીશ અને બીજો કહેશે, હું પશુના ધર્મ માણસમાં કરીશ; એવી રીતે સ્થિતિ ન રહે. અને આ તો જુઓ ને, જગતમાં કેવી રીતે બરાબર અદલ પ્રમાણે સર્વત્ર ક્રિયાની પ્રવૃત્તિ થાય છે પણ તલભાર પણ ફેર પડતો નથી! માટે સર્વ ક્રિયાના પ્રવર્તાવનારા ને સર્વના સ્વામી એક જ ભગવાન છે. તથા ભગવાન સંગાથે બીજાને દાવ બંધાય એમ પણ જણાતું નથી. માટે ભગવાન તે એક જ છે પણ બીજો એ જેવો થતો નથી. અને આ સર્વે વાત કરી તે થોડીક છે પણ એમાં સર્વે વાત આવી ગઈ. અને આ વાતનું જે રહસ્ય છે તે જે ડાહ્યો હોય તેને સમજાય પણ બીજાને સમજાય નહીં. અને આટલી વાત સમજીને જેણે દૃઢ કરી તેને સર્વે વાત સંપૂર્ણ થઈ, એને કાંઈ કરવું બાકી ન રહ્યું. અને આવી રીતે જે અમે વાત કરી તેને સાંભળીને ને તે વાતની જે ભગવાનના ભક્તને દૃઢતા હોય તેનો સંગ રાખવો, તો એને આ વાર્તાની દિવસે દિવસે દૃઢતા થતી જાય. અને આ વાત અમે કરીએ છીએ તે કાંઈ બુદ્ધિની કલ્પનાએ નથી કરતા તથા સિદ્ધાઈ જણાવવા સારુ નથી કરતા; આ તો અમારી અજમાવેલ વાત છે ને જેમ અમે વર્તીએ છીએ તેમ વાત કરીએ છીએ. કેમ જે, અમારે સ્ત્રી-ધનાદિક પદાર્થનો ભારે યોગ છે તથા પંચવિષયનો ભારે યોગ છે તથા સુરત, અમદાવાદ, વડોદરે, વરતાલે જઈએ છીએ ત્યારે હજારો માણસ ભેગાં થાય છે ને તે માને છે તથા વાજતે-ગાજતે અતિ સન્માન કરીને પધરાવે છે તથા ત્યાં ત્યાં ભારે ભારે જાયગાઓ જોયામાં આવે છે તથા ભારે વસ્ત્ર-વાહનાદિકનો યોગ થાય છે; એ સર્વે છે તથાપિ પોતાના આત્મા સામી દૃષ્ટિ કરીએ છીએ તથા ભગવાનના માહાત્મ્ય સામી દૃષ્ટિ કરીએ છીએ ત્યારે એ સર્વેનું અતિ તુચ્છપણું થઈ જાય છે ને એમાં કોઈ ઠેકાણે બંધાઈ જવાતું નથી ને પૂર્વ દેહની જેમ વિસ્મૃતિ છે તેમ એ સર્વેની વિસ્મૃતિ થઈ જાય છે. માટે એ બે વાત અમારે સિદ્ધ થઈ છે તે સારુ એમ અમારે વર્તાય છે. અને બીજો પણ જો એ બે વાતને સિદ્ધ કરે તો તેને કદાચિત્ એવો કોઈક યોગ થઈ જાય તો પણ એને એમ વર્તાય; માટે આ વાત અવશ્ય સમજવાની છે.” એવી રીતે શ્રીજીમહારાજે કૃપા કરીને બીજાને સમજાવવા સારુ પોતાનું વર્તન લઈને વાર્તા કરી ને પોતે તો સાક્ષાત્ શ્રીપુરુષોત્તમ નારાયણ છે."
}