{
  "number": 127,
  "vachanamrut": "પંચાળા ૧\n",
  "title": "બુદ્ધિવાળાનું, વિચારને પામ્યાનું\n",
  "setting": "સંવત ૧૮૭૭ના ફાગણ સુદિ ૪ ચોથને દિવસ શ્રીજીમહારાજ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા ને મસ્તક ઉપર ધોળો ફેંટો બાંધ્યો હતો તથા ધોળો અંગરખો પહેર્યો હતો તથા ધોળો ખેસ પહેર્યો હતો તથા ધોળી પછેડી ઓઢી હતી અને માથાના ફેંટાનો પેચ જમણી કોરે છૂટો હતો અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમયમાં સંધ્યા આરતી થઈ રહી તે કેડે શ્રીજીમહારાજ તકિયા ઉપર વિરાજમાન થઈને બોલ્યા જે, “અમે આ સર્વે મોટા પરમહંસ તથા મોટા હરિભક્તને પ્રશ્ન પૂછીએ છીએ જે, ભગવાનમાં હેત હોય તથા ધર્મમાં નિષ્ઠા હોય તો પણ જો વિચારને ન પામ્યો હોય તો અતિ સારા જે શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ પંચવિષય તે જે તે અતિશય ભૂંડા જે શબ્દાદિક પંચવિષય તે સરખા થાય નહીં અથવા તેથી અતિશય ઊતરતા પણ થાય નહીં. માટે કયા વિચારને પામે ત્યારે અતિ સારા જે પંચવિષય તે અતિશય ભૂંડા થઈ જાય? એ પ્રશ્ન સર્વે મોટેરા પરમહંસને તથા સર્વે મોટેરા હરિભક્તને અમે પૂછીએ છીએ. તે જેણે જેવે વિચારે કરીને એ સારા પંચવિષયને ભૂંડા પંચવિષય જેવા જાણ્યા હોય અથવા ભૂંડાથી પણ અતિશય ભૂંડા જાણ્યા હોય, તે જે પોતપોતાનો વિચાર તે કહો.” પછી તે સર્વે પરમહંસે તથા સર્વે હરિભક્તે પોતપોતાનો વિચાર કહી દેખાડ્યો.\nત્યારે પછી શ્રીજીમહારાજ બોલ્યા જે, “તમારો સર્વેનો તો એ વિચાર સાંભળ્યો, પણ હવે અમે જે વિચાર કર્યો છે તે કહીએ છીએ. જેમ કોઈકનો કાગળ પરદેશથી આવ્યો હોય, તેને વાંચીને તે કાગળના લખનારાની જેવી બુદ્ધિ હોય તેવી જણાઈ આવે છે. તથા જેમ પાંચ પાંડવ, દ્રૌપદી, કુંતાજી તથા રુક્મિણી, સત્યભામા, જાંબવતી આદિક ભગવાનની પટરાણીઓ તથા સાંબ જે ભગવાનનો પુત્ર ઇત્યાદિક ભક્તનાં રૂપ તથા વચન તે શાસ્ત્રમાં લખ્યાં છે; તે શાસ્ત્રને શ્રવણે કરીને તેમનાં રૂપનું પ્રમાણ તે દર્શન જેવું જ થાય છે તથા તેમનાં વચને કરીને તેમની બુદ્ધિનું પ્રમાણ થાય છે. તેમ પુરાણ-ભારતાદિક ગ્રંથે કરીને એમ સાંભળ્યામાં આવે છે જે, ‘ભગવાન જે તે આ જગતની જે ઉત્પત્તિ, સ્થિતિ અને પ્રલય તેના કર્તા છે ને સદા સાકાર છે અને જો સાકાર ન હોય તો તેને વિષે કર્તાપણું કહેવાય નહીં. અને જે અક્ષરબ્રહ્મ છે તે તો એ ભગવાનને રહેવાનું ધામ છે. એવા દિવ્યમૂર્તિ, પ્રકાશમય ને સુખરૂપ જે ભગવાન તે જે તે પ્રલયકાળે માયામાં કારણ શરીર સહિત લીન હતા જે જીવ તેમને ઉત્પત્તિકાળે બુદ્ધિ, ઇન્દ્રિયો, મન અને પ્રાણને આપે છે. તે શાને અર્થે આપે છે? તો ઉત્તમ, મધ્યમ અને કનિષ્ઠ જે વિષય તેના ભોગને અર્થે ને મોક્ષને અર્થે આપે છે.\n“અને એ જીવોને અર્થે ભોગ ને ભોગનાં સ્થાનક તે ભગવાને રચ્યાં છે. તેમાં જે ઉત્તમ પંચવિષય કર્યા છે તે ભૂંડા પંચવિષયના દુઃખની નિવૃત્તિને અર્થે કર્યા છે. જેમ કોઈક ભારે શાહુકાર હોય, ને તે રસ્તાને બેય કોરે છાયાને અર્થે ઝાડ રોપાવે છે તથા પાણીની પરબ બંધાવે છે તથા સદાવ્રત કરાવે છે તથા ધર્મશાળા કરાવે છે તે ગરીબ સારુ કરાવે છે; તેમ બ્રહ્મા, શિવ અને ઇન્દ્રાદિક દેવ છે તે તો એ ભગવાનની આગળ જેવા સડતાળાના રાંક હોય ને પીંપરની ટેટી બાફીને ખાતા હોય તે જેવા ગરીબ છે. તે બ્રહ્માદિક દેવ, મનુષ્યના સુખને અર્થે ઉત્તમ એવા પંચવિષય તે ભગવાને રચ્યા છે. અને જેમ શાહુકારે સદાવ્રત, ધર્મશાળાદિકમાં સુખ જેવાં રાંકને અર્થે રચ્યાં છે તે કરતાં તે શાહુકારના ઘરમાં સુખ તે અતિશય ઉત્તમ હશે એમ જણાય છે; તેમ એ ભગવાને બ્રહ્માદિકને અર્થે એવાં સુખ રચ્યાં છે તો પોતાના ધામમાં તો એ કરતાં અતિ ઉત્તમ સુખ હશે, એમ બુદ્ધિવાળો હોય તેને જાણ્યામાં આવે છે. માટે એ ભગવાનના ધામના સુખનું અતિશયપણું બુદ્ધિવાનને જાણ્યામાં આવે છે, તેણે કરીને સારા વિષય તે ભૂંડા થઈ જાય છે. અને સંસારમાં જે પશુ, મનુષ્ય, દેવતા, ભૂત ઇત્યાદિક જ્યાં જ્યાં પંચવિષય સંબંધી સુખ જણાય છે, તે ધર્મે સહિત જે કિંચિત્ ભગવાનનો સંબંધ તેણે કરીને છે પણ પંડે ભગવાનમાં જેવું સુખ છે તેવું કોઈને વિષે નથી. જેમ આ મશાલ બળે છે તે મશાલને સમીપે જેવો પ્રકાશ છે, તેવો થોડેક છેટે નથી અને તેથી ઘણે છેટે તો મૂળગો નથી. તેમ બીજે ઠેકાણે તો કિંચિત્ સુખ છે અને સંપૂર્ણ સુખ તો ભગવાનના સમીપમાં રહ્યું છે અને જેટલું ભગવાનથી છેટે થવાય છે તેટલા સુખમાં ન્યૂનતા થાય છે. માટે જે મુમુક્ષુ હોય તે પોતાના હૃદયમાં એમ વિચારે જે, ‘જેટલું મારે ભગવાનથી છેટું થશે તેટલું દુઃખ થશે અને મહાદુખિયો થઈશ. અને થોડેક ભગવાનને સંબંધે કરીને એવું સુખ થાય છે, માટે મારે ભગવાનનો સંબંધ અતિશય રાખવો છે અને હું અતિ સંબંધ રાખીશ તો મારે ઉત્કૃષ્ટ સુખની પ્રાપ્તિ થશે.’ એમ વિચારીને અને ભગવાનના સુખનો લોભ રાખીને જેમ ભગવાનનો સંબંધ અતિશય રહે તેમ ઉપાય કરે, તેને બુદ્ધિવાન કહીએ. અને પશુના સુખથી મનુષ્યમાં અધિક સુખ છે ને તે કરતાં રાજાનું સુખ અધિક છે ને તેથી દેવતાનું સુખ અધિક છે ને તેથી ઇન્દ્રનું અધિક છે ને તેથી બૃહસ્પતિનું ને તેથી બ્રહ્માનું ને તેથી વૈકુંઠલોકનું ને તેથી ગોલોકનું સુખ તે અધિક છે અને તેથી ભગવાનના અક્ષરધામનું સુખ અતિ અધિક છે.\n“એવી રીતે ભગવાનના સુખને અતિશય જાણીને બીજાં જે જે પંચવિષયનાં સુખ તેને વિષે બુદ્ધિવાનને તુચ્છતા થઈ જાય છે. અને તે ભગવાનના સુખ આગળ બ્રહ્માદિકનું સુખ તો જેવું ભારે ગૃહસ્થને બારણે કોઈક રાંક ઠીંકરું લઈને માગવા આવ્યો હોય તેના જેવું છે. અને એ ભગવાનના ધામના સુખનો જ્યારે વિચાર કરીએ છીએ ત્યારે સર્વ જે બીજાં સુખ તેથી ઉદાસ થઈને મનમાં એમ થાય છે જે, ‘આ દેહ મૂકીને એ સુખને ક્યારે પામીએ?’ અને સ્વાભાવિકપણે પંચવિષયનું ગ્રહણ કરતા હોઈએ તેમાં તો કાંઈ ઝાઝો વિચાર થતો નથી, પણ જો તે વિષયમાં કાંઈક સારપ્ય મનાય છે ત્યારે તુરત એ ભગવાનના સુખમાં દૃષ્ટિ પૂગી જાય છે અને મન અતિ ઉદાસી થઈ જાય છે. અને આ જે સર્વે વાત છે તે જે બુદ્ધિવાળો હોય તેને જાણ્યામાં આવે છે, માટે બુદ્ધિવાળા ઉપર અમારે હેત છે. કેમ જે, અમે બુદ્ધિવાળા છીએ તો એવી રીતે અમારી દૃષ્ટિ પૂગે છે, માટે બુદ્ધિવાળો જે હોય તેની પણ દૃષ્ટિ પૂગે ખરી. અને આવી રીતે અમારો વિચાર તે તમારા સર્વેના વિચાર કરતાં અમને અધિક જણાયો છે, તે સારુ આ અમારા વિચારને અતિ દૃઢપણે કરીને હૈયામાં સૌ રાખજ્યો. અને આ વિચાર વિના તો જો રમણીય પંચવિષયમાં વૃત્તિ ચોંટી હોય તેને અતિ બળે કરીને ઉખાડે ત્યારે માંડમાંડ ઊખડે અને જો આ વિચારને પામ્યો હોય તો તે વૃત્તિને ખેંચ્યામાં લેશમાત્ર પ્રયાસ પડે નહીં, સહજે જ વિષયની તુચ્છતા જણાઈ જાય છે. અને આ જે વાર્તા છે તે જેને ઝાઝી બુદ્ધિ હોય ને ઝાઝા સુખના લોભને ઇચ્છે તેને સમજાય છે. જેમ કોડી કરતાં પૈસામાં વધુ માલ છે ને તેથી રૂપિયામાં વધુ માલ છે ને તેથી સોનામહોરમાં વધુ માલ છે ને તેથી ચિંતામણિમાં વધુ માલ છે, તેમ જ્યાં જ્યાં પંચવિષયનું સુખ છે તેથી ભગવાનના ધામમાં ભગવાનનું સુખ અતિ અધિક છે. માટે જે બુદ્ધિવાળો હોય ને જેની દૃષ્ટિ પૂગે તેને આ વિચાર હૃદયમાં ઠરે છે. અને આ વિચાર જેના હૃદયમાં દૃઢ ઠર્યો હોય ને તે વનમાં બેઠો હોય તો પોતાને એમ જાણે જે, ‘હું અનંત માણસ તથા રાજ્ય-સમૃદ્ધિએ વીંટાણો છું,’ એમ સમજે, પણ દુખિયો ન માને. અને ઇન્દ્રના લોકમાં હોય તો જાણે જે, ‘વનમાં બેઠો છું,’ પણ તે ઇન્દ્રના લોકના સુખે કરીને સુખિયો ન માને, તે સુખને તુચ્છ જાણે. તે સારુ આ વિચારને રાખીને એમ સર્વે નિશ્ચય રાખજ્યો જે, ‘હવે તો ભગવાનના ધામમાં જ ઠેઠ પૂગવું છે, પણ વચમાં કોઈ ઠેકાણે તુચ્છ જે પંચવિષય સંબંધી સુખ તેમાં લોભાવું નથી.’ એવી રીતે સૌ દૃઢ નિશ્ચય રાખજ્યો. અને આ તો જે અમારો સિદ્ધાંત છે તે તમને સર્વેને કહ્યો છે, માટે દૃઢ કરીને રાખજ્યો.”"
}