{
  "number": 113,
  "vachanamrut": "લોયા ૫\n",
  "title": "ઇન્દ્રિયો-અંતઃકરણ જીત્યાનું\n",
  "setting": "સંવત ૧૮૭૭ના કાર્તિક વદિ અમાસને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં વિરાજમાન હતા અને ધોળો સુરવાળ પહેર્યો હતો અને ધોળી છીંટની ડગલી પહેરી હતી ને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વ પરમહંસને પ્રશ્ન પૂછ્યો જે, “કેટલા સંકલ્પ કહેવાય ત્યારે નિષ્કપટ કહેવાય ને કેટલા સંકલ્પ ન કહેવાય ત્યારે કપટી કહેવાય?” પછી પરમહંસ વતે એનો ઉત્તર ન થયો, ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “પંચ વર્તમાન સંબંધી પોતામાં કાચ્યપ હોય ને તે પોતાથી વિચારે કરીને ટળતી ન હોય, તો તે કાચ્યપ જેમાં ન હોય એવા જે સંત તેને આગળ કહેવું; અને કોઈક સંતનો અવગુણ પોતાને આવ્યો હોય તો તે કહેવો; તથા ભગવાનના નિશ્ચયમાં અનિશ્ચયનો ઘાટ થયો હોય તે પણ કહેવો; ત્યારે તે નિષ્કપટ કહેવાય. અને એ માંહેલો સંકલ્પ થયો હોય ને તેને જે સંતની આગળ૦ ન કહે તેને કપટી જાણવો.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “એવો કપટી હોય૧ ને તે ડાહ્યો હોય તેને કેવી બુદ્ધિએ કરીને ઓળખીએ?” ત્યારે એનો ઉત્તર પણ પરમહંસને ન આવડ્યો. ત્યારે શ્રીજીમહારાજે કહ્યું જે, “એ તો એમ ઓળખાય જે, એનો સહવાસ હોય ને ખાધે-પીધે, બેઠતે-ઊઠતે, ચાલતે-હાલતે પોતા ભેળો રહેતો હોય ત્યારે પોતે તેની ખબર રાખે ને પોતાથી નોખો પડે ત્યારે પણ બીજા માણસ પાસે તેની છાની ખબર રખાવે, ત્યારે તેનું કપટ ઓળખ્યામાં આવે.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “દંભે કરીને વર્તમાન પાળે ને દંભે કરીને ભગવાનનો નિશ્ચય રાખતો હોય ને તે પોતે બુદ્ધિવાળો હોય ને માની હોય, તે પોતાના વર્તમાનને ને પોતાના નિશ્ચયને બીજાનાં સાચાં વર્તમાન ને નિશ્ચય તેની આગળ અધિક કરી દેખાડતો હોય, ત્યારે તેને એમ કેમ કળીએ જે એનો દંભે કરીને વર્તમાન ને નિશ્ચય છે?” ત્યારે એ પ્રશ્નનો ઉત્તર પણ પરમહંસ વતે ન થયો, ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એની પ્રતિષ્ઠાનો ભંગ૨ થાય ત્યારે૩ એનો દંભ કળાય, નહીં તો ન કળાય.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ભગવાનનો નિશ્ચય તથા વર્તમાન તે બેમાંથી કેવો ઘાટ હોય તે પાડે અને કેવો ઘાટ હોય તો પણ ન પાડે? અને તેનો અવધિ હોય તે કેવો જે, ક્યાં સુધી એ ઘાટ રહે તે ધર્મમાંથી પાડે ને ભગવાનના નિશ્ચયમાંથી પાડે?” ત્યારે એનો ઉત્તર પણ પરમહંસ વતે થયો નહીં, ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે ઘાટને ટાળ્યાનો જતન કરે તો પણ ટળે નહીં, એવો જે કાંઈક ધર્મ પાળ્યામાં અયોગ્ય ઘાટ રહેતો હોય અને તે ઘાટ પંદર દિવસ તથા મહિના સુધી ન થાય ને વળી કોઈક દિવસ પ્રગટ થઈ આવે, એવો જે ઘાટ તે ધર્મમાંથી પાડે. અને એમ જ ભગવાનના નિશ્ચયમાં પણ જાણવું. અને જે ઘાટ થયો ને તેને વિચારે કરીને ટાળી નાંખે ને પાછો ફરીને તે ઘાટ થાય નહીં એવો જે ઘાટ તે એ બેમાંથી પાડી શકે નહીં.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “સત્સંગમાં દૃઢ પાયો કેનો થાય ને કેનો ન થાય?” પછી એનો ઉત્તર પણ પરમહંસને ન આવડ્યો, ત્યારે શ્રીજીમહારાજે કર્યો જે, “જેમ દત્તાત્રેયે પંચભૂત, ચંદ્રમા, પશુ, વેશ્યા, કુમારી, પોતાનો દેહ ઇત્યાદિક સર્વેમાંથી પણ ગુણ લીધા. એવી રીતે સંતમાં જેને ગુણ ગ્રહણ કર્યાનો સ્વભાવ હોય તેનો જ સત્સંગમાં દૃઢ પાયો થાય છે, અને જેને સંતમાં ગુણ લીધાનો સ્વભાવ ન હોય તે સત્સંગમાં રહ્યો છે તો પણ એનો દૃઢ પાયો નથી.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “સંત તથા શાસ્ત્ર તથા પોતાનો વિચાર એ ત્રણે હોય ત્યારે અતિશય ઇન્દ્રિયો-અંતઃકરણ જિતાય કે એમાંથી એકે વાનું હોય તો પણ જિતાય? અને જો એમ કહેશો જે, એ ત્રણે વાનાં ભેળાં હોય તો જિતાય; ત્યારે સંત પાસેથી કેવી યુક્તિ શીખવી અને શાસ્ત્રમાંથી શી યુક્તિ શીખવી અને પોતાને વિચારે કરીને શી યુક્તિ શીખવી? તે કહો.” ત્યારે એનો ઉત્તર પણ પરમહંસથી થયો નહીં, ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “શાસ્ત્રે કરીને તો ભગવાન તથા સંત તેનું માહાત્મ્ય સમજવું. અને સંતથી એમ શીખવું જે, જે રીતે સંત ઇન્દ્રિયોને જીત્યાની યુક્તિ બતાવે જે, ‘આવી રીતે નેત્રની દૃષ્ટિ નાસિકા ઉપર રાખવી તથા ગ્રામ્યવાર્તા ન સાંભળવી,’ ઇત્યાદિક જે યુક્તિ તે સંતથી શીખવી. અને તે સંતે શિખવી જે યુક્તિ તેને પોતાને વિચારે કરીને પોતાના કલ્યાણને અર્થે સવળી સમજીને માનવી ને તેમ વર્તવા લાગવું. એમ ત્રણે વાનાંએ કરીને ઇન્દ્રિયો-અંતઃકરણ જિતાય છે.”\nઅને તે પછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ઇન્દ્રિયોને જીત્યે અંતઃકરણ જિતાય છે કે અંતઃકરણને જીત્યે ઇન્દ્રિયો જિતાય છે?” પછી એ પ્રશ્નનો ઉત્તર પણ પરમહંસને ન આવડ્યો, ત્યારે શ્રીજીમહારાજે કર્યો જે, “બાહ્ય ઇન્દ્રિયોને દેહદમને કરીને જીતે અને દેહદમને કરીને બાહ્ય ઇન્દ્રિયો જિતાણી હોય તો પણ પંચ વર્તમાનના નિયમમાં દૃઢ થઈને રહેતો હોય, તો બાહ્ય ઇન્દ્રિયો જીતવે કરીને અંતઃકરણ જિતાય પણ એકલે અંતઃકરણને જીતવે કરીને બાહ્ય ઇન્દ્રિયો જિતાય નહીં. અને બાહ્ય ઇન્દ્રિયોને જીતવે કરીને તો અંતઃકરણ જિતાય છે, કેમ જે, જો બાહ્ય ઇન્દ્રિયોને જીતે ને વિષયમાં પ્રવર્તવા દે નહીં ત્યારે અંતઃકરણ માંહેલી કોરેથી નિરાશ થઈ જાય છે જે, ‘આ દેહે કરીને આ વાત બનવાની નથી.’”\nઅને તે પછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “બાહ્ય ઇન્દ્રિયો શાણે કરીને જિતાય ને અંતઃકરણ શાણે કરીને જિતાય?” પછી એનો ઉત્તર પણ પરમહંસને ન આવડ્યો, ત્યારે શ્રીજીમહારાજે કર્યો જે, “ધર્મશાસ્ત્રમાં કહ્યા છે જે ત્યાગીના નિયમ તેને રાખે; તથા આહારને નિયમમાં રાખે; તથા તપ્તકૃચ્છ્ર ચાંદ્રાયણાદિક વ્રત કરે; તથા જાણી-જાણીને ટાઢ, તડકો, ભૂખ, તરસ તેનું સહન કરે; અને ભગવાનનાં કથા, કીર્તન, વાર્તા કરે તથા ભજન-સ્મરણમાં બેસે; તથા આસન જીતે ઇત્યાદિક સાધને કરીને બાહ્ય ઇન્દ્રિયો જિતાય છે. અને ભગવાનના માહાત્મ્યનો વિચાર ને ભગવાનનું ધ્યાન તથા આત્મનિષ્ઠા એટલે કરીને અંતઃકરણ જિતાય છે.”"
}