{
  "number": 195,
  "vachanamrut": "ગઢડા મધ્ય ૬૨\n",
  "title": "આત્મનિષ્ઠા, પતિવ્રતાપણું ને દાસપણાનું\n",
  "setting": "સંવત ૧૮૮૧ના માગશર સુદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને શ્વેત પાઘ મસ્તક ઉપર બાંધી હતી તથા શ્વેત ચોફાળ ઓઢ્યો હતો તથા શ્વેત ખેસ પહેર્યો હતો અને શ્રીજીમહારાજના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે પોતાના ભત્રીજા જે અયોધ્યાપ્રસાદજી ને રઘુવીરજી તેમને બોલાવીને કહ્યું જે, “તમે અમને પ્રશ્ન પૂછો.” પછી પ્રથમ અયોધ્યાપ્રસાદજીએ પ્રશ્ન પૂછ્યો જે, “આ સંસારને વિષે એવો પુરુષ હોય જે, આઠો પહોર તો સંસારની વિટંબણામાં રહ્યો હોય અને ગમે એવું યોગ્ય-અયોગ્ય કર્મ પણ થઈ જતું હોય, અને તે એક ઘડી કે બે ઘડી ભગવાનનું ભજન કરતો હોય, ત્યારે તે ભજને કરીને તેણે દિવસ બધામાં પાપ કર્યું તે બળે કે ન બળે? એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “સારો દિવસ પ્રવૃત્તિમાર્ગમાં રહીને ગમે તેવી ક્રિયા કરી હોય ને ભગવાનનું ભજન કરવા બેસે તે સમે એ ભજનના કરનારાનાં ઇન્દ્રિયો, અંતઃકરણ અને જીવ એ સર્વે એકાગ્ર થઈને જો ભજનમાં જોડાય, તે એવી રીતે એક ઘડી કે અર્ધી ઘડી પણ જો ભગવાનના ભજનમાં જોડાય તો સમગ્ર પાપ બળીને ભસ્મ થઈ જાય છે. અને ઇન્દ્રિયો, અંતઃકરણ ને જીવ તે એકાગ્ર થઈને જો ભગવાનના ભજનમાં ન જોડાય તો તેના ભજન થકી તો ઘડી કે અર્ધ ઘડીમાં પાપ ન બળે અને એનું જે કલ્યાણ તે તો ભગવાનને પ્રતાપે કરીને થાય. એનો એ જ ઉત્તર છે.”\nપછી રઘુવીરજીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! આ જીવનો મોક્ષ તે કેમ કરે ત્યારે થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને પોતાના કલ્યાણની ઇચ્છા હોય તેને પોતાનું દેહ, ધન, ધામ, કુટુંબ, પરિવાર એ સર્વેને ભગવાનની સેવામાં જોડી દેવાં અને ભગવાનની સેવામાં જે પદાર્થ કામ ન આવે તો તેનો ત્યાગ કરી દેવો. એવી રીતે જે ભગવાન-પરાયણ વર્તે તે ગૃહસ્થાશ્રમી હોય તોય પણ મરે ત્યારે ભગવાનના ધામમાં નારદ-સનકાદિકની પંક્તિમાં ભળે અને પરમ મોક્ષને પામે. એનો એ જ ઉત્તર છે.”\nએવી રીતે શ્રીજીમહારાજ વાર્તા કરીને પછી પોતાની ઇચ્છાએ કરીને બોલતા હવા જે, “અમે જે દિવસથી વિચારીએ છીએ તે દિવસથી અમારી નજરમાં એમ આવે છે જે, જીવના કલ્યાણને અર્થે ત્રણ અંગ છે તે અતિ સુખદાયી છે. તેમાં એક તો અતિશય આત્મનિષ્ઠા જે, શુકજીની પેઠે આત્મારૂપ થઈને પરમેશ્વરનું ભજન કરવું. અને બીજું પતિવ્રતાનું અંગ જે, ગોપીઓની પેઠે પતિભાવે ભગવાનનું ભજન કરવું. અને ત્રીજું દાસપણાનું અંગ જે, હનુમાનજી તથા ઉદ્ધવજીની પેઠે દાસભાવે ભગવાનનું ભજન કરવું. એ ત્રણ અંગ વિના કોઈ રીતે કરીને જીવનું કલ્યાણ થતું નથી. અને અમે તો એ ત્રણ અંગને દૃઢ કરી રાખીએ છીએ અને એ ત્રણ અંગમાંથી જેને એકેય અંગ દૃઢપણે હોય તો તે કૃતાર્થ થાય છે. અને હવે એ ત્રણ અંગવાળાનાં જે લક્ષણ તે નોખાં નોખાં કરીને કહીએ છીએ. તેમાં આત્મનિષ્ઠાવાળાનું તો એ લક્ષણ છે જે, એક કોરે તો આત્મા છે અને એક કોરે તો દેહ, ઇન્દ્રિયો, અંતઃકરણ, ત્રણ ગુણ, પંચવિષય એ આદિક જે માયાનું ટોળું તે છે. અને એ બેના મધ્યને વિષે જે વિચાર રહે, તે વિચાર જ્ઞાનસ્વરૂપી છે. તે વિચાર જેમ વાયુએ રહિત સ્થળને વિષે દીપકની શિખા અતિશય સ્થિર થઈને રહે છે, તેમ સ્થિર થઈને રહે છે; ને તે વિચાર દેહ, ઇન્દ્રિયો ને અંતઃકરણ એમને આત્મા સંગાથે એક થવા દેતો નથી અને તે વિચાર પણ આત્મા સંગાથે એક થતો નથી. અને જ્યારે તે વિચારને જીવ પામે છે ત્યારે તે જીવની વૃત્તિ કાશી સુધી લાંબી હોય તે વરતાલ જેટલામાં આવે છે. અને પછી તે વિચાર જ્યારે દૃઢ થાય, ત્યારે વરતાલ થકી આ ગઢડા જેટલામાં આવે છે. ને પછી આ ગઢડા જેટલી લાંબી વૃત્તિ હોય તે સંકેલાઈને પોતાના દેહ જેટલામાં રહે છે. અને પછી દેહમાંથી વૃત્તિ ટૂંકી થઈને ઇન્દ્રિયોનાં ગોલકમાં જ રહે છે. અને પછી ઇન્દ્રિયોનાં ગોલક થકી ઇન્દ્રિયોની વૃત્તિ છે, તે અંતઃકરણ સન્મુખ થઈ જાય છે. ને પછી ઇન્દ્રિયોની ને અંતઃકરણની જે વૃત્તિ છે તે આત્માને વિષે લીન થઈ જાય છે. ત્યારે એ જીવના વાસનાલિંગ દેહનો નાશ થયો કહેવાય છે. અને એ વિચાર છે તે જ્યારે આ જીવ સંગાથે મળે છે, ત્યારે તે જીવના હૃદયને વિષે પ્રકાશ થાય છે અને પોતાના આત્માનું બ્રહ્મરૂપે દર્શન થાય છે ને તે બ્રહ્મને વિષે પરબ્રહ્મ જે નારાયણ તેનું પણ દર્શન થાય છે. અને તે દર્શનના કરનારાને એમ અનુભવ થાય છે જે, ‘હું આત્મા છું અને મારે વિષે જે પરમાત્મા છે તે અખંડ રહ્યા છે.’ અને એવી રીતની અખંડ સ્થિતિ રહે એ આત્મનિષ્ઠાની અતિ ઉત્તમ દશા છે.\n“અને પતિવ્રતાનું જે અંગ છે તે તો વ્રજની ગોપીઓના જેવું જોઈએ.૧૩ જેમ ગોપીઓએ જે દિવસ થકી શ્રીકૃષ્ણ ભગવાનનાં ચરણારવિંદનો સ્પર્શ કર્યો તે દિવસ થકી જેટલાં સંસાર સંબંધી જે સુખ તે સર્વે ઝેર જેવાં થઈ ગયાં; તેમ જેને પતિવ્રતાના અંગની ભક્તિ હોય તે ગમે તો ઇન્દ્ર જેવો રૂપાળો પુરુષ હોય તથા દેવતા જેવો હોય તથા કોઈક રાજા હોય ને તેને જ્યારે દેખે, ત્યારે જેમ સડેલ કૂતરાને દેખે અથવા વિષ્ટાને દેખે ત્યારે અતિશય ગ્લાનિ પામીને દૃષ્ટિ પાછી ખેંચી લે છે તેમ દૃષ્ટિ પાછી ખેંચાઈ જાય, તે ઉત્તમ પતિવ્રતાની રીતિ છે. તે માટે જેની એક ભગવાનને વિષે જ પતિભાવે કરીને વૃત્તિ જોડાણી છે તેનું બીજા કોઈ પુરુષને દેખીને મન રાજી થાય જ નહીં.\n“અને ત્રીજું જેને દાસભાવે કરીને ભક્તિનું અંગ છે તેને પણ પોતાના જે ઇષ્ટદેવ છે તેનું જ દર્શન ગમે અને તેની જ વાર્તા સાંભળવી ગમે ને પોતાના ઇષ્ટદેવનો જ સ્વભાવ ગમે અને તેની જ પાસે રહેવું ગમે. એવો પ્રીતિવાન હોય તો પણ પોતાના ઇષ્ટદેવની સેવા સારુ ને રાજીપા સારુ રાત-દિવસ એમ ઇચ્છ્યા કરે જે, ‘મને મારા ઇષ્ટદેવ કાંઈક આજ્ઞા કરે તો હું અતિશય હર્ષે કરીને કરું.’ પછી પોતાના ઇષ્ટદેવ છે તે આજ્ઞા કરે તો છેટે જઈને રહે તો પણ રાજી થકો રહે, પણ કોઈ રીતે અંતઃકરણમાં ખેદ પામે નહીં અને આજ્ઞાને વિષે જ પરમ આનંદ માને. એ દાસત્વભક્તિની ઉત્તમ દશા છે. એવા દાસત્વભક્તિવાળા તો આજ ગોપાળાનંદ સ્વામી છે અને બીજા મુક્તાનંદ સ્વામી છે. અને એ ત્રણે અંગવાળા જે ભગવાનના ભક્ત તેમાં ઉત્તમ, મધ્યમ અને કનિષ્ઠ પક્ષ છે અને એથી જે બહાર રહ્યા તે તો કેવળ પામર કહેવાય. માટે એ ત્રણમાંથી એક અંગ પરિપૂર્ણ થાય ને તે કેડ્યે દેહ મૂકે તે તો ઠીક છે અને એ ત્રણમાંથી એકેય અંગ જેને પરિપક્વ ન થયું હોય ને તેને જે મરવું તે ઠીક નથી અને તે તો પાંચ દહાડા વધુ જીવે ને પોતાની અણસમજણને ટાળીને ને એ ત્રણ અંગમાંથી કોઈક એક અંગને દૃઢ કરીને મરે, એ જ ઠીક છે.\n“અને વળી આ જીવનો તો એવો સ્વભાવ દેખાય છે જે, જ્યારે ગૃહસ્થાશ્રમમાં હોય ત્યારે સંસારનો ત્યાગ કરવો ગમે અને જ્યારે ત્યાગ કરે છે ત્યારે પાછા સંસાર સંબંધી સુખના ઘાટ થયા કરે. એવી રીતે એ જીવનો અવળો સ્વભાવ જણાય છે. માટે જે ભગવાનના દૃઢ આશ્રિત હોય તેને તો એવા અવળા સ્વભાવનો ત્યાગ કરીને ને પોતાના મનનું ગમતું સર્વે મૂકીને ભગવાનને ભજવા અને ભગવાન વિના બીજી સર્વે વાસનાને ટાળીને મરવું તે જ ઠીક છે. અને જેને ભગવાનમાં અતિશય પ્રીતિ ન હોય તેને તો આત્મનિષ્ઠા જ વિચારે કરીને દૃઢ કરવી. કેમ જે, જે ભગવાનના ભક્ત હોય તેને કાં તો આત્મનિષ્ઠા દૃઢ જોઈએ ને કાં તો ભગવાનને વિષે અતિશય દૃઢ પ્રીતિ જોઈએ. અને એ બે અંગમાંથી જેને એકે અંગની અતિશય દૃઢતા ન હોય તેને તો જે આ સત્સંગના નિયમ છે તેમાં દૃઢપણે કરીને રહેવું, તો જ સત્સંગી રહેવાય; નહીં તો સત્સંગ થકી બહાર પડી જવાય.\n“અને ભગવાનનો જે ભક્ત હોય તેને તો જે જે પ્રકારનાં દુઃખ આવે છે તે દુઃખના દેનારા કાળ, કર્મ, માયા એમાંથી કોઈ નથી; એ તો પંડે ભગવાન જ પોતાના ભક્તની ધીરજ જોવાને અર્થે દુઃખને પ્રેરે છે અને પછી જેમ કોઈક પુરુષ પડદામાં રહીને જુએ, તેમ ભક્તની ધીરજને ભગવાન ભક્તના હૃદયમાં રહીને જોયા કરે છે. પણ કાળ, કર્મ, માયાનો શો ભાર છે જે, ભગવાનના ભક્તને પીડી શકે? એ તો ભગવાનની જ ઇચ્છા છે, એમ જાણીને ભગવાનનો ભક્ત હોય તેને મગન રહેવું.”\nએ વાર્તા સાંભળીને મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એ ત્રણ જે અંગ તમે કહ્યાં, તે વાત તો અતિ ઝીણી છે ને કઠણ છે, તે કોઈકના જ સમજ્યામાં આવે ને કોઈકના જ વર્ત્યામાં આવે પણ સર્વેને ન આવે. અને આ સત્સંગમાં તો લક્ષાવધિ મનુષ્ય છે, તે સર્વેને તો આ વાર્તા સમજવી કઠણ છે. માટે તે કેમ કરે ત્યારે તેનું રૂડું થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “તે તો એ ત્રણ અંગવાળા માંહેલો જે હરિભક્ત હોય તેનો દાસાનુદાસ થઈને તેની આજ્ઞામાં રહે, તો તે કાંઈ ન સમજતો હોય તો પણ એ છતી દેહે જ ભગવાનનો પાર્ષદ થઈ રહ્યો છે ને કૃતાર્થ થઈ રહ્યો છે. અને આ સંસારને વિષે ભગવાન ને ભગવાનના ભક્તનો તો મહિમા અતિશય મોટો છે, તે ગમે તેવો પામર ને પતિત જીવ હોય પણ ભગવાન ને ભગવાનના ભક્તને આશ્રિત થાય તો તે જીવ કૃતાર્થ થઈ જાય છે; એવો ભગવાન ને ભગવાનના ભક્તનો મહિમા છે. માટે જેને ભગવાનના ભક્તની સેવા પ્રાપ્ત થઈ તેને તો નિધડક રહેવું. અને આ ત્રણ અંગની જે અમે વાર્તા કરી છે, તે બહુધા તો આ મુક્તાનંદ સ્વામી સારુ કરી છે. અને મુક્તાનંદ સ્વામી ઉપર અમને ઘણું હેત છે ને એમને શરીરે મંદવાડ છે. તે રખે કોઈ વાતની સમજણમાં ખામી રહી જાય નહીં!૧૬ એમ જાણીને આ વાર્તા કરી છે.” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! મેં પણ જાણ્યું છે જે, મારા સારુ જ આ વાર્તા કરી છે.”"
}