{
  "number": 95,
  "vachanamrut": "સારંગપુર ૧૭\n",
  "title": "મુક્તના ભેદનું, આંબલીની ડાળીનું\n",
  "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૬ છઠને દિવસ સંધ્યા સમે શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના ભજનનો કરનારો જે જીવ તેની દૃષ્ટિ જેમ જેમ સૂક્ષ્મ થતી જાય છે તેમ તેમ એને પરમેશ્વરનું પરપણું જણાતું જાય છે અને ભગવાનનો મહિમા પણ અધિક અધિક જણાતો જાય છે. તે જ્યારે એ ભક્ત પોતાને દેહરૂપે માનતો હોય ત્યારે ભગવાનને જાગ્રત, સ્વપ્ન, સુષુપ્તિના સાક્ષી જાણે; અને જ્યારે પોતાને જાગ્રત, સ્વપ્ન, સુષુપ્તિ થકી પર માને, ત્યારે ભગવાન તે થકી પર ભાસે છે. પછી જેમ જેમ સૂક્ષ્મ દૃષ્ટિ થતી જાય તેમ તેમ ભગવાનને પોતા થકી પર જાણતો જાય અને મહિમા પણ વધુ વધુ સમજતો જાય. અને પછી જેમ જેમ પોતાની વૃત્તિ હેતે કરીને ભગવાન સંગાથે ચોંટતી જાય તેમ તેમ ઉપાસના સૂધી દૃઢ થતી જાય. ત્યાં દૃષ્ટાંત છે: જેમ સમુદ્ર છે તેને વિષે કીડી પણ જઈને પાણી પીએ અને ચરકલું પણ પીએ ને મનુષ્ય, પશુ, ઘોડા, હાથી તથા મોટા મોટા મગરમત્સ્ય એ સર્વે સમુદ્રનું જળ પીને બળિયાં થાય છે, પણ સમુદ્ર લેશમાત્ર ઓછો થતો નથી. અને જે જે જીવનું જેવું જેવું મોટું ગજું હોય તે તે જીવ તે પ્રમાણે સમુદ્રનો મહિમા વધુ જાણે છે. વળી બીજું દૃષ્ટાંત છે: જેમ આકાશ છે તેને વિષે મચ્છર ઊડે ને ચરકલું ઊડે ને સમળા ઊડે ને સીંચાણો પણ ઊડે ને અનળપક્ષી પણ ઊડે ને ગરુડ પણ ઊડે, તો પણ એ સર્વેને આકાશ અપારનો અપાર રહે છે. અને જેને પાંખને વિષે વધુ બળ હોય તે આકાશનો મહિમા વધુ જાણે છે અને પોતાને વિષે ન્યૂનપણું સમજતો જાય છે. તેમ મરીચ્યાદિક પ્રજાપતિની પેઠે અલ્પ ઉપાસનાવાળા ભક્ત તો મચ્છર જેવા છે અને બ્રહ્માદિકની પેઠે તેથી અધિક ઉપાસનાવાળા ભક્ત તો ચરકલા જેવા છે અને વિરાટપુરુષાદિકની પેઠે તેથી અધિક ઉપાસનાવાળા ભક્ત તો સમળા જેવા છે અને પ્રધાનપુરુષની પેઠે તેથી અધિક ઉપાસનાવાળા ભક્ત તો સીંચાણા જેવા છે અને શુદ્ધ પ્રકૃતિપુરુષની પેઠે તેથી અધિક ઉપાસનાવાળા ભક્ત તો અનળપક્ષી જેવા છે અને અક્ષરધામમાં રહેનારા અક્ષરમુક્ત તેની પેઠે તેથી અધિક ઉપાસનાવાળા ભક્ત તો ગરુડ૩ જેવા છે. અને એ સર્વે ભક્ત જેમ જેમ વધુ વધુ સામર્થીને પામ્યા છે, તેમ તેમ ભગવાનનો મહિમા વધુ વધુ જાણતા ગયા છે; અને જેમ જેમ વધુ સામર્થીને પામતા ગયા તેમ તેમ ભગવાનને વિષે સ્વામી-સેવકપણાનો ભાવ પણ અતિ દૃઢ થતો ગયો છે.\n“અને જ્યારે ભજનનો કરનારો જીવરૂપે હતો ત્યારે એ જીવમાં ખદ્યોત જેટલો પ્રકાશ હતો. પછી જેમ જેમ ભગવાનનું ભજન કરતાં કરતાં આવરણ ટળતું ગયું તેમ તેમ દીવા જેવો થયો, પછી મશાલ જેવો થયો, પછી અગ્નિની જ્વાળા જેવો થયો, પછી દાવાનળ જેવો થયો, પછી વીજળી જેવો થયો, પછી ચંદ્રમા જેવો થયો, પછી સૂર્ય જેવો થયો, પછી પ્રલયકાળના અગ્નિ જેવો થયો, પછી મહાતેજ જેવો થયો; એવી રીતે પ્રકાશ પણ વૃદ્ધિને પામ્યો અને સામર્થી પણ વૃદ્ધિને પામી અને સુખ પણ વૃદ્ધિને પામ્યું. એવી રીતે ખદ્યોતથી કરીને મહાતેજ પર્યંત આદ્ય, મધ્ય અને અંત જે ભેદ કહ્યા તે સર્વે મુક્તના ભેદ છે.૯ તે જેમ જેમ અધિક સ્થિતિને પામતા ગયા ને ભગવાનનો મહિમા અધિક જાણતા ગયા, તેમ તેમ મુક્તપણામાં વિશેષપણું આવતું ગયું.” એમ કહીને શ્રીજીમહારાજ ‘જય સચ્ચિદાનંદ’ કહીને ઊઠ્યા.\nપછી આંબલીની ડાળખીને ઝાલીને ઉગમણે મુખારવિંદે ઊભા રહ્યા થકા બોલ્યા જે, “જેમ પૂનમના ચંદ્રમાનું મંડળ હોય તે આંહીંથી તો નાની થાળી જેવું દેખાય છે, પણ જેમ જેમ એની સમીપે જાય તેમ તેમ મોટું મોટું જણાતું જાય. પછી અતિશય ઢૂંકડો જાય ત્યારે તો દૃષ્ટિ પણ પહોંચી શકે નહીં, એવું મોટું જણાય. તેમ માયારૂપી અંતરાય ટાળીને જેમ જેમ ભગવાનને ઢૂંકડું થવાય છે, તેમ તેમ ભગવાનની પણ અતિ અપાર મોટ્યપ જણાતી જાય છે અને ભગવાનને વિષે દાસપણું પણ અતિ દૃઢ થતું જાય છે.”"
}