{
  "number": 211,
  "vachanamrut": "વરતાલ ૧૧\n",
  "title": "જીવના નાશનું, સત્પુરુષમાં હેત એ જ આત્મદર્શનનું સાધન, તેનું\n",
  "setting": "સંવત ૧૮૮૨ના પોષ સુદિ ૧૫ પૂનમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના દરબારમાં લીંબડાના વૃક્ષ હેઠે પાટ ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે શ્વેત પુષ્પના હાર પહેર્યા હતા ને કર્ણની ઉપર પુષ્પના ગુચ્છ ખોસ્યા હતા ને પાઘને વિષે પુષ્પના તોરા લટકતા હતા ને પોતાના મુખારવિંદની આગળ મુનિમંડળ સમસ્ત તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમારો તો એવો સ્વભાવ છે જે, એક તો ભગવાન ને બીજા ભગવાનના ભક્ત ને ત્રીજા બ્રાહ્મણ ને ચોથો કોઈક ગરીબ મનુષ્ય એ ચારથી તો અમે અતિશય બીએ છીએ જે, ‘રખે એમનો દ્રોહ થઈ જાય નહીં!’ અને એવા તો બીજા કોઈથી અમે બીતા નથી. કેમ જે, એ ચાર વિના બીજાનો કોઈક દ્રોહ કરે તો તેના દેહનો નાશ થાય પણ જીવ નાશ પામે નહીં, અને એ ચારમાંથી એકનો જો દ્રોહ કરે તો તેનો જીવ પણ નાશ પામી જાય છે.”\nએ વાતને સાંભળીને મુક્તાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જીવ તો અવિનાશી કહ્યો છે, તેનો નાશ તે કેમ જાણવો?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પર્વતનું કે બીજું એવું જ જે કોઈક જડ દેહ આવે તેમાં કોઈ કાળે જીવનું કલ્યાણ થાય નહીં; એટલે એના જીવનો નાશ થઈ ગયો એમ જાણવું. માટે જેને પોતાનું કલ્યાણ ઇચ્છવું તેને એ ચારમાંથી કોઈનો દ્રોહ ન કરવો. અને વળી ભગવાન કે ભગવાનના ભક્ત તે આગળ કોઈ પ્રકારે માન રાખવું નહીં; કેમ જે, માન છે તે તો ક્રોધ, મત્સર, ઈર્ષ્યા ને દ્રોહ એનો આધાર છે અને માની હોય તેની ભક્તિ પણ આસુરી કહેવાય. અને ભગવાનના ભક્તને જો બિવરાવતો હોય ને તે પ્રભુનો ભક્ત હોય તો પણ તેને અસુર જાણવો. અને અમારો તો એ સ્વભાવ છે જે, બ્રાહ્મણનો ને ગરીબનો ને ભગવાનના ભક્તનો કોઈક દ્રોહ કરે, તે તો અમને દીઠો જ ગમે નહીં અને આ લોકમાં ને પરલોકમાં તેને ને અમારે સોબત રહેવાની નથી.” એટલી વાર્તા કરીને પછી શ્રીજીમહારાજે બે પદ ગવરાવ્યાં જે, ‘મારા હરજીશું હેત ન દીસે રે તેને ઘેર શીદ જઈએ,’૪ એક તો એ અને બીજું જે, ‘મારા વહાલાજીશું વહાલપ દીસે રે તેનો સંગ કેમ તજીએ.’૪ અને પછી એ બે પદ શીખ્યાની સત્સંગીમાત્રને આજ્ઞા કરીને એમ કહ્યું જે, “એ બે પદમાં વાર્તા છે તેને નિત્ય ગાઈને સંભારી રાખવી.”\nએમ કહીને શ્રીજીમહારાજ શ્રીલક્ષ્મીનારાયણના મંદિર આગળ એક મંચ હતો તે ઉપર આવીને વિરાજમાન થયા. પછી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “આ સંસારને વિષે જે પંડિત છે તે શાસ્ત્ર, પુરાણ સર્વે વાંચે છે પણ તેને ભગવાનનો ને સંતનો જેમ છે તેમ મહિમા કેમ સમજાતો નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “શાસ્ત્ર, પુરાણ વાંચે છે તો ખરા; પણ એને ભગવાનનો આશરો નથી. માટે કામ, ક્રોધ, લોભ, ઈર્ષ્યા, મત્સર તેણે એના જીવને હરવી નાંખ્યો છે અને કામાદિક જે શત્રુ તે એને કોઈ કાળે માથું ઉપાડવા દેતા નથી. પછી તે પંડિત પોતાની પેઠે જ ભગવાન ને ભગવાનના સંતને સમજે જે, ‘જેમ અમારા કામાદિક શત્રુ કોઈ કાળે નિવૃત્તિ પામતા નથી તેમ એના પણ કામાદિક શત્રુ નિવૃત્તિ નહીં પામતા હોય.’ એમ ભગવાન ને ભગવાનના સંતને વિષે દોષ સમજે. માટે શાસ્ત્ર, પુરાણ વાંચે પણ એને ભગવાન કે ભગવાનના સંતનું જેમ છે તેમ યથાર્થ માહાત્મ્ય સમજાતું નથી.”\nપછી શ્રીજીમહારાજે દીનાનાથ ભટ્ટ તથા મુનિમંડળ સમસ્ત પ્રત્યે પ્રશ્ન પૂછ્યો જે, “બ્રહ્મસ્વરૂપ એવા જે સત્પુરુષ તે તો ત્રણ શરીર ને ત્રણ અવસ્થા તે થકી પર વર્તતા હોય અને ચૌદે ઇન્દ્રિયોની ક્રિયા તે પોતાને વિષે એકે માનતા ન હોય, તેને અજ્ઞાની જીવ છે તે ઓળખી શકે નહીં. અને જ્યારે એને મોટાપુરુષના સરખી સ્થિતિ થાય ત્યારે એ મોટાપુરુષ જેમ વર્તે છે તે સત્ય મનાય. અને જ્યાં સુધી એ સત્પુરુષનો મહિમા એને ન જણાય ત્યાં સુધી બ્રહ્મસ્વરૂપને વિષે સ્થિતિ પણ ન થાય ને આત્માને વિષે સ્થિતિ થયા વિના સત્પુરુષનો મહિમા પણ ન જણાય. માટે પરસ્પર વિરોધ આવ્યો, તે વિરોધ ટળે તે ઉપાય કહો.” પછી જેની જેવી નજર પૂગી તેણે તેવો ઉત્તર કર્યો પણ એ પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે ઉત્તર કરીએ. એનો ઉત્તર તો એ છે જે, પૃથ્વીને વિષે જે ભગવાનનો અવતાર તેને મળેલા જે સંત તે સંગાથે જ્યારે એને અતિશય પ્રીતિ થાય, ત્યારે એ સત્પુરુષને વિષે એને કોઈ પ્રકારે દોષ ભાસે નહીં. અને જેને જે સંગાથે દૃઢ હેત હોય તેને તેનો અવગુણ કોઈ પ્રકારે આવે જ નહીં અને તેનાં વચન પણ સત્ય મનાય. એવી રીતે લૌકિક માર્ગમાં પણ રીતિ છે અને કલ્યાણના માર્ગમાં પણ રીતિ છે. માટે સત્પુરુષને વિષે દૃઢ પ્રીતિ એ જ આત્મદર્શનનું સાધન છે અને સત્પુરુષનો મહિમા જાણ્યાનું પણ એ જ સાધન છે અને પરમેશ્વરનું સાક્ષાત્ દર્શન થવાનું પણ એ જ સાધન છે.”"
}