{
  "number": 63,
  "vachanamrut": "ગઢડા પ્રથમ ૬૩\n",
  "title": "નિશ્ચયનું, તત્ત્વે કરીને ભગવાન જાણ્યાનું\n",
  "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૭ સપ્તમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને ધોળું હીરકોરનું ધોતિયું માથે બાંધ્યું હતું ને કંઠને વિષે શ્વેત પુષ્પના હાર વિરાજમાન હતા અને પાઘને વિષે ગુલાબનાં પુષ્પના તોરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી નૃસિંહાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનના નિશ્ચયમાં કસર હોય તેને કેવા સંકલ્પ થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને નિશ્ચયમાં કસર હોય તેને જ્યારે ભગવાનમાં કાંઈ સામર્થી દેખાય ત્યારે અતિ આનંદ થાય અને જ્યારે સામર્થી ન દેખાય ત્યારે અંતર ઝાંખું થઈ જાય. અને પોતાના હૃદયમાં ભૂંડા સંકલ્પ થતા હોય ને તેને ટાળે તોય પણ ટળે નહીં, ત્યારે ભગવાનમાં અવગુણ પરઠે જે, ‘હું આટલા દહાડાથી સત્સંગ કરી કરીને મરી ગયો તોય પણ ભગવાન મારા ભૂંડા ઘાટ ટાળતા નથી,’ એવી રીતે ભગવાનમાં દોષ પરઠે. અને જે પદાર્થમાં પોતાને હેત હોય અને કોઈ પ્રકારે તે પદાર્થમાંથી મન પાછું ન વળતું હોય ત્યારે તેવો ને તેવો દોષ ભગવાનને વિષે પરઠે જે, ‘જેમ મારે વિષે કામાદિક દોષ છે તેમ ભગવાનને વિષે પણ છે, પણ એ ભગવાન છે તે મોટા કહેવાય છે.’ એવી રીતના જેને અંતરમાં ઘાટ થતા હોય તેને નિશ્ચયમાં કસર જાણવી. એનો પરિપક્વ નિશ્ચય ન કહેવાય.”\nપછી પરમચૈતન્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! જેને ભગવાનનો પરિપક્વ નિશ્ચય હોય તેને કેવી જાતના ઘાટ થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને પરિપક્વ નિશ્ચય હોય તેને તો મનમાં એમ રહે જે, ‘મારે સર્વે પ્રાપ્તિ થઈ રહી છે અને જ્યાં પ્રત્યક્ષ ભગવાન રહ્યા છે ત્યાં જ પરમધામ છે અને આ સંત સર્વે તે નારદ-સનકાદિક જેવા છે અને સત્સંગી સર્વે તે તો જેવા ઉદ્ધવ, અક્રૂર, વિદુર, સુદામા અને વૃંદાવનના ગોપ તેવા છે અને જે બાઈઓ હરિભક્ત છે તે તો જેવી ગોપીઓ તથા દ્રૌપદી, કુંતાજી, સીતા, રુક્મિણી, લક્ષ્મી, પાર્વતી એવી છે અને હવે મારે કાંઈ કરવું રહ્યું નથી અને ગોલોક, વૈકુંઠ, બ્રહ્મપુર તેને હું પામી રહ્યો છું;’ એવી રીતના ઘાટ થાય અને પોતાના હૃદયમાં અતિ આનંદ વર્તે. એવી રીતે જેના અંતરમાં વર્તતું હોય તેને પરિપક્વ નિશ્ચય જાણવો.”\nએમ કહીને પછી શ્રીજીમહારાજ એમ બોલ્યા જે, “તત્ત્વે કરીને ભગવાનનું સ્વરૂપ જાણ્યા પછી એને કાંઈ જાણવું રહેતું નથી. તે તત્ત્વે કરીને જાણ્યાની રીત કહીએ તે સાંભળો, જે સાંભળીને પરમેશ્વરના સ્વરૂપનો અડગ નિશ્ચય થાય છે જે, પ્રથમ તો એને ભગવાનની મોટાઈ જાણવી જોઈએ. જેમ કોઈક મોટો રાજા હોય, તેનાં જે ગોલા અને ગોલીઓ હોય તેને પણ સાત ભૂમિની તો હવેલીઓ રહેવાની હોય અને બાગબગીચા ને ઘોડા, વેલ્યો, ઘરેણાં એ આદિક જે સામગ્રીઓ તેણે કરીને દેવલોક સરખાં તેનાં ઘર જણાય, ત્યારે તે રાજાનો જે દરબાર તથા તેમાં જે સામગ્રીઓ તે તો અતિ શોભાયમાન હોય. તેમ શ્રીપુરુષોત્તમ ભગવાનની આજ્ઞામાં વર્તતા એવા જે બ્રહ્માંડના અધિપતિ બ્રહ્માદિક તેના જે લોક અને તે લોકના વૈભવ તેનો પાર પમાતો નથી, તો જેના નાભિકમળમાંથી બ્રહ્મા ઉત્પન્ન થયા એવા જે વિરાટપુરુષ તેના વૈભવનો પાર તો ક્યાંથી પમાય? અને એવા અનંત કોટિ જે વિરાટપુરુષ તેમના સ્વામી જે પુરુષોત્તમ ભગવાન તેનું ધામ જે અક્ષર, જેને વિષે એવાં અનંત કોટિ બ્રહ્માંડ તે એક એક રોમ પ્રત્યે અણુની પેઠે ઊડતાં ફરે છે એવું એ ભગવાનનું ધામ છે, અને તે ધામને વિષે પુરુષોત્તમ ભગવાન પોતે દિવ્યરૂપે કરીને સદા વિરાજમાન છે, અને તે ધામમાં અપાર દિવ્ય સામગ્રી છે, તે ભગવાનની મોટ્યપનો પાર તો આવે જ કેમ? એવી રીતે ભગવાનની મોટ્યપ સમજે. અને૪ જે જે થકી મોટો હોય તે તે થકી સૂક્ષ્મ હોય અને તે તેનું કારણ પણ હોય. જેમ પૃથ્વી થકી જળ મોટું છે અને તે પૃથ્વીનું કારણ છે અને તે થકી સૂક્ષ્મ પણ છે, અને જળ થકી તેજ મોટું છે, અને તેજ થકી વાયુ મોટો છે, અને વાયુ થકી આકાશ મોટો છે, એવી રીતે અહંકાર, મહત્તત્ત્વ, પ્રધાનપુરુષ, પ્રકૃતિપુરુષ અને અક્ષર એ સર્વે એકબીજાંથી મોટાં છે અને એકબીજાંથી સૂક્ષ્મ છે ને કારણ છે અને એ સર્વે મૂર્તિમાન છે;૨૪ પણ ભગવાનનું જે અક્ષરધામ છે તે તો અત્યંત મોટું છે, જેના એક એક રોમને વિષે અનંત કોટિ બ્રહ્માંડ અણુની પેઠે ઊડતાં જ ફરે છે. જેમ કોઈ મોટો હસ્તી હોય તેના શરીર ઉપર કીડી ચાલી જતી હોય તે કશી ગણતીમાં આવે નહીં, તેમ તે અક્ષરની મોટાઈ આગળ બીજું કોઈ કાંઈ ગણતીમાં આવતું નથી. જેમ ઝીણાં મચ્છર હોય તેને મધ્યે કીડી હોય તે મોટી દેખાય૪ અને કીડીને મધ્યે વીંછી હોય તે મોટો દેખાય અને વીંછીને મધ્યે સાપ હોય તે મોટો દેખાય અને સાપને મધ્યે સમળા હોય તે મોટી દેખાય ને સમળાને મધ્યે પાડો હોય તે મોટો દેખાય ને પાડાને મધ્યે હાથી હોય તે મોટો દેખાય ને હાથીને મધ્યે ગિરનાર સરખો પર્વત હોય તે મોટો દેખાય અને તે પર્વતને મધ્યે મેરુ પર્વત મોટો દેખાય અને તે મેરુ જેવા પર્વતને મધ્યે લોકાલોક પર્વત તે અતિ મોટો જણાય અને લોકાલોક પર્વત થકી પૃથ્વી અતિ મોટી જણાય. અને પૃથ્વીનું કારણ જે જળ તે તે થકી મોટું પણ છે અને સૂક્ષ્મ પણ છે, એવી રીતે જળનું કારણ તે તેજ છે, તેજનું કારણ વાયુ છે, વાયુનું કારણ આકાશ છે, આકાશનું કારણ અહંકાર છે, અહંકારનું કારણ મહત્તત્ત્વ છે, મહત્તત્ત્વનું કારણ પ્રધાન ને પુરુષ છે, અને પ્રધાન ને પુરુષનું કારણ મૂળ પ્રકૃતિ ને બ્રહ્મ૪ છે, અને એ સર્વેનું કારણ અક્ષરબ્રહ્મ છે. અને તે અક્ષર તો પુરુષોત્તમ ભગવાનનું ધામ છે. અને એ અક્ષરની સંકોચ ને વિકાસ અવસ્થા થતી નથી, સદાય એકરૂપે રહે છે. અને તે અક્ષર મૂર્તિમાન છે પણ અતિ મોટા છે, માટે કોઈની નજરે અક્ષરનું રૂપ આવતું નથી. જેમ ચોવીસ તત્ત્વનું કાર્ય જે બ્રહ્માંડ તે પુરુષાવતાર કહેવાય છે અને તે વિરાટપુરુષ જે તે કરચરણાદિકે કરીને યુક્ત છે, પણ તેની મૂર્તિ અતિશય મોટી છે માટે નજરે આવતી નથી; અને તેની નાભિમાંથી થયું જે કમળ તેના નાળમાં બ્રહ્મા સો વર્ષ લગી ચાલ્યા પણ તેનો અંત ન આવ્યો અને જો કમળનો જ અંત ન આવ્યો તો વિરાટપુરુષનો પાર કેમ આવે? માટે તે વિરાટનું રૂપ નજરે આવતું નથી. તેમ અક્ષરધામ પણ મૂર્તિમાન છે, પણ કોઈને નજરે આવે નહીં. તે શા માટે જે, એવાં એવાં બ્રહ્માંડ એક એક રોમમાં અસંખ્યાત ઊડતાં જ ફરે છે; એવડા મોટા છે. તે અક્ષરધામને વિષે પુરુષોત્તમ ભગવાન પોતે સદાય વિરાજમાન છે, અને પોતાની અંતર્યામી શક્તિએ કરીને અક્ષરધામ અને અનંત કોટિ બ્રહ્માંડ અને તે બ્રહ્માંડના જે ઈશ્વર તે સર્વેને વિષે અન્વયપણે રહ્યા છે. અને તે અક્ષરધામને વિષે પોતાના સાધર્મ્યપણાને પામ્યા એવા જે અનંત કોટિ મુક્ત તે એ ભગવાનની સેવાને વિષે રહે છે. અને તે ભગવાનના સેવકના એક એક રોમને વિષે કોટિ કોટિ સૂર્યના જેવો પ્રકાશ છે; માટે જેના સેવક એવા છે તો એમના સ્વામી જે પુરુષોત્તમ ભગવાન તેનો મહિમા તો કેમ કહેવાય? એવા અતિ સમર્થ જે ભગવાન તે પોતે અક્ષરમાં પ્રવેશ કરીને અક્ષરરૂપે થાય છે અને પછી મૂળ પ્રકૃતિપુરુષરૂપે થાય છે અને પછી પ્રધાનપુરુષરૂપે થાય છે અને પછી પ્રધાનમાંથી થયાં જે ચોવીસ તત્ત્વ તેને વિષે પ્રવેશ કરીને તે રૂપે થાય છે અને પછી તે તત્ત્વે કરીને સરજાણા જે વિરાટપુરુષ તેને વિષે પ્રવેશ કરીને તે રૂપે થાય છે અને પછી બ્રહ્મા, વિષ્ણુ, શિવમાં પ્રવેશ કરીને તે તે રૂપે થાય છે. એવી રીતે અતિ સમર્થ અને અતિ પ્રકાશે યુક્ત અને અતિ મોટા જે એ ભગવાન તે પોતાનું જે આવું ઐશ્વર્ય અને તેજ તેને પોતામાં સમાવીને જીવના કલ્યાણને અર્થે મનુષ્ય જેવા થાય છે, અને મનુષ્ય દર્શન કરી શકે તથા સેવા-અર્ચનાદિક કરી શકે એવું રૂપ ધારણ કરે છે. જેમ કીડીના પગમાં ઝીણો કાંટો વાગ્યો હોય તેને બરછી તથા નરેણીએ કરીને કાઢે તો નીસરે નહીં, તે તો અતિશય ઝીણું લોઢું હોય તેણે કરીને નીસરે; તેમ ભગવાન પણ પોતાની મોટાઈને પોતામાં સમાવીને અતિશય અલ્પ રૂપનું ધારણ કરે છે. જેમ અગ્નિ પોતાનો પ્રકાશ અને જ્વાળા તેને સમાવીને મનુષ્ય જેવા થાય, તેમ ભગવાન પણ પોતાની સામર્થી છપાવીને જીવના કલ્યાણને અર્થે મનુષ્યની પેઠે વર્તે છે. અને જે મૂર્ખ હોય તે તો એમ જાણે જે, ‘ભગવાન કાંઈ સામર્થી કેમ પ્રકટ કરતા નથી?’ પણ ભગવાન તો મૂળગી જીવના કલ્યાણને અર્થે પોતાની સામર્થી ઢાંકીને વર્તે છે. અને જો પોતાની મોટ્યપ પ્રકટ કરે તો બ્રહ્માંડ પણ નજરમાં ન આવે તો જીવની શી ગણના? એવી રીતે મહિમાએ સહિત જે ભગવાનનો નિશ્ચય તે જેને હૃદયમાં દૃઢપણે થયો હોય તેને કાળ, કર્મ, માયા કોઈ બંધન કરવા સમર્થ નથી. માટે એવી રીતે તત્ત્વે કરીને જે ભગવાનને જાણે તેને કાંઈ કરવું રહ્યું નથી.”\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “એવી રીતે અનુક્રમે કરીને ભગવાન મનુષ્યાકૃતિ ધરે છે કે અનુક્રમ વિના પણ મનુષ્યાકૃતિ ધરે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અનુક્રમનો કાંઈ મેળ નથી. ત્યાં દૃષ્ટાંત: જેમ કોઈ પુરુષ હોય તે તળાવને વિષે ડબકી ખાય, તે ડબકી ખાઈને ગમે તો ત્યાં ને ત્યાં નીસરે અથવા કાંઠે નીસરે અથવા આસપાસ નીસરે; તેમ પુરુષોત્તમ ભગવાન છે તે અક્ષરરૂપ ધામને વિષે ડબકી ખાઈને ગમે તો ત્યાંથી પાધરા જ મનુષ્યાકૃતિને ધરે છે અને ગમે તો એવી રીતે અનુક્રમે કરીને મનુષ્યાકૃતિને ધરે છે.”\nએમ વાર્તા કરીને પછી વળી શ્રીજીમહારાજ બોલ્યા જે, “જેને અતિ દૃઢ નિશ્ચય હોય તેનું થોડાકમાં લક્ષણ કહું તે સાંભળો જે, જેને પરિપક્વ નિશ્ચય હોય અને તે પોતે અત્યંત ત્યાગી હોય તોય પણ તે પાસે ગમે તેવી પ્રવૃત્તિમાર્ગની ક્રિયા કરાવીએ તો તે કરે, પણ તેમાંથી પાછો હઠે નહીં અને કચવાઈને પણ કરે નહીં, રાજી થકો કરે. અને બીજું એ લક્ષણ જે, ગમે તેવો પોતામાં કોઈક સ્વભાવ હોય અને તે કોટિ ઉપાય કરે તોય પણ ટળે એવો ન હોય ને જો તે સ્વભાવને મુકાવ્યાનો પરમેશ્વરનો આગ્રહ દેખે તો તે સ્વભાવને તત્કાળ મૂકે. અને ત્રીજું એ લક્ષણ જે, પોતામાં કાંઈક અવગુણ હોય તો પણ પરમેશ્વરની કથા, કીર્તન તથા ભગવાનના સંત તે વિના ઘડીમાત્ર રહેવાય નહીં, અને પોતાનો અવગુણ લે ને સંતનો ગુણ ગ્રહણ કરે, અને ભગવાનની કથા-કીર્તન અને ભગવાનના સંતનો અતિ મહિમા સમજે. એવું જેને વર્તતું હોય તેને પરિપક્વ નિશ્ચય જાણવો. એવા નિશ્ચયવાળાને કોઈક દિવસ કોઈક પ્રારબ્ધયોગે કરીને કાંઈક વર્તવામાં ફેર પડી જાય તોય પણ તેનું અકલ્યાણ ન થાય. અને એવો નિશ્ચય ન હોય ને તે ગમે તેવો ત્યાગી હોય તોય પણ તેના કલ્યાણમાં ફેર છે.”"
}