{
  "number": 172,
  "vachanamrut": "ગઢડા મધ્ય ૩૯\n",
  "title": "સ્વાભાવિક ગુણ વર્ત્યાનું\n",
  "setting": "સંવત ૧૮૮૦ના ભાદરવા વદિ ૧૦ દશમીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાંથી ઘોડીએ ચડીને શ્રીલક્ષ્મીવાડીએ પધાર્યા હતા. પછી ત્યાં ઓટા ઉપર ઢોલિયો ઢળાવીને તે ઉપર વિરાજમાન થયા હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “દેશ, કાળ, ક્રિયા, સંગાદિકે કરીને પણ જે પોતામાં એવો ગુણ હોય તે જાય જ નહીં, એવો જેને જે સ્વાભાવિક ગુણ હોય તે કહો.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે અમારામાં એવા સ્વાભાવિક ગુણ રહ્યા છે તે કહીએ જે, એક તો અમારે એમ વર્તે છે જે, પંચ પ્રકારના વિષય સંબંધી જે જે પદાર્થ છે તેનો દેહે કરીને સૂઝે એટલો યોગ થાય, તો પણ તેનો મનમાં ઘાટ ન થાય તથા સ્વપ્નમાં પણ ન આવે. અને બીજો એમ જે, બહારથી સૂઝે એટલી પ્રવૃત્તિમાં રહ્યા હોઈએ પણ જ્યારે અંતર્દૃષ્ટિ કરીને પોતાના આત્મા સામું જોઈએ તો કાચબાનાં અંગની પેઠે સર્વે વૃત્તિ સંકોચાઈને આત્મસ્વરૂપને પામી જાય ને પરમ સુખરૂપે વર્તાય. અને ત્રીજો એમ જે, ચૈતન્યરૂપ ને તેજોમય એવું જે ભગવાનનું અક્ષરધામ છે તેમાં સદા સાકારમૂર્તિ એવા શ્રીકૃષ્ણ વાસુદેવ વિરાજમાન છે ને તે સાકાર થકા જ સર્વના કર્તા છે, પણ નિરાકાર થકી તો કાંઈ થતું નથી; એવી રીતે સાકારની દૃઢ પ્રતીતિ છે. તે કેટલાક વેદાંતના૦ ગ્રંથ વંચાવ્યા ને સાંભળ્યા તો પણ એ પ્રતીતિ ટળી નહીં. અને ચોથો એમ જે, જે કોઈ બાઈ-ભાઈ હોય ને તેની કોરનું એમ મારે જાણ્યામાં આવે જે, ‘આ તો ઉપરથી દંભે કરીને ભગવાનની ભક્તિ કરે છે પણ એ સાચો ભગવાનનો ભક્ત નથી,’ તો તેને દેખીને મન રાજી ન થાય ને તેની સાથે સુવાણ્ય પણ ન થાય; ને જે ખરેખરો ભગવાનનો ભક્ત હોય તેને દેખીને જ મન રાજી થાય ને તેની સાથે જ સુવાણ્ય થાય. એ ચાર ગુણ અમારે વિષે સ્વાભાવિકપણે રહ્યા છે તે કહ્યા, અને હવે તમે સર્વે કહો.” પછી જે મોટેરા પરમહંસ તથા મોટેરા હરિભક્ત હતા તેમણે જેમાં જે ગુણ એવો હતો તે કહી દેખાડ્યો.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “જે મોટેરો હોય તેને વિષે નિષ્કામરૂપ ધર્મ છે તે અવશ્ય જોઈએ ને બીજી વાતમાં તો કાંઈક કાચ્યપ હોય તો ચાલે પણ એની તો દૃઢતા અતિશય જોઈએ; કેમ જે, એ મોટેરો છે, તેની સારપ્યે સર્વની સારપ્ય કહેવાય.”\nએવી રીતે વાર્તા કરીને પાછા દાદાખાચરના દરબારમાં પધારીને સંધ્યા આરતી, નારાયણધૂન્ય, સ્તુતિ કરીને પછી સર્વે સાધુ તથા હરિભક્તની સભા થઈ. પછી શ્રીજીમહારાજે મોટેરા મોટેરા પરમહંસને પૂછ્યું જે, “અમે પંચમ સ્કંધ તથા દશમ સ્કંધનું અતિશય પ્રતિપાદન કર્યું છે. માટે એ બે ગ્રંથનું જે રહસ્ય તે જેમ તમને સમજ્યામાં આવ્યું હોય તે કહો.” ત્યારે મોટેરા સર્વે પરમહંસે પોતપોતાની સમજણ પ્રમાણે જેમ જણાયું તેમ કહી દેખાડ્યું. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, હવે અમે એ બે ગ્રંથનું રહસ્ય કહીએ જે, રહસ્ય તે શું? તો ગમે તેવો શાસ્ત્રી હોય, પુરાણી હોય, અતિશય બુદ્ધિવાળો હોય તે પણ સાંભળીને તે વાર્તાને નિશ્ચય સત્ય માને ને હા પાડે, પણ તેને કોઈ રીતે સંશય ન રહે જે, ‘એ વાર્તા એમ નહીં હોય.’ એવી રીતે જે કહી દેખાડવું તેનું નામ રહસ્ય કહેવાય. અને એ બે ગ્રંથમાં દશમ સ્કંધનું તો એ રહસ્ય છે જે, ઉપનિષદ-વેદાંત ને શ્રુતિ-સ્મૃતિ તેમાં જેને બ્રહ્મ કહ્યા છે, જ્યોતિઃસ્વરૂપ કહ્યા છે, જ્ઞાનરૂપ કહ્યા છે, તત્ત્વ કહ્યા છે, સૂક્ષ્મ કહ્યા છે અને નિરંજન, ક્ષેત્રજ્ઞ, સર્વકારણ, પરબ્રહ્મ પુરુષોત્તમ, વાસુદેવ, વિષ્ણુ, નારાયણ, નિર્ગુણ એવે એવે નામે કરીને જેને પરોક્ષપણે કહ્યા છે તે, તે આ પ્રત્યક્ષ વસુદેવના પુત્ર શ્રીકૃષ્ણ વાસુદેવ છે. એવી રીતે જ્યાં જ્યાં સ્તુતિભાગ છે ત્યાં ત્યાં એવા એવા સ્તુતિના શબ્દને લઈને પ્રત્યક્ષ શ્રીકૃષ્ણ ભગવાનને જ કહ્યા છે પણ શ્રીકૃષ્ણ ભગવાનથી અધિક કાંઈ નથી કહ્યું; તથા સર્વ જગતની ઉત્પત્તિ, સ્થિતિ, પ્રલયના કર્તા તે પણ શ્રીકૃષ્ણ ભગવાન જ છે, એમ કહ્યું છે. અને પંચમ સ્કં‍ધને વિષે તો એ શ્રીકૃષ્ણ ભગવાનનું માહાત્મ્ય કહ્યું છે તથા એ શ્રીકૃષ્ણ ભગવાન જે તે આ જગતની સ્થિતિને અર્થે ને પોતાના ભક્તજનને સુખ આપવાને અર્થે અનેક પ્રકારની મૂર્તિઓને ધારીને ખંડખંડ પ્રત્યે રહ્યા છે,૧૮ એમ કહ્યું છે. અને પોતે બાંધી એવી જે મર્યાદાઓ તેને વિષે જે રહે તે અતિશય મોટ્યપને પામે ને જે ન રહે તે મોટો હોય તો પણ પોતાની સ્થિતિ થકી પડી જાય; અને જે સાધારણ જીવ હોય ને તે મર્યાદાને લોપે તો તેને અધોગતિ થાય છે, એમ કહ્યું છે. અને એ જ જે શ્રીકૃષ્ણ વાસુદેવ તેણે વસુદેવ-દેવકીને પ્રત્યક્ષ ચતુર્ભુજરૂપે અદ્‌ભુત બાળક થકાં દર્શન દીધું,૧૯ એ અનાદિ વાસુદેવરૂપ છે. અને એ શ્રીકૃષ્ણ ભગવાન ધર્મ, અર્થ, કામને વિષે વર્ત્યા છે; તે ધર્મ, અર્થ, કામ સારુ જે જે ભગવાને ચરિત્ર કર્યાં તેનું જે ગાન કરે અથવા શ્રવણ કરે તે સર્વે જીવ સર્વે પાપ થકી મુકાઈને પરમ પદને પામે છે. અને એ વાસુદેવ ભગવાનનાં જન્મ, કર્મ ને મૂર્તિ એ સર્વે દિવ્યસ્વરૂપ છે. અને એ જે વાસુદેવ શ્રીકૃષ્ણ તે જ સર્વોપરી છે. એવી રીતે એ બે ગ્રંથનું રહસ્ય છે. અને જે શુકજી જેવા બ્રહ્મસ્થિતિને પામ્યા હોય તેને પણ એ શ્રીકૃષ્ણ પરબ્રહ્મની ઉપાસના-ભક્તિ કરવી ને દશમમાં કહ્યાં જે શ્રીકૃષ્ણ ભગવાનનાં ચરિત્ર તે શુકજી જેવાને પણ ગાવવાં ને સાંભળવાં. તે શુકજીએ જ કહ્યું છે જે,\n‘પરિનિષ્ઠિતોઽપિ નૈર્ગુણ્ય ઉત્તમશ્લોકલીલયા। ગૃહીતચેતા રાજર્ષે આખ્યાનં યદધીતવાન્॥’૧૦\n“અને એવા જે વાસુદેવ ભગવાન તેના આકારને વિષે દૃઢ પ્રતીતિ રાખવી. અને જો ભગવાનના આકારને વિષે દૃઢ પ્રતીતિ હશે ને કદાચિત્ એ જીવ કાંઈક પાપ કરશે તો પણ એનો ઉદ્ધાર થશે; કેમ જે, પાપ કરે તેનું તો પ્રાયશ્ચિત કહ્યું છે. પણ ભગવાનને જે નિરાકાર સમજે એ તો પંચ મહાપાપ કરતાં પણ અતિ મોટું પાપ છે, એ પાપનું કોઈ પ્રાયશ્ચિત નથી. અને ભગવાનને સાકાર જાણીને નિષ્ઠા રાખી હોય ને કદાચિત્ તેથી કાંઈક પાપ થઈ ગયું હોય તો એનો શો ભાર છે? એ પાપ તો ભગવાનને પ્રતાપે કરીને સર્વે બળી જશે ને એનો જીવ ભગવાનને પામશે. માટે ભગવાનના આકારને વિષે દૃઢ પ્રતીતિ રાખીને એની દૃઢ ઉપાસના કરવી, એમ અમે તમને સર્વેને કહીએ છીએ. તે આ વાર્તાને સર્વે દૃઢ કરીને રાખજ્યો.” એવી રીતે શ્રીજીમહારાજ સર્વેને શિક્ષાનાં વચન કહીને ભોજન કરવા સારુ પધાર્યા."
}