{
  "number": 97,
  "vachanamrut": "કારિયાણી ૧\n",
  "title": "ઇયળ-ભમરીનું\n",
  "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૧૨ દ્વાદશીને દિવસ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ સુરતના હરિભક્ત જાદવજી છપરપલંગ લાવ્યા હતા, તે ઢાળ્યો હતો ને તે પલંગ પર રેશમનું ગાદલું ધોળા ઓછાડે સહિત બિછાવ્યું હતું ને તેની ઉપર ધોળો તકિયો તથા લાલ મશરૂનાં ઢીંચણિયાં મૂક્યાં હતાં અને તે પલંગની ઉપર ચારે કોરે સોનેરી કસબના સેજબંધ લટકતા હતા. એવી શોભાએ યુક્ત જે તે પલંગ તેની ઉપર શ્રીજીમહારાજ ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા અને સોનેરી છેડાનો ધોળો ફેંટો મસ્તકે બાંધ્યો હતો અને સોનેરી છેડાનું શેલું ઓઢ્યું હતું ને કાળા છેડાનો ધોળો ખેસ પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને શ્રીજીમહારાજના મુખારવિંદરૂપ ચંદ્રમા સામા ચકોરની પેઠે સર્વે ભક્તજન જોઈ રહ્યા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “માંહોમાંહી પ્રશ્ન-ઉત્તર કરો.” ત્યારે ભૂધરાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનનો નિશ્ચય થાય છે, તે અંતઃકરણમાં થાય છે કે જીવમાં થાય છે?” ત્યારે તેનો ઉત્તર શિવાનંદ સ્વામીએ કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “આ જીવ છે તે બુદ્ધિએ કરીને જાણે છે અને તે બુદ્ધિ છે તે સર્વનું કારણ છે ને સર્વથી મોટી છે. માટે તે બુદ્ધિ મનને વિષે રહી છે, ચિત્તને વિષે રહી છે, અહંકારને વિષે રહી છે, શ્રોત્રને વિષે રહી છે, ચક્ષુને વિષે રહી છે, ઘ્રાણને વિષે રહી છે, જિહ્‎વાને વિષે રહી છે, વાણીને વિષે રહી છે, ત્વચાને વિષે રહી છે, હાથને વિષે રહી છે, પગને વિષે રહી છે, શિશ્નને વિષે રહી છે, ગુદાને વિષે રહી છે; એવી રીતે બુદ્ધિ જે તે નખશિખા પર્યંત આ શરીરને વિષે વ્યાપીને રહી છે. અને તે બુદ્ધિને વિષે જીવ રહ્યો છે; પણ તે જીવ જણાતો નથી અને એકલી બુદ્ધિ જણાય છે. ત્યાં દૃષ્ટાંત છે: જેમ અગ્નિની જ્વાળા ઘટે છે ને વધે છે, તે વાયુએ કરીને વધે છે ને ઘટે છે, અને તે અગ્નિની જ્વાળા વધતી-ઘટતી જણાય છે, પણ વાયુ જણાતો નથી. અને જેમ અગ્નિ લઈને છાણામાં મૂકીએ ને તે છાણામાં સળગવા માંડે તેને લઈને જ્યાં વાયુ ન હોય ત્યાં મૂકીએ તે ધુમાડો ઊંચો ચડવા માંડે, તે ધુમાડો જ ઊંચો ચડતો જણાય પણ તેમાં વાયુ જણાતો નથી. અને જેમ આકાશને વિષે વાદળાં ચાલે છે તે વાયુએ કરીને ચાલે છે, તે વાદળાં ચાલતાં જણાય છે પણ તેમાં રહ્યો એવો જે વાયુ તે જણાતો નથી. તેમ જ્વાળા, ધુમાડો ને વાદળાં તેને ઠેકાણે બુદ્ધિ જાણવી અને વાયુને ઠેકાણે જીવ જાણવો. તે જીવ કેવો છે? તો બુદ્ધિએ કર્યો જે નિશ્ચય તેને જાણે છે અને તે બુદ્ધિમાં નિશ્ચયની વિગતિનો કરનારો જે બ્રહ્મા તેને પણ જાણે છે; અને મનના સંકલ્પને જાણે છે અને તે મનના સંકલ્પની વિગતિનો કરનારો જે ચંદ્રમા તેને પણ જાણે છે; અને ચિત્તના ચિંતવનને જાણે છે અને તે ચિત્તના ચિંતવનની વિગતિ કરનારા જે વાસુદેવ તેને પણ જાણે છે; અને અહંકારની અહંમતિને જાણે છે અને તે અહંમતિની વિગતિના કરનારા જે રુદ્ર તેને પણ જાણે છે; એવી રીતે જે ચાર અંતઃકરણ અને દસ ઇન્દ્રિયો તેના જે વિષય ને તે વિષયની વિગતિના કરનારા જે દેવતા એ સર્વેને એકકળાવછિન્ન જાણે છે. એવો જે જીવ તે જીવ જે તે એકદેશસ્થ જણાય છે અને બરછીની અણી જેવો તીખો જણાય છે અને અતિશય સૂક્ષ્મ જણાય છે, તે બુદ્ધિએ સહિત છે માટે એવો સૂક્ષ્મ જણાય છે; પણ જ્યારે એ જીવને દેહ, ઇન્દ્રિયો, અંતઃકરણ, દેવતા અને વિષય તેના પ્રકાશકપણે જાણીએ ત્યારે તો જીવ બહુ મોટો જણાય છે અને વ્યાપક જણાય છે,૩ તે બુદ્ધિએ રહિત છે. અને અનુમાને કરીને જણાય છે પણ સાક્ષાત્કાર નથી જણાતો. ત્યાં દૃષ્ટાંત છે: જેમ કોઈક દસ મણની તરવાર હોય, તેને જોઈને માણસ અનુમાન કરે જે, ‘એ તરવારનો ઉપાડનારો બહુ મોટો હશે!’ તેમ એ સર્વ દેહ, ઇન્દ્રિયાદિકને એકકાળે પ્રકાશે છે, માટે એ જીવ બહુ મોટો છે; એવી રીતે અનુમાને કરીને જણાય છે.” એવી રીતે શ્રીજીમહારાજે ઉત્તર કર્યો.\nત્યારે નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એમાં તે શું ઉત્તર થયો?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એમાં તો એ ઉત્તર થયો જે, જ્યારે બુદ્ધિમાં નિશ્ચય થયો ત્યારે જીવમાં પણ નિશ્ચય થઈ ગયો એમ જાણવું. તે કેવી રીતે થાય છે? તો પ્રથમ ઇન્દ્રિયોમાં નિશ્ચય થાય છે, પછી અહંકારમાં નિશ્ચય થાય છે, પછી ચિત્તમાં નિશ્ચય થાય છે, પછી મનમાં નિશ્ચય થાય છે, પછી બુદ્ધિમાં નિશ્ચય થાય છે, પછી જીવમાં નિશ્ચય થાય છે.” એમ શ્રીજીમહારાજે કહ્યું.\nત્યારે નિત્યાનંદ સ્વામીએ વળી પૂછ્યું જે, “હે મહારાજ! ઇન્દ્રિયોમાં નિશ્ચય હોય તે કેમ જણાય? ને અંતઃકરણમાં નિશ્ચય હોય તે કેમ જણાય? ને જીવમાં નિશ્ચય હોય તે કેમ જણાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “ઇન્દ્રિયોમાં નિશ્ચય તે એમ જાણવો જે, આ જગતને વિષે જે જે પદાર્થ છે તે દીઠામાં, સાંભળ્યામાં, સૂંઘ્યામાં, અડ્યામાં આવે છે તેમાં કેટલાક શુભ છે ને કેટલાક અશુભ છે, અને કેટલાક સુખરૂપ છે ને કેટલાક દુઃખરૂપ છે, અને કેટલાક પ્રિય છે ને કેટલાક અપ્રિય છે, અને કેટલાક યોગ્ય છે ને કેટલાક અયોગ્ય છે; એ સર્વે ભગવાનમાં જણાય તેણે કરીને કોઈ સંશય ન થાય, તો એને ઇન્દ્રિયોમાં નિશ્ચય જાણવો.૪ અને સત્ત્વ, રજ અને તમ એ ત્રણ ગુણનાં જે કાર્ય છે, તેમાં આળસ-નિદ્રાદિક તમોગુણનું કાર્ય છે અને કામ-ક્રોધાદિક રજોગુણનું કાર્ય છે અને શમ-દમાદિક સત્ત્વગુણનું કાર્ય છે; એ સર્વે ભગવાનમાં દેખાય પણ તેમાં કોઈ સંશય ન થાય, તો એને અંતઃકરણમાં ભગવાનનો નિશ્ચય જાણવો.૪ અને જેમ ઋષભદેવ ભગવાન નિર્વિકલ્પ સમાધિએ કરીને ઉન્મત્ત થકા વિચર્યા ને મુખમાં પાણો રાખ્યો ને પોતાનો દેહ દાવાનળમાં બળી ગયો તોય ખબર ન રહી;૪ એવી રીતે જે ગુણાતીત સ્થિતિ તે ભગવાનમાં જણાય તેમાં કોઈ સંશય ન થાય, તો એને જીવને વિષે નિશ્ચય જાણવો.૪ ત્યાં દૃષ્ટાંત છે: જેમ સમુદ્રમાં વહાણ ચાલે છે તેમાં જે લોઢાના નાંગળ હોય તેને સમુદ્રમાં નાંખે, તે જો ધરતી લગણ ન પૂગ્યો હોય ને તેને જો તરત તાણી લે તો ઝાઝી મહેનત ન પડે ને તરત નીસરી આવે, અને તેને ધરતી લગણ જવા દઈને તાણે તો ઘણી મહેનતે નીસરે, અને જો ધીરે ધીરે જવા દે ને ધરતીમાં ખૂતે ને ભરાઈ જાય તો પાછો તે તાણ્યો તણાય નહીં ને નીસરે પણ નહીં. એમ જેને જીવને વિષે નિશ્ચય થાય તો તેનો નિશ્ચય કોઈ પ્રકારે તાણ્યો તણાય નહીં.”૫ એવી રીતે શ્રીજીમહારાજે વાર્તા ઘણીક કરી, પણ આ તો દિશમાત્ર લખી છે.\nપછી ચૈતન્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ભગવાન તો મન-વાણી થકી પર છે અને ગુણાતીત છે, તેને માયિક એવાં જે ઇન્દ્રિયો-અંતઃકરણ તે કેમ પામે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “આ દેહ, ઇન્દ્રિયો ને અંતઃકરણ તેને જાણનારો જે જીવ તે જ્યારે સુષુપ્તિમાં લીન થાય છે ત્યારે એનાં ઇન્દ્રિયો, અંતઃકરણ પણ સુષુપ્તિમાં લીન થાય છે, ત્યારે તે સમયમાં એ જીવને ભગવાન પ્રકાશે છે;૬ અને જ્યારે સુષુપ્તિમાંથી સ્વપ્નમાં આવે છે ત્યારે તે સ્વપ્ન સંબંધી જે સ્થાન, ભોગ, વિષય અને જીવ એ સર્વેને ભગવાન પ્રકાશે છે;૭ અને જાગ્રતમાં પણ ભગવાન પ્રકાશે છે.૮ એવી રીતે રૂપપણે ને અરૂપપણે૦ કરીને રહ્યો જે જીવ તેને ભગવાન પ્રકાશે છે. અને પ્રધાનમાંથી મહત્તત્ત્વ થયું અને મહત્તત્ત્વમાંથી ત્રણ પ્રકારનો અહંકાર થયો ને તે અહંકારમાંથી ઇન્દ્રિયો, દેવતા, પંચભૂત, પંચમાત્રા એ સર્વે થયાં, તેમને પણ જે ભગવાને પ્રકાશ્યાં છે૧ અને એ સર્વે તત્ત્વે મળીને રચ્યો એવો જે વિરાટ તેને પણ ભગવાન પ્રકાશે છે. અને એ સર્વે જ્યારે માયામાં લીન થાય છે ત્યારે તે માયાને પણ ભગવાન પ્રકાશે છે. એવી રીતે જીવ અને ઈશ્વર એ બેય જ્યારે રૂપપણે થાય છે ત્યારે જે ભગવાન પ્રકાશે છે, અને જ્યારે એ જીવ ને ઈશ્વર બેય નામરૂપરહિત થકા સુષુપ્તિમાં ને પ્રધાનમાં રહે છે ત્યારે પણ જે ભગવાન પ્રકાશે છે, અને જે કાળ તે એ માયાદિક તત્ત્વને નામરૂપપણાને પમાડે છે ને અરૂપપણાને પમાડે છે એવો જે કાળ, તે કાળને પણ જે ભગવાન પ્રકાશે છે, એવા જે ભગવાન તે જે તે ઇન્દ્રિયો-અંતઃકરણે કરીને કેમ જાણ્યામાં આવે? એ તમારો પ્રશ્ન છે કે નહીં?” ત્યારે સૌએ કહ્યું જે, “હે મહારાજ! એ જ પ્રશ્ન છે.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એનો એમ ઉત્તર છે જે, એવા જે ભગવાન તેને આ જગતની ઉત્પત્તિ અને સ્થિતિનું કરવું છે તે કાંઈ પોતાને અર્થે નથી; કાં જે, શ્રીમદ્‎‍ભાગવતમાં કહ્યું છે જે,\n‘બુદ્ધીન્દ્રિયમનઃપ્રાણાન્ જનાનામસૃજત્પ્રભુઃ। માત્રાર્થં ચ ભવાર્થં ચ હ્યાત્મનેઽકલ્પનાય ચ॥’૧\n“એ શ્લોકમાં એમ કહ્યું છે જે, ‘સર્વે જનનાં બુદ્ધિ, ઇન્દ્રિયો, મન અને પ્રાણ તેને ભગવાન જે તે સૃજતા હવા; તે જીવને વિષયભોગને અર્થે તથા જન્મને અર્થે તથા લોકાંતરમાં જવાને અર્થે તથા મોક્ષને અર્થે સૃજ્યાં છે.’ માટે આ જગતની ઉત્પત્તિ કરે છે તે પણ જીવના કલ્યાણને અર્થે કરે છે, અને સ્થિતિ કરે છે તે પણ જીવના કલ્યાણને અર્થે કરે છે, અને પ્રલય કરે છે તે પણ જીવને અર્થે કરે છે; કાં જે, નાના પ્રકારની સંસૃતિએ કરીને થાક્યા જે જીવ તેના વિશ્રામને અર્થે પ્રલય કરે છે. એવી રીતે સર્વ પ્રકારે જીવના હિતને અર્થે પ્રવર્ત્યા એવા જે ભગવાન, તે જે તે જ્યારે કૃપા કરીને મનુષ્ય સરખા થાય છે ત્યારે જે જીવ તે ભગવાનના સંતનો સમાગમ કરે છે તે જીવના જાણ્યામાં કેમ ન આવે? એ તો આવે જ.”૧ એમ શ્રીજીમહારાજે કહ્યું.\nત્યારે ભજનાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! આ શ્રુતિમાં એમ કેમ કહ્યું છે જે, ‘યતો વાચો નિવર્તન્તે અપ્રાપ્ય મનસા સહ।’?”૧ ત્યારે શ્રીજીમહારાજ પ્રસન્ન થકા બોલ્યા જે, “એનું એમ છે જે, જેમ પૃથ્વી આકાશમાં રહી છે પણ૫ આકાશના ભાવને૬ નથી પામતી અને જળ આકાશને વિષે રહ્યું છે પણ આકાશના ભાવને નથી પામતું અને તેજ આકાશને વિષે રહ્યું છે પણ આકાશના ભાવને નથી પામતું અને વાયુ આકાશને વિષે રહ્યો છે પણ આકાશના ભાવને નથી પામતો; એમ૭ મન-વાણી ભગવાનને નથી પામતાં.”\nત્યારે નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! શ્રુતિ-સ્મૃતિમાં એમ કહ્યું છે જે, ‘નિરંજનઃ પરમં સામ્યમુપૈતિ’ ‘બહવો જ્ઞાનતપસા પૂતા મદ્‎‍ભાવમ્ આગતાઃ।’”૧ ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ તો અમે અભક્તનાં મન, ઇન્દ્રિયોને કહ્યું છે; પણ ભક્તનાં મન, ઇન્દ્રિયો તો ભગવાનને સાક્ષાત્કારપણે પામે છે. જેમ આકાશને વિષે રહી છે જે પૃથ્વી તે પ્રલયકાળને સમે આકાશરૂપ થઈ જાય છે, અને જળ પણ આકાશરૂપ થઈ જાય છે, અને તેજ પણ આકાશરૂપ થઈ જાય છે, અને વાયુ પણ આકાશરૂપ થઈ જાય છે; એમ જે ભગવાનના ભક્ત હોય તેનાં જે દેહ, ઇન્દ્રિયો, અંતઃકરણ અને પ્રાણ તે સર્વ ભગવાનને જ્ઞાને કરીને ભગવાનને આકારે થઈ જાય છે ને દિવ્ય થઈ જાય છે. કાં જે, ભગવાન પોતે દિવ્યમૂર્તિ છે, તેનાં ઇન્દ્રિયો, અંતઃકરણ, દેહ તેને આકારે એ ભક્તનાં દેહ, ઇન્દ્રિયો, અંતઃકરણ થાય છે; માટે દિવ્ય થઈ જાય છે. ત્યાં દૃષ્ટાંત: જેમ ભમરી ઇયળને ઝાલી લાવે છે ને તેને ચટકો લઈને ઉપર ગુંજારવ કરે છે, તેણે કરીને તે ઇયળ તે ને તે દેહે કરીને તદાકાર થઈ જાય છે પણ કોઈ અંગ ઇયળનું રહેતું નથી, ભમરી જેવી જ ભમરી થઈ જાય છે; તેમ ભગવાનનો ભક્ત પણ એ ને એ દેહે કરીને ભગવાનને આકારે થઈ જાય છે. અને આ જે અમે વાર્તા કહી તેનું હાર્દ એ છે જે, આત્મજ્ઞાને સહિત ભક્તિનિષ્ઠાવાળો છે તથા કેવળ ભક્તિનિષ્ઠાવાળો છે તે બેયની એ ગતિ કહી છે. પણ આત્મનિષ્ઠાવાળો જે કૈવલ્યાર્થી૯ તેનાં દેહ, ઇન્દ્રિયો અને અંતઃકરણ તેનું ભગવાનની મૂર્તિને તદાકારપણું નથી થતું, એ તો કેવળ બ્રહ્મસત્તાને૦ પામે છે.” એમ વાર્તા કરીને બોલ્યા જે, “હવે એટલી વાર્તા રાખો અને સભા સર્વે શૂન્ય થઈ ગઈ છે, માટે કોઈક સારાં સારાં કીર્તન બોલો.” એમ કહીને પોતે ધ્યાન કરવા માંડ્યા ને સંત કીર્તન ગાવા લાગ્યા."
}