{
    "number": 231,
    "vachanamrut": "ગઢડા અંત્ય ૮\n",
    "title": "સદાય સુખિયા રહેવાનું\n",
    "setting": "સંવત ૧૮૮૩ના ભાદરવા વદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે મોગરાનાં પુષ્પના હાર વિરાજમાન હતા ને પાઘને વિષે મોગરાનાં પુષ્પના તોરા વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે મુનિમંડળને પ્રશ્ન પૂછ્યો જે, “ભગવાનનો ભક્ત હોય તેને એવો કયો ઉપાય છે જે, જેણે કરીને સદા સુખી રહેવાય?” પછી મોટા મોટા સાધુ હતા તેણે જેવું જેને સમજાયું તેવો તેણે ઉત્તર કર્યો. પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર તો એમ છે જે, જે ભગવાનના ભક્તને એક તો દૃઢ વૈરાગ્ય હોય, અને બીજો અતિશય દૃઢ સ્વધર્મ હોય, અને જેણે એ બે સાધને કરીને સર્વે ઇન્દ્રિયોને જીતીને પોતાને વશ કર્યાં હોય; અને જેને ભગવાન ને ભગવાનના ભક્તને વિષે અતિશય પ્રીતિ હોય; અને જેને ભગવાન ને ભગવાનના ભક્તને વિષે અતિશય મિત્રભાવ વર્તતો હોય; અને જે કોઈ દિવસ ભગવાન કે ભગવાનના ભક્ત થકી ઉદાસ થાય નહીં; અને જે ભગવાન ને ભગવાનના ભક્તને સંગે જ રાજી રહે પણ કોઈ વિમુખ જીવની સોબત ગમે નહીં; એવાં જે હરિભક્તનાં લક્ષણ હોય તે આ લોકને વિષે તથા પરલોકને વિષે સદાય સુખિયો રહે છે. અને વૈરાગ્ય ને સ્વધર્મ તેણે કરીને જેણે પોતાનાં ઇન્દ્રિયોને વશ ન કર્યાં હોય તો તે ભગવાન તથા ભગવાનના ભક્તને સંગે રહ્યો થકો પણ દુખિયો રહે છે. શા માટે જે, જેણે પોતાનાં ઇન્દ્રિયો ન જીત્યાં હોય તેને કોઈ ઠેકાણે સુખ થાય નહીં અને ભગવાનની ભક્તિ કરતો હોય તો પણ જ્યારે ઇન્દ્રિયો વિષયમાં તણાઈ જાય ત્યારે તે હરિભક્તના હૃદયમાં અતિ દુઃખ થાય છે. માટે સર્વ પોતાનાં ઇન્દ્રિયોને જીતીને વશ કરે તે જ સદા સુખિયો રહે છે. અને જેણે સર્વ ઇન્દ્રિયોને જીતીને વશ કર્યાં હોય તેને જ વૈરાગ્યવાન ને ધર્મવાળો જાણવો; પણ જેનાં ઇન્દ્રિયો વશ ન થયાં હોય તેને વૈરાગ્યવાન ને ધર્મવાળો ન જાણવો. અને જે વૈરાગ્યવાન ને ધર્મવાળો હોય તેને તો સર્વ ઇન્દ્રિયો નિયમમાં હોય અને તે સદાય સુખિયો હોય.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ભગવાનનો ભક્ત હોય તેને ભગવાનની ભક્તિમાં કયું અતિશય મોટું વિઘ્ન છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના ભક્તને એ જ મોટું વિઘ્ન છે જે, જે પોતામાં દોષ હોય તેને દેખે નહીં અને ભગવાન ને ભગવાનના ભક્ત થકી જેનું મન નોખું પડી જાય અને તે ભગવાનના ભક્ત થકી જેને બેપરવાઈ થઈ જવાય, એ જ એને અતિશય મોટું વિઘ્ન છે.”"
}