{
  "number": 267,
  "vachanamrut": "અમદાવાદ ૭\n",
  "title": "અમદાવાદ ૭\n",
  "setting": "સંવત ૧૮૮૨ના ફાગણ વદિ ૭ સપ્તમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિરને વિષે દરવાજાના મેડા ઉપર વાસુદેવમાહાત્મ્ય વંચાવતા હતા. પછી ઊઠીને દરવાજા પાસે લીમડાના વૃક્ષ તળે ઢોલિયા ઉપર સંધ્યા સમે વિરાજમાન થયા હતા અને મસ્તક ઉપર ગુલાબી રંગની પાઘ બાંધી હતી. તેમાં ગુલાબના તોરા ખોસ્યા હતા ને ગુલાબના હાર પહેરીને ગરકાવ થયા હતા ને શ્વેત પછેડી ઓઢી હતી ને શ્વેત સુરવાળ પહેર્યો હતો ને ઉગમણે મુખારવિંદે વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે પ્રાગજી દવેએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! તમારે વિષે કિયે પ્રકારે મન સ્થિર થાય ને વ્યભિચારને કોઈ કાળે ન પામે? તે કહો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “તમારા પ્રશ્નનો ઉત્તર કહીએ તેને તમે સાંભળો.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનું માહાત્મ્ય જાણવા થકી ભગવાનને વિષે મન સ્થિર થાય છે. તે માહાત્મ્ય જાણવાની રીત કહીએ છીએ જે, પ્રથમ અમે પીપલાણામાં લાધા બ્રાહ્મણને ઘેર રામાનંદ સ્વામીને એમ પૂછ્યું હતું જે, ‘તમે સનાતન ઈશ્વર છો કે આધુનિક ઈશ્વર છો?’ ત્યારે રામાનંદ સ્વામી તો બોલ્યા જ નહીં. ને ત્યાર પછી અગણોતરા કાળમાં અમે માંદા થયા હતા ત્યારે અમે ક્ષીરસાગરને વિષે શેષશય્યાને વિષે શેષશાયી નારાયણ સૂતા છે ત્યાં ગયા. ત્યારે ત્યાં અમે રામાનંદ સ્વામીને જોયા, તે ધોળી ધોતી પહેરી હતી ને પછેડી ઓઢી હતી. એવા બીજા પણ ઘણાક શેષશાયી નારાયણનાં ચરણારવિંદને સમીપે બેઠા હતા, તે અમે જોયા. ત્યારે અમે નારાયણને પૂછ્યું જે, ‘આ રામાનંદ સ્વામી તે કોણ છે?’ પછી નારાયણને કહ્યું જે, ‘એ તો બ્રહ્મવેત્તા છે.’ એમ નારાયણને બોલતે સતે રામાનંદ સ્વામી તો તે નારાયણના શરીરને વિષે લીન થયા. ને ત્યાર પછી અમે દેહને વિષે આવ્યા. ને તે પછી અમે અંતર્દૃષ્ટિ કરી ત્યારે પ્રણવનાદને જોયો. તે જોતાં જોતાં નંદીશ્વર પોઠિયો આવ્યો, તે ઉપર બેસીને કૈલાસમાં શિવજી પાસે ગયા. ને ત્યાં ગરુડ આવ્યો, તે ઉપર બેસીને વૈકુંઠ તથા બ્રહ્મધામને વિષે જાતા હવા. ત્યાં ગરુડ પણ ઊડી શક્યો નહીં, એટલે અમે એકલા જ તે સર્વ થકી પર એવું જે શ્રીપુરુષોત્તમનું ધામ તેમાં ગયા. ત્યાં પણ હું જ પુરુષોત્તમ છું, મારા વિના બીજો મોટો કોઈ દેખ્યો નહીં. એટલે ઠેકાણે ફર્યા અને પછી અમે દેહને વિષે આવ્યા ને ફેર અંતર સામું જોયું ત્યારે એમ જણાણું જે, સર્વે બ્રહ્માંડની ઉત્પત્તિ, સ્થિતિ ને પ્રલય તેનો કર્તા પણ હું જ છું. ને અનંત બ્રહ્માંડનાં અસંખ્ય શિવ, અસંખ્ય બ્રહ્મા, અસંખ્ય કૈલાસ, અસંખ્ય વૈકુંઠ અને ગોલોક, બ્રહ્મપુર અને અસંખ્ય કરોડ બીજી ભૂમિકાઓ એ સર્વે મારે તેજે કરીને તેજાયમાન છે. અને વળી હું કેવો છું? તો મારા પગને અંગૂઠે કરીને પૃથ્વીને ડગાવું તો અસંખ્ય બ્રહ્માંડની પૃથ્વી ડગવા લાગે ને મારે તેજે કરીને સૂર્ય, ચંદ્રમા, તારા આદિક સર્વ તેજાયમાન છે. એવો જે હું તે મારે વિષે એમ સમજીને નિશ્ચય કરે તો ભગવાન એવો જે હું તે મારે વિષે મન સ્થિર થાય ને કોઈ કાળે વ્યભિચારને પામે નહીં. ને જે જે જીવ મારે શરણે આવ્યા છે ને એમ સમજશે તેને સર્વેને હું સર્વોપરી એવું જે મારું ધામ છે તેને પમાડીશ અને તે સર્વેને અંતર્યામી જેવા કરીશ. ને બ્રહ્માંડોની ઉત્પત્ત્યાદિક કરે એવા સમર્થ કરીશ. પણ પછી સામર્થી પામીને એમ જાણે જે, ‘હું જ મોટો છું,’ એમ જાણીને ઋષિરૂપ એવા જે પ્રત્યક્ષ શ્રીનરનારાયણ૩ તેને ગણવા જ નહીં એવો અહંકાર આવવા દેવો નહીં ને એમ જાણવું જે, ‘શ્રીનરનારાયણની કરુણાએ કરીને હું મોટપ પામ્યો છું.’” એમ શ્રીજીમહારાજે એ પ્રશ્નનો ઉત્તર કર્યો."
}