{
  "number": 60,
  "vachanamrut": "ગઢડા પ્રથમ ૬૦\n",
  "title": "એકાંતિક ધર્મ પામ્યાનું, વાસના ટાળ્યાનું\n",
  "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૧ પ્રતિપદાને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પરમહંસની જાયગાને વિષે વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી અને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી ને તે પાઘને વિષે ધોળાં પુષ્પના તોરા વિરાજમાન હતા ને કંઠમાં ધોળાં પુષ્પના હાર વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સર્વ સાધન કરતાં વાસના ટાળવી એ સાધન મોટું છે. તે વાસના ટાળવાની એમ વિગતિ છે જે, શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ જે પંચવિષય તેને વિષે જેટલી પોતાને તૃષ્ણા હોય તેનો વિચાર કરવો જે, ‘મારે જેટલી ભગવાનને વિષે વાસના છે તેટલી જ જગતને વિષે છે કે ઓછી-વધુ છે?’ તેની પરીક્ષા કરવી. ને જેટલી ભગવાનની વાત સાંભળવામાં શ્રોત્ર ઇન્દ્રિય લોભાતી હોય તેટલી જ જગતની વાત સાંભળવામાં લોભાતી હોય તો એમ જાણવું જે, ‘ભગવાનમાં ને જગતમાં બરોબર વાસના છે.’ એવી જ રીતે સ્પર્શ, રૂપ, રસ અને ગંધ એ સર્વે વિષયનો તપાસ કરવો. અને જ્યારે એવી રીતે તપાસ કરતો કરતો જગતની વાસનાને ઘટાડતો જાય ને ભગવાનની વાસનાને વધારતો જાય તેણે કરીને એને પંચવિષયને વિષે સમબુદ્ધિ થઈ જાય છે. ને સમબુદ્ધિ થયા પછી નિંદા ને સ્તુતિ સરખાં લાગે અને સારો સ્પર્શ ને ભૂંડો સ્પર્શ સરખો લાગે; તેમ જ સારું રૂપ ને ભૂંડું રૂપ તથા બાળ, યુવાન ને વૃદ્ધ એવી જે સ્ત્રીઓ તથા કચરો ને કંચન એ સર્વે સરખું ભાસે; તેમ જ સારા ને ભૂંડા જે રસ ને ગંધ તે પણ સરખા ભાસે; એવી રીતે સ્વાભાવિકપણે વર્તાય ત્યારે જાણીએ જે વાસના જિતાણી. અને વાસનારહિત વર્તવું એ એકાંતિકનો ધર્મ છે. અને વાસના જરાક રહી જાય તો સમાધિવાળો હોય અને નાડી-પ્રાણ તણાતાં હોય તોય પણ વાસના સમાધિમાંથી પાછો ખેંચી લાવે છે; માટે વાસના ટાળે તે જ એકાંતિક ભક્ત છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “વાસના ટાળ્યાનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો આત્મનિષ્ઠાની દૃઢતા જોઈએ અને બીજું પંચવિષયનું તુચ્છપણું જાણ્યું જોઈએ અને ત્રીજું ભગવાનનું અતિશય માહાત્મ્ય જાણ્યું જોઈએ જે, ‘ભગવાન વૈકુંઠ, ગોલોક, બ્રહ્મમહોલ એ સર્વે ધામના પતિ છે. માટે એવા ભગવાનને પામીને તુચ્છ વિષયના સુખમાં હું શું પ્રીતિ રાખું?’ એવી રીતે ભગવાનના મહિમાનો વિચાર કરે. અને વળી એમ વિચાર કરે જે, ‘ભગવાનને ભજતાં થકાં જો કોઈક ખોટ રહી જશે ને કદાપિ જો ભગવાનના ધામમાં નહીં જવાય ને ઇન્દ્રલોક તથા બ્રહ્મલોકને૩ વિષે ભગવાન મૂકશે તોય પણ આ લોકના કરતાં તો ત્યાં કોટિ ગણાં વધુ સુખ છે.’ એવો વિચાર કરીને પણ આ સંસારનાં તુચ્છ સુખ થકી વાસનાએ રહિત થવું. અને એવી રીતે ભગવાનનો મહિમા જાણીને વાસનાએ રહિત થાય છે ત્યારે પછી એને એમ જણાય છે જે, ‘મારે કોઈ કાળે વાસના હતી જ નહીં અને એ તો મને વચમાં કાંઈક ભ્રમ જેવું થયું હતું, પણ હું તો સદા વાસનાએ રહિત છું,’ એવું ભાસે છે. અને આવી રીતનો જે એકાંતિક ધર્મ તે તો જે એવા નિર્વાસનિક પુરુષ હોય અને જેને ભગવાનને વિષે સ્થિતિ થઈ હોય તેને વચને કરીને જ પમાય, પણ ગ્રંથમાં લખી રાખ્યો હોય તેણે કરીને નથી પમાતો. અને કોઈક સાંભળીને તેવી ને તેવી વાત કહેવા જાય તો કહેતાં પણ આવડે નહીં. માટે જેને એકાંતિકના ધર્મમાં સ્થિતિ થઈ હોય તે થકી જ એકાંતિકનો ધર્મ પમાય છે.”"
}