{
  "number": 160,
  "vachanamrut": "ગઢડા મધ્ય ૨૭\n",
  "title": "મલિન વાસના ન રહે ત્યારે મોટા રાજી થાય, તેનું\n",
  "setting": "સંવત ૧૮૭૯ના કાર્તિક સુદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં દક્ષિણાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે ગુલદાવદીનાં ધોળાં ને પીળાં પુષ્પના હાર વિરાજમાન હતા અને પાઘમાં બે કોરે તોરા લટકતા હતા અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે મુક્તાનંદ સ્વામીને પ્રશ્ન પૂછ્યા જે, “તમારે ક્રોધ થાય છે ત્યારે શે નિમિત્તે થાય છે? અને કેટલું નિમિત્ત હોય ત્યારે ક્રોધ થાય છે? અને અમારે તો એકથી લાખ રૂપિયા સુધી બગાડ કરે તો પણ પોતા સારુ તો ક્રોધ આવે નહીં અને જ્યારે ધર્મલોપ કરે અથવા બળિયો હોય તે ગરીબને પીડે અથવા અન્યાયનો પક્ષ લે, ત્યારે તેની ઉપર અમારે કોઈકને અર્થે લગારેક ક્રોધની ચટકી આવે છે, પણ પોતા સારુ તો લેશમાત્ર ક્રોધ આવતો નથી; અને કોઈક સારુ આવે છે તે પણ ક્ષણમાત્ર પણ નથી રહેતો ને આંટી પણ બંધાતી નથી. તેમ તમારે કેવી રીતે આવે છે ને કેવી રીતે ટળે છે?” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “કોઈક પદાર્થને યોગે તથા કોઈક અવળાઈ દેખાય, તેને યોગે તે ઉપર ક્રોધ થાય પણ તત્કાળ શમી જાય છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “એવું તમારે વિચારનું બળ રહે છે તે શાને યોગે રહે છે?” ત્યારે મુક્તાનંદ સ્વામીએ કહ્યું જે, “એક તો ભગવાનનું માહાત્મ્ય વિચારીને એમ સમજાય છે જે, ‘જે રીતે ભગવાનનો કુરાજીપો થાય તે સ્વભાવ રાખવો નથી.’ અને બીજો શુકજી૪ ને જડભરત૫ જેવા સંતનો માર્ગ જોઈને એમ વિચાર રહે છે જે, ‘સાધુમાં એવો અયોગ્ય સ્વભાવ ન જોઈએ.” પછી શ્રીજીમહારાજ બોલ્યા જે, “કામ-ક્રોધાદિકના જોરને હઠાવે એવો જે વિચાર તે તો ગુણ થકી પર છે, તે એ તમારા જીવમાં રહ્યો છે. અને એવી રીતે કામ-ક્રોધાદિક ગુણને હઠાવે એવું જે જોર છે તે પૂર્વજન્મનો સંસ્કાર છે. અને તમારું એટલું તો અમને જણાય છે જે, તમારે જે જે માયિક પદાર્થનો યોગ થાય તેની આંટીમાં પ્રથમ તો આવી જવાય પણ અંતે જતાં એના બંધનમાં રહેવાય નહીં; બંધન ત્રોડીને નિકળાય ખરું.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “પ્રથમ આવરણ થઈ જાય એવી કાચ્યપ રહે છે તે શાને યોગે રહે છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “દેશકાળાદિક જે આઠ છે તેમાં જેવું પૂર્વસંસ્કારમાં જોર છે તેવું જ એક-એકમાં છે, માટે જ્યારે એનો યોગ થાય ત્યારે જરૂર બંધન થાય છે અને પૂર્વના સંસ્કારનું જોર રહેવા દેતાં નથી. અને જો સંસ્કારમાં લખ્યું એટલું જ સુકૃત-દુષ્કૃત થાય તો વેદ, શાસ્ત્ર ને પુરાણ તેને વિષે વિધિનિષેધના ભેદ કહ્યા છે જે, ‘આ કરવું ને આ ન કરવું’ તે સર્વ ખોટું થઈ જાય; તે એ મોટાનાં કરેલાં શાસ્ત્ર તો ખોટાં થાય જ નહીં. અને જય-વિજય હતા તેણે જો અયોગ્ય ક્રિયા કરી તો જે ઠેકાણે કાળ, કર્મ ને માયા નથી એવું જે ભગવાનનું ધામ ત્યાંથી પડી ગયા. અને જો નારદજીને રાજી કર્યા તો પ્રહ્‌લાદને દેશકાળાદિક અશુભ હતાં તો પણ નડી શક્યાં નહીં૬ અને જો સનકાદિકને કોપાયમાન કર્યા તો દેશકાળાદિક શુભ હતાં તો પણ જય-વિજય પડી ગયા.૯ માટે જેને કલ્યાણને ઇચ્છવું તેને તો જેમ મોટાપુરુષ રાજી થાય તેમ કરવું. અને તે મોટાપુરુષ પણ ત્યારે રાજી થાય જ્યારે કોઈ પ્રકારે અંતરમાં મલિન વાસના ન રહે. અને જેને ગરીબ ઉપર ક્રોધાદિકનો સંકલ્પ થતો હોય તો તેને મોટા ઉપર પણ થાય અને પોતાના ઇષ્ટદેવ ઉપર પણ ક્રોધાદિકનો મલિન ઘાટ થાય. માટે જેને કલ્યાણ ઇચ્છવું તેને કોઈ ઉપર મલિન ઘાટ કરવો નહીં અને કોઈ ઉપર મલિન ઘાટ કરે તો તેને ભગવાનના ભક્ત તથા ભગવાન ઉપર પણ મલિન ઘાટ થઈ જાય. અને અમારાથી તો એક ગરીબ પણ દુખાયો હોય તો અમારા અંતરમાં એવો વિચાર આવે છે જે, ‘ભગવાન સર્વાંતર્યામી છે; તે એક ઠેકાણે રહીને સર્વેના અંતરને જાણે છે. માટે જેને અમે દુખવ્યો તેના જ અંતરમાં વિરાજમાન હશે. ત્યારે અમે ભગવાનનો અપરાધ કર્યો.’ એમ જાણીને તેને પગે લાગીને તેને કાંઈક જોઈતું હોય તે આપીએ, પણ જે પ્રકારે તે રાજી થાય તેમ કરીએ છીએ.\n“અને વળી અમે વિચારીને જોયું જે, જે અતિશય ત્યાગ રાખે અથવા દયા રાખે તેથી ભગવાનની ભક્તિ થાય નહીં; ત્યારે ઉપાસનાનો ભંગ થાય છે. અને પૂર્વે જે જે અતિશય ત્યાગી થયા છે તેના માર્ગમાં ઉપાસનાનો નાશ થઈ ગયો છે. માટે અમે એમ વિચારીને પરમેશ્વરની ઉપાસના રહેવા સારુ ત્યાગનો પક્ષ મોળો કરીને ભગવાનનાં મંદિર કરાવ્યાં છે. તેમાં જો થોડો ત્યાગ રહેશે તો પણ ઉપાસના રહેશે, તો તેણે કરીને ઘણાક જીવનાં કલ્યાણ થશે. અને જેને ભગવાનની ભક્તિ કરવી તેને તો ઢૂંઢિયાની પેઠે દયા રાખ્યે પણ કેમ ઠીક પડે? એને તો પરમેશ્વરને વાસ્તે પુષ્પ લાવ્યાં જોઈએ, તુલસી લાવ્યાં જોઈએ, ભાજી-તરકારી લાવી જોઈએ, ઠાકોરજીને વાસ્તે બાગ-બગીચા કરાવ્યા જોઈએ, મંદિર કરાવ્યાં જોઈએ. માટે જે અતિશય ત્યાગ રાખીને ને અતિશય દયા રાખીને મૂઠી વાળીને બેસી રહે તેણે ભગવાનની ભક્તિ થતી નથી. અને જ્યારે ભક્તિએ રહિત થાય ત્યારે ભગવાનની ઉપાસનાનો નાશ થઈ જાય, એટલે પછવાડેથી અંધપરંપરા ચાલે. તે સારુ અમે મંદિર કરાવ્યાં છે; તે અખંડ ભગવાનની ઉપાસના રાખ્યા સારુ કરાવ્યાં છે. અને જે ઉપાસક હોય તે પોતાના ધર્મમાંથી ભ્રષ્ટ થાય જ નહીં. માટે પોતપોતાના ધર્મમાં રહીને ભગવાનની ભક્તિ-ઉપાસના કરવી એ અમારો સિદ્ધાંત છે.”"
}