{
  "number": 125,
  "vachanamrut": "લોયા ૧૭\n",
  "title": "સ્તુતિ-નિંદાનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર વદિ અમાસને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા અને મસ્તક ઉપર ધોળો ફેંટો બાંધ્યો હતો ને બીજે ધોળે ફેંટે કરીને બોકાની વાળી હતી તથા ગરમ પોસની રાતી ડગલી માંહેલી કોરે ધોળે અંગરખે સહિત પહેરી હતી તથા ધોળો ખેસ પહેર્યો હતો તથા ચોફાળ ઓઢીને તે ઉપર પીળી રજાઈ ઓઢી હતી અને પોતાના મુખારવિંદની આગળ મુનિની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી. એવી રીતે શ્રીજીમહારાજ પ્રસન્ન થકા રાત્રિને સમે વિરાજમાન હતા.\n",
  "text": "પછી શ્રીજીમહારાજ પોતાની મેળે બોલ્યા જે, “જુઓ ને, ભગવાનની માયાનું બળ કેવું છે! જેણે કરીને વિપરીતપણું ઘણું થાય છે; કેમ જે, પ્રથમ કેવો સારો જણાતો હોય ને પછી અતિશય ભૂંડો થઈ જાય છે!” એમ કહીને પછી વળી પરમહંસ પ્રત્યે બોલ્યા જે, “આજ તો પ્રશ્ન પૂછો તો વાર્તા કરીએ.” ત્યારે નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! પ્રથમ સારો હોય ને સ્તુતિ કરતો હોય અને તેનો તે પાછો નિંદા કરવા માંડે છે; માટે સૂઝે એવો દેશ, કાળ, ક્રિયા, સંગ વિષમ થાય તો પણ સારો ને સારો જ રહે પણ કોઈ રીતે વિપરીત મતિ થાય નહીં; તે શાણે કરીને થાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેને દેહનો અનાદર હોય ને દૃઢ આત્મનિષ્ઠા હોય ને પંચવિષયમાં વૈરાગ્ય હોય અને ભગવાનનો માહાત્મ્યે સહિત યથાર્થ નિશ્ચય હોય, એવાને સૂઝે એવું દેશકાળાદિકનું વિષમપણું થાય તો પણ એની મતિ અવળી થાય નહીં. અને જે દેહાભિમાની હોય ને પંચવિષયનો અતિશય અભાવ ન થયો હોય, તેને જ્યારે સંત એ વિષયનું ખંડન કરે ત્યારે તે સંત મોટેરા હોય તેનો પણ અભાવ આવે ને ભગવાનનો પણ અભાવ આવે. અને ભગવાનનો તો યથાર્થ નિશ્ચય હોય તો પણ જો પંચવિષયનો અત્યંત અભાવ ન થઈ ગયો હોય ને તેની આસક્તિ હોય ને તે વિષયનું મુક્તાનંદ સ્વામી જેવા ખંડન કરે તો તેનું માથું શસ્ત્રે કરીને મુકાવી દે એવો દ્રોહ કરે.”\nપછી વળી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “કોઈકને દેહાભિમાન તથા પંચવિષયની આશક્તિ હોય તો પણ તે સત્સંગમાં નભ્યો જાય છે, તે કેમ સમજવું?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એને જ્યાં સુધી કોઈક ધક્કો નથી લાગ્યો ત્યાં સુધી નભ્યો જાય છે. પણ જ્યારે કોઈક મોટા સંત અથવા ભગવાન તે માનને ખોદશે તથા સ્વાદ, દેહાભિમાન, લોભ, કામ, ક્રોધ, એને ખોદશે ત્યારે એને જરૂર તે સંતનો અભાવ આવશે; ત્યારે એ જરૂર સંતનો દ્રોહ કરશે ને સત્સંગમાંથી વિમુખ થશે. જેમ સર્પે લાળ નાંખી હોય એવું જે દૂધ-સાકર તેને જેણે પીધું હોય ને તે જીવે છે તો પણ તે ઘડી બે ઘડીમાં, સાંજ-સવારે, આજ-કાલ જરૂર મરનારો છે; તેમ જે દેહાભિમાની છે તે મહિને, બે મહિને, વર્ષે, બે વર્ષે, દશ વર્ષે, દેહ મૂક્યા સમે, દેહ મૂકીને, જ્યારે-ત્યારે પણ એ જરૂર સંતનો અભાવ લઈને પડી જશે. અને જેને દેહાભિમાન ન હોય અને એમ સમજતો હોય જે, ‘અંતઃકરણ-ઇન્દ્રિયોનો પ્રકાશક ને જેણે કરીને દેહ ચાલે છે, હાલે છે એવો જે સત્તારૂપ આત્મા તે હું છું, તે હું ધન-સ્ત્રીઆદિક કોઈ પદાર્થે કરીને સુખી થઉં એવો નથી ને એ પદાર્થ ન મળે તેણે કરીને દુઃખી થઉં એવો નથી.’ એમ દૃઢ સમજણ જેને હોય, તેને સંત ગમે તેવી રીતે પંચવિષયનું ખંડન કરે તથા દેહાભિમાનનું ખંડન કરે તો પણ તે સંતનો અભાવ કોઈ રીતે આવે નહીં અને તુચ્છ પદાર્થ સારુ સંત સાથે બખેડો થાય નહીં ને આંટી પણ પડે નહીં.”\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “જેને પંચવિષયનો અભાવ હોય તે કેમ જણાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેને વિષયનો અભાવ હોય તે એમ જણાય જે, જ્યારે કાંઈ સારું ખાવાનું આવે ત્યારે તેને ખાય, પણ જેમ જેવું-તેવું ખાતો હોય ને તેમાં આનંદ હોય તેવો આનંદ રહે નહીં; મૂંઝાઈ જાય. અને લૂગડાં જેવાં-તેવાં જાડાં પહેરતો હોય તેમાં આનંદ હોય તેવો ઝીણાં લૂગડાં પહેરવાં પડે તેમાં આનંદ ન રહે ને મન મૂંઝાય. તેમ જ સારી પથારી હોય અથવા કોઈક માન દે ઇત્યાદિક જે જે સારા પદાર્થનો યોગ થાય ત્યારે તેમાં તેનું મન મૂંઝાય, પણ તેમાં કોઈ રીતે આનંદ પામે જ નહીં; ત્યારે તેને એમ જાણીએ જે, એને વિષયને વિષે અભાવ છે.”\nપછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એ પંચવિષયનો અભાવ કેમ થાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “વિષયનો અભાવ થયાનું મુખ્ય સાધન તો પરમેશ્વરનું માહાત્મ્ય છે ને તે પછી આત્મનિષ્ઠા ને વૈરાગ્ય છે. તે માહાત્મ્ય તે શું? તો જે, ભગવાનની બીકે કરીને ઇન્દ્ર વર્ષે છે; સૂર્ય, અગ્નિ, ચંદ્રમા પ્રકાશ કરે છે; પૃથ્વી સર્વને ધારી રહી છે; સમુદ્ર મર્યાદા નથી લોપતા; ઓષધીઓ ઋતુને પામીને ફળે છે; અને જે ભગવાન જગતની ઉત્પત્તિ, સ્થિતિ, પ્રલયને કરે છે; અને જેની શક્તિ કાળ છે, માયા છે, પુરુષ છે, અક્ષર છે. એવી રીતે જે ભગવાનની મોટ્યપને સમજતો હોય તેને જગતમાં એવું શું પદાર્થ છે તે બંધન કરે? તે કામ, ક્રોધ, લોભ, માન, ઈર્ષ્યા, સ્વાદ, સૂક્ષ્મ વસ્ત્ર, ધન, સ્ત્રી તથા જે જે પંચવિષય સંબંધી પદાર્થ તે એને કોઈ બંધન કરે નહીં. કાં જે, એણે તો સર્વનું પરિમાણ કરી રાખ્યું છે જે, ભગવાન તે આવા છે ને આવો એ ભગવાનનાં ભજન, સ્મરણ, કથાવાર્તાને વિષે માલ છે અને અક્ષર તે આવો છે ને આવું એ અક્ષર સંબંધી સુખ છે તથા ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ સંબંધી સુખ તે આવું છે તથા પ્રકૃતિપુરુષ સંબંધી સુખ તે આવું છે અને બ્રહ્મલોક સંબંધી સુખ તે આવું છે ને સ્વર્ગનું સુખ તે આવું છે તથા રાજ્યાદિકનું સુખ તે આવું છે. એવી રીતે એ સર્વના સુખનું અનુમાન કરીને અને ભગવાનના સુખને સર્વથી અધિક માનીને જે ભગવાનને વિષે જોડાણો હોય તેને એવો ક્યો પદાર્થ છે તે ભગવાનનાં ચરણારવિંદથી પાડે? કોઈ ન પાડે. જેમ પારસમણિ હોય તે કોઈક લોઢાને અડીને તેનું સોનું થયું, તે સોનું પાછું પારસમણિનું કર્યું પણ લોઢું થાય નહીં; તેમ એવું જેણે ભગવાનનું માહાત્મ્ય જાણ્યું છે તે ભગવાનનો પાડ્યો પણ તે ભગવાનનાં ચરણારવિંદથી પડે નહીં, તો શું બીજે પદાર્થે કરીને એ પડે? ન પડે.\n“અને એ ભગવાનને ભજતા હોય એવા જે સંત તેનું પણ એ બહુ માહાત્મ્ય સમજે જે, ‘એવા મોટા જે ભગવાન તેના સાક્ષાત્ ઉપાસક એ સંત છે, માટે એ બહુ મોટા છે.’ જેમ ઉદ્ધવ પોતે કેવા મોટા હતા! પણ જો આવી રીતે ભગવાનનું માહાત્મ્ય સમજતા હતા તો પોતાને કાંઈ ડહાપણનું માન ન રહ્યું ને ગોપીઓના ચરણની રજને પામવાને ઇચ્છ્યા અને વૃક્ષ-વેલીનો અવતાર માગ્યો!૧૦ કેમ જે, એવા મોટા ભગવાન જેના માર્ગને વેદની શ્રુતિ ખોળે છે, તે ભગવાનને વિષે એ ગોપીઓની પ્રીતિ અતિશય ભાળી. તેમ એવા ભગવાનના સંત હોય તેને આગળ માન કેમ રહે? અને તેને નમાય કેમ નહીં? તેને આગળ તો દાસાનુદાસ થઈને રહેવાય. અને પાંચ પાંચ ખાસડાં મારે તો પણ ખમે અને એમ સમજે જે, ‘મારાં મોટાં ભાગ્ય થયાં જે એવા સંતનો હું તિરસ્કાર સહું છું. નહીં તો પ્રારબ્ધવશ થઈને બાયડી-છોકરાંના તિરસ્કાર સહેવા પડત તથા માબાપના તથા રાજાના તિરસ્કાર સહેવા પડત. અને પ્રારબ્ધવશ થઈને ડોડીની ભાજી ખાવી પડત તથા મોથ્ય ખોદીને ખાવી પડત, તે કરતાં આ સંતને સંગે રહીને હું નિઃસ્વાદી વર્તમાન પાળું છું, તે મારાં મોટાં ભાગ્ય છે. અને પ્રારબ્ધવશ થઈને જેવાં-તેવાં વસ્ત્ર તથા ચીંથરાં પહેરવાં પડત, તે કરતાં આ સંતને સંગે રહીને હું ગોદડી ઓઢું છું, તે એ મારાં મોટાં ભાગ્ય છે.’ અને સંતની સભામાં જાય છે ને પોતાને માન જડતું નથી ત્યારે એ સંતનો અવગુણ લે છે, ત્યારે એને સંતની મોટ્યપ જાણ્યામાં આવી નથી; નહીં તો અવગુણ લેત નહીં. જેમ મુંબઈનો ગવર્નર સાહેબ ખુરસી નાંખીને બેઠો હોય ને તેની સભામાં કોઈ ગરીબ માણસ જાય ને તેને ખુરસી ન નાંખી દે ને આદર કોઈ ન કરે, ત્યારે કાંઈ એને તે ઇંગ્રેજ ઉપર ધોખો થાય છે? ને કાંઈ તેને ગાળ દીધાનું મનમાં થાય છે? લેશમાત્ર પણ થતું નથી. શા માટે જે, એ ઇંગ્રેજની મોટાઈ જાણી છે જે, ‘એ તો મુલકનો પાદશાહ છે ને હું તો કંગાલ છું,’ એવું જાણીને ધોખો થાય નહીં. તેમ જો સંતની મોટાઈ જાણી હોય તો તે સંત ગમે તેવો તિરસ્કાર કરે તો પણ ધોખો થાય નહીં અને જેટલો લે એટલો પોતાનો અવગુણ લે પણ સંતનો અવગુણ તો કોઈ રીતે લે જ નહીં. માટે જેને ભગવાનનું ને સંતનું માહાત્મ્ય સમજાણું છે તેનો પાયો સત્સંગમાં અચળ છે અને જેને માહાત્મ્ય નથી સમજાણું તેનો વિશ્વાસ નહીં.”"
}