{
  "number": 239,
  "vachanamrut": "ગઢડા અંત્ય ૧૬\n",
  "title": "પતિવ્રતાની ટેકનું\n",
  "setting": "સંવત ૧૮૮૪ના આષાઢ વદિ અમાવાસ્યાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે મોગરાનાં પુષ્પના હાર પહેર્યા હતા તથા પાઘમાં તોરા અતિશય શોભાયમાન ઝૂકી રહ્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “મુનિમંડળ સમસ્ત તથા ગૃહસ્થ હરિભક્ત સમસ્ત પ્રત્યે અમે પ્રશ્ન પૂછીએ છીએ, તે જેથી ઉત્તર થાય તે કરજ્યો. તે પ્રશ્ન એ છે જે, ભગવાનનો ભક્ત હોય તેને અવગુણવાળાનો ત્યાગ કરતાં કાંઈ વાર લાગે નહીં, પણ જેમાં અતિશય રૂડા ગુણ હોય તેનો કેવી રીતે ત્યાગ થાય? અને જેમાં રૂડા ગુણ હોય તે તો પોતાનાં સંબંધી હોય અથવા બીજો કોઈક હોય, પણ ગુણવાન સંગાથે સહજે જ પ્રીતિ થાય ને તે ગુણને યોગે કરીને જે પ્રીતિ થઈ હોય તે ટાળી ટળે જ નહીં; માટે ભગવાનના ભક્તને ભગવાન વિના બીજે ઠેકાણે ગમે તેવો ગુણવાન હોય તેને સંગાથે પ્રીતિ જ ન થાય, એવો શો ઉપાય છે? એ પ્રશ્ન છે.” પછી મોટા મોટા સંત તેમણે જેવો ભાસ્યો તેવો ઉત્તર કર્યો પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજે કહ્યું જે, “લ્યો, અમે ઉત્તર કરીએ. એનો ઉતર એ છે જે, જેમ પતિવ્રતા સ્ત્રી હોય તેને પોતાનો પતિ કંગાલ હોય, ને કુરૂપ હોય, અથવા રોગી કે વૃદ્ધ હોય, તો પણ બીજા જે તાલેવર ને રૂપવાન ને યૌવનવાન પુરુષ તેને જોઈને લેશમાત્ર મનમાં ગુણ આવે નહીં. અને જે પતિવ્રતા હોય તે તો બીજા પુરુષ સામું ભાવે કરીને જુએ અથવા હસીને બોલે ત્યારે એનું પતિવ્રતાપણું નાશ પામે. અને તે પતિવ્રતાને ઘેર કોઈક પરૂણા આવ્યા હોય તો તેને અન્ન-જળ આપે તથા પોતાના પતિના જે સંબંધી પુરુષ તેને પણ અન્ન-જળ આપે, તે તો પતિના સંબંધી જાણીને આપે, પણ પોતાના પતિના જેવી બીજા પુરુષમાત્ર સંગાથે લેશમાત્ર પણ પ્રીતિ ન હોય. અને પોતાના પતિના જેવો બીજા પુરુષનો ગુણ પણ ન આવે, ને પોતાના પતિની મરજી પ્રમાણે જ વર્તે. એવી રીતે પતિવ્રતા સ્ત્રીને પોતાના પતિ સંગાથે દૃઢ ટેક છે. તેમ જ ભગવાનના ભક્તને પણ ભગવાન સંગાથે દૃઢ ટેક જોઈએ. અને જેવે રૂપે કરીને ભગવાનનું દર્શન પોતાને થયું છે ને તે સંગાથે જેને પતિવ્રતાના જેવી દૃઢ પ્રીતિ બંધાણી છે, તેને મોટા મોટા જે બીજા મુક્ત સાધુ તે સંગાથે પણ પ્રીતિ થાય જ નહીં. અને પોતાના ઇષ્ટદેવ જે ભગવાન તેના જે બીજા અવતાર હોય તે સંગાથે પણ પ્રીતિ થાય નહીં, કેવળ જે સ્વરૂપની પોતાને પ્રાપ્તિ થઈ હોય તેને સંગાથે જ પ્રીતિ રહે ને તેની મરજી પ્રમાણે જ વર્તે; અને બીજાને કાંઈક માને તે તો તેના જાણીને માને. એવી જેને પોતાના ઇષ્ટદેવ જે ભગવાન તેને વિષે પતિવ્રતાના જેવી દૃઢ ભક્તિ હોય ને તે ગમે તેવા બીજા ગુણવાનને દેખે પણ તેને વિષે હેત થાય જ નહીં. જેમ હનુમાનજી શ્રીરઘુનાથજીના ભક્ત છે; તે રામાવતાર પછી બીજા કેટલાક ભગવાનના અવતાર થયા છે પણ હનુમાનજીને રામચંદ્રજીને વિષે જ પતિવ્રતાના જેવી ભક્તિ રહી છે.૩ તે માટે હનુમાનજીની ભક્તિ તે પતિવ્રતાના જેવી છે. એવી રીતે જે ભગવાનના ભક્તની ટેક હોય તેની પતિવ્રતાના જેવી ભક્તિ કહેવાય અને જેનું અંગ એવું ન હોય તો તેની વ્યભિચારિણીના જેવી ભક્તિ કહેવાય. માટે જાણી જોઈને પોતાનું નાક કપાય એવી ભક્તિ ન કરવી ને ભગવાનના ભક્તને તો સમજી-વિચારીને પતિવ્રતાના જેવી દૃઢ ભક્તિ કરવી.”"
}