{
    "number": 208,
    "vachanamrut": "વરતાલ ૮\n",
    "title": "કરોળિયાની લાળનું\n",
    "setting": "સંવત ૧૮૮૨ના પોષ સુદિ ૪ ચોથને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિરની આગળ મંચ ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને મુનિ દૂકડ-સરોદા લઈને કીર્તન ગાવતા હતા. તે સમે શ્રીજીમહારાજે અંતર્દૃષ્ટિ કરીને ધ્યાનમુદ્રાએ યુક્ત થઈને થોડીક વાર દર્શન દીધાં ને પછી નેત્રકમળને ઉઘાડીને સર્વે સભા સન્મુખ જોઈને બોલ્યા જે, “હવે સર્વે સાંભળો, વાત કરીએ છીએ જે, આ નેત્રની જે વૃત્તિ તે અરૂપ છે તો પણ તે વૃત્તિને આડું કોઈક સ્થૂળ પદાર્થ આવે ત્યારે તે વૃત્તિ રોકાય છે. માટે એ વૃત્તિ પણ સ્થૂળ છે ને પૃથ્વીતત્ત્વ-પ્રધાન છે. ને તે વૃત્તિને જ્યારે પરમેશ્વરનો ભક્ત પરમેશ્વરના સ્વરૂપમાં રાખે છે ત્યારે તે વૃત્તિ પ્રથમ તો પાતળી દોરડીની પેઠે પીળી ભાસે છે. અને જેમ કરોળિયો હોય તે પોતાની લાળને એક સ્તંભથી બીજા સ્તંભ સુધી લાંબી કરે, પછી એ કરોળિયો ક્યારેક તો આ સ્તંભ ઉપર જાય ને ક્યારેક ઓ સ્તંભ ઉપર જાય ને ક્યારેક બે સ્તંભને મધ્યે બેસે. તેમ કરોળિયાને ઠેકાણે જીવ છે ને એક સ્તંભને ઠેકાણે ભગવાનની મૂર્તિ છે ને બીજા સ્તંભને ઠેકાણે પોતાનું અંતઃકરણ છે ને લાળને ઠેકાણે વૃત્તિ છે, તે દ્વારે કરીને ધ્યાનનો કરનારો જે યોગી તે ક્યારેક તો ભગવાનના સ્વરૂપ સંગાથે સંલગ્ન થઈ રહે છે ને ક્યારેક તો અંતઃકરણને વિષે રહે છે ને ક્યારેક તો અંતઃકરણ ને ભગવાન તેના મધ્યે રહે છે. એમ વર્તતાં થકાં પૃથ્વીતત્ત્વ-પ્રધાન એવી જે પીળી વૃત્તિ તે જ્યારે જળતત્ત્વ-પ્રધાન થાય ત્યારે શ્વેત જણાય, ને જ્યારે અગ્નિતત્ત્વ-પ્રધાન થાય ત્યારે રક્ત જણાય, ને જ્યારે વાયુતત્ત્વ-પ્રધાન થાય ત્યારે લીલી જણાય, ને જ્યારે આકાશતત્ત્વ-પ્રધાન થાય ત્યારે શ્યામ જણાય. પછી પંચભૂતનું પ્રધાનપણું મટીને વૃત્તિ નિર્ગુણ થાય ત્યારે અતિશય પ્રકાશે યુક્ત જણાય છે ને ભગવાનના સ્વરૂપને આકારે થાય છે. માટે એવી રીતે જે ભગવાનના સ્વરૂપમાં વૃત્તિ રાખતો હોય તેને અતિશય પવિત્રપણે રહેવું. જેમ દેવને પૂજવાને તત્પર થાય તે દેવ સરખો પવિત્ર થઈને જો દેવની પૂજા કરે ત્યારે તેની પૂજાને દેવ અંગીકાર કરે છે; તેમ પરમેશ્વરને વિષે વૃત્તિ રાખતો હોય તેને પણ સાંખ્યશાસ્ત્રની રીતે કરીને સ્થૂળ, સૂક્ષ્મ ને કારણ એ ત્રણ દેહથી પોતાનું સ્વરૂપ ન્યારું જાણીને કેવળ આત્મારૂપ થઈને પરમેશ્વરના સ્વરૂપને વિષે વૃત્તિ રાખવી. પછી એમ વૃત્તિ રાખતાં રાખતાં જ્યારે એ વૃત્તિ ભગવાનના સ્વરૂપમાં લીન થઈ જાય એ જ ધ્યાન કરનારા યોગીને નિદ્રા કહી છે; પણ સુષુપ્તિમાં લીન થવું એવી એ યોગીને નિદ્રા હોય નહીં.”"
}