{
  "number": 203,
  "vachanamrut": "વરતાલ ૩\n",
  "title": "ચાર પ્રકારના મોટાપુરુષનું\n",
  "setting": "સંવત ૧૮૮૨ના કાર્તિક વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિરમાં સિંહાસન ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે ગુલાબનાં પુષ્પના હાર ધારણ કર્યા હતા અને મસ્તકને વિષે પાઘમાં તોરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિમંડળ સમસ્ત તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “આપણા ઉદ્ધવ સંપ્રદાયને વિષે જ્ઞાન, વૈરાગ્ય, ધર્મ અને ભગવાનની ભક્તિ એ ચાર વાનાં જેમાં હોય તે એકાંતિક ભક્ત કહેવાય; અને આપણા સત્સંગમાં મોટો કરવા યોગ્ય પણ તે જ છે. અને એ ચાર સંપૂર્ણ ન હોય ને એક જ મુખ્યપણે કરીને હોય તો પણ ત્રણ જે બાકી રહ્યાં તે, તે એકના પેટામાં આવી જાય, એવું એક કયું એ ચારેમાં શ્રેષ્ઠ છે?” ત્યારે ગોપાળાનંદ સ્વામીએ તથા મુક્તાનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! એવો તો એક ધર્મ છે, તે ધર્મ હોય તો ત્રણે વાનાં તે પુરુષમાં આવે.”\nત્યારે શ્રીજીમહારાજ બોલ્યા જે, “ધર્મ તો કેટલાક વિમુખ માણસ હોય તેમાં પણ હોય;૧ માટે તેને શું સત્સંગમાં મોટો કરશું?” પછી એ વાત સાંભળીને કોઈથી ઉત્તર દેવાયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જો માહાત્મ્યે સહિત ભગવાનની ભક્તિ હોય ને આત્મનિષ્ઠા, ધર્મ ને વૈરાગ્ય એ સામાન્યપણે હોય તો પણ કોઈ દિવસ એ ધર્મમાંથી પડે નહીં. કેમ જે, જે ભગવાનનું માહાત્મ્ય જાણતો હોય તે તો એમ વિચારે જે, ‘ભગવાનની આજ્ઞાને વિષે બ્રહ્માદિક સમગ્ર દેવ રહ્યા છે, તે ભગવાનની આજ્ઞા મારાથી કેમ લોપાય?’ એમ જાણીને ભગવાનના નિયમમાં નિરંતર રહે.”\nત્યારે શુકમુનિએ પૂછ્યું જે, “જ્યારે એક માહાત્મ્યે સહિત ભક્તિએ કરીને સંપૂર્ણ થાય, ત્યારે એક ભક્તિ જ કેમ ન કહી ને ચાર વાનાં શા સારુ કહ્યાં?” પછી શ્રીજીમહારાજ બોલ્યા જે,૧ “અતિશય માહાત્મ્ય સહિત ભક્તિ ભગવાનને વિષે હોય તો એક ભક્તિને વિષે ત્રણે આવી જાય અને સામાન્ય ભક્તિ હોય તો એકમાં ત્રણ ન આવે. માટે, ‘ચાર વાનાંએ સહિત જે ભક્તિ તે જેમાં હોય તે એકાંતિક ભક્ત કહેવાય,’ એમ કહ્યું છે. અને એવી અસાધારણ ભક્તિ તો પૃથુરાજાને હતી, તે ભગવાને વર દેવાનું કહ્યું ત્યારે ભગવાનની કથા સાંભળ્યા સારુ દસ હજાર કાન માગ્યા૩ પણ બીજું કાંઈ ન માગ્યું. અને જે ગોપીઓને રાસક્રીડામાં ન જવા દીધી તે દેહ મૂકીને શ્રીકૃષ્ણ પાસે ગઈ.૧ એવી અસાધારણ ભક્તિ હોય તો જ્ઞાનાદિક ત્રણે એક ભક્તિમાં આવી જાય.”૧\nત્યારે બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “એવી અસાધારણ ભક્તિ શે ઉપાયે કરીને આવે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “મોટાપુરુષની સેવા થકી આવે છે. તે મોટાપુરુષ પણ ચાર પ્રકારના છે: એક તો દીવા જેવા ને બીજા મશાલ જેવા ને ત્રીજા વીજળી જેવા ને ચોથા વડવાનળ અગ્નિ જેવા. તેમાં દીવા જેવા હોય તે તો વિષયરૂપી વાયુએ કરીને ઓલાઈ જાય. ને મશાલ જેવા હોય તે પણ તેથી અધિક વિષયરૂપી વાયુ લાગે તો તેણે કરીને ઓલાઈ જાય. ને વીજળી જેવા જે હોય તે તો માયારૂપી વરસાદને પાણીએ કરીને પણ ન ઓલાય. અને વડવાનળ અગ્નિ જેવા હોય તે તો જેમ વડવાનળ સમુદ્રમાં રહે છે પણ સમુદ્રના જળનો ઓલાવ્યો ઓલાતો નથી અને સમુદ્રના જળને પીને મૂળદ્વારે કાઢી નાંખે છે તે પાણી મીઠું થાય છે, તેને મેઘ લાવીને સંસારમાં વૃષ્ટિ કરે છે તેણે કરીને નાના પ્રકારના રસ થાય છે; તેમ એવા જે મોટાપુરુષ છે તે સમુદ્રના જળ જેવા ખારા જીવ હોય તેને પણ મીઠા કરી નાંખે છે. એવી રીતે એ ચાર પ્રકારના જે મોટાપુરુષ કહ્યા તેમાં જે વીજળીના અગ્નિ જેવા તથા સમુદ્રના અગ્નિ જેવા મોટાપુરુષ છે, તેમની સેવા જો પોતપોતાના ધર્મમાં રહીને મન-કર્મ-વચને કરે તો તે જીવના હૃદયમાં માહાત્મ્ય સહિત ભક્તિ આવે છે.૭ તે વીજળીના અગ્નિ જેવા તો સાધનદશાવાળા ભગવાનના એકાંતિક સાધુ છે અને વડવાનળ અગ્નિ જેવા તો સિદ્ધદશાવાળા ભગવાનના પરમ એકાંતિક સાધુ છે૬ એમ જાણવું.”"
}