{
  "number": 265,
  "vachanamrut": "અમદાવાદ ૫\n",
  "title": "અમદાવાદ ૫\n",
  "setting": "સંવત ૧૮૮૨ના ફાગણ વદિ ૪ ચતુર્થીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ મધ્યે શ્રીનરનારાયણના મંદિર થકી ઉત્તરાદી દિશે વેદિકાને વિષે ઢોલિયા ઉપર ગાદીતકિયાનું ઉઠિંગણ દેઈને વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે ગુલાબનો મોટો હાર વિરાજમાન હતો ને પાઘને વિષે પુષ્પના તોરા લટકતા હતા ને જમણા હસ્તને વિષે તુલસીની માળાને ફેરવતા હતા અને પોતાના મુખારવિંદની આગળ મોટા મોટા મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે કુબેરસિંહજી છડીદારે શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! શ્રીપુરુષોત્તમ ભગવાનનું અસાધારણ લક્ષણ તે શું છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અનેક જીવનાં પ્રાણ-નાડીને સંકેલો કરીને જે તત્કાળ સમાધિ કરાવવી તે બીજાથી થાય નહીં ને લક્ષાવધિ મનુષ્ય નિયમમાં રહ્યાં થકાં વશ વર્તે તે બીજા કોઈથી થાય નહીં અને અક્ષરાદિક જે મુક્ત તેને પણ નિયમમાં રાખવાને સમર્થપણું તે પણ બીજામાં હોય નહીં. એવી રીતે પુરુષોત્તમ નારાયણનું અસાધારણ લક્ષણ છે.”\nપછી વળી કુબેરસિંહજીએ બીજો પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! બ્રહ્માંડ તો અસંખ્ય કોટિ છે. ને ભગવાનનો અવતાર તો આ બ્રહ્માંડમાં જંબુદ્વીપના ભરતખંડને વિષે છે અને બીજાં બ્રહ્માંડોમાં અસંખ્ય જીવ છે, તે જીવનો ઉદ્ધાર ભગવાન શી રીતે કરતા હશે? તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાન આ બ્રહ્માંડમાં વિરાજે છે તે જ ભગવાન સર્વેના સ્વામી છે ને અનંત કોટિ બ્રહ્માંડને વિષે અસંખ્ય જીવના કલ્યાણને અર્થે બ્રહ્માંડ-બ્રહ્માંડ પ્રત્યે તે જ ભગવાન પોતે દેહ ધારણ કરે છે. તેને શરણે અસંખ્ય જીવ થાય છે તેણે કરીને અક્ષરધામમાં શ્રીપુરુષોત્તમનાં ચરણારવિંદને ઘણાક જીવ પામે છે. એ ઉત્તર એનો છે.”\nઅને વળી કુબેરસિંહે પૂછ્યું જે, “હે મહારાજ! ભગવાનને જાણવાવાળા જે સત્સંગી તેને શું શું તજવું ને શું શું ગ્રહણ કરવું? તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ માયિક પદાર્થની આશા તે સર્વે પ્રકારે ત્યાગ કરવી ને ભગવાન સંબંધી આશાનું ગ્રહણ કરવું. ને જો ધનને વિષે આશા હોય તો એમ આશા બાંધવી જે, ભગવાનના ધામમાં સોનામહોરું તથા હીરા, રત્ન, માણેક આદિક અમૂલ્ય અમૂલ્ય પદાર્થ છે, એ સર્વ ભગવાનને ભજશું તો પામશું; એમ આશા બાંધવી પણ માયિક પદાર્થની આશા ન બાંધવી. અને જો સ્ત્રી સંબંધી કામના હોય તો એમ વિચાર કરે જે, પરસ્ત્રી સામી ખોટી નજર કરશું તો નરક-ચોરાસીમાં જવું પડશે ને ત્યાં મહાદુઃખ થશે. ને વિષય તો કૂતરાં, ગધેડાં પણ ભોગવે છે, અને મને તો પ્રગટ પુરુષોત્તમ મળ્યા છે, તે કુરાજી થશે તો મોટી ખોટ આવશે. એમ જાણીને કામવાસનાનો ત્યાગ કરવો અને ભગવાન સંબંધી સુખનું ગ્રહણ કરવું. ને દેહનાં સંબંધીમાં પ્રીતિ હોય તો તેનો ત્યાગ કરવો ને ભગવાનના દાસ જે સંત તે સંગાથે પ્રીતિ કરવી, એ ગ્રહણ કરવું. ને દેહને વિષે અહંબુદ્ધિ હોય તો તેનો ત્યાગ કરીને ભગવાનના દાસપણાની બુદ્ધિનું ગ્રહણ કરવું. ને ભગવાન અથવા સાધુ તે પોતાને કોઈક રીતે કચવાયા હોય ને તિરસ્કાર કર્યો હોય તેણે કરીને ભગવાનનો તથા સંતનો પોતાને અવગુણ આવ્યો હોય તો તેનો મનમાંથી ત્યાગ કરવો ને પોતાની ભૂલ જાણવી ને ભગવાન ને સંતનો ગુણ ગ્રહણ કરવો. એવી રીતે સવળું વિચારવું પણ અવળું તો કોઈ દિવસ વિચારવું જ નહીં. એવી રીતે એ પ્રશ્નનો ઉત્તર છે.”\nઅને વળી કુબેરસિંહે પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ધર્મ, અર્થ, કામ ને મોક્ષ એ ચારેનું રૂપ કહો.” પછી શ્રીજીમહારાજ મંદ મંદ હસીને એમ બોલ્યા જે, “અર્થનું રૂપ તો એ છે જે, જેને કરીને ધન ભેળું કરવું; અથવા મોક્ષ સંબંધી પોતાનો અર્થ સાધવો એ પણ અર્થનું રૂપ છે. અને ધર્મનું રૂપ તો એ છે જે, તે ધન ધર્મને અર્થે સત્સંગમાં વાવરે પણ કુમાર્ગે ક્યાંય ન વાવરે એ ધર્મનું રૂપ છે. અને કામનું રૂપ તો એ છે જે, એક પરણેલ સ્ત્રી રાખે અને તેનો પણ ઋતુકાળે સંગ કરે અને બીજી સ્ત્રીયું જગતમાં છે તેનો મા, બેન, દીકરી તુલ્ય જાણીને ત્યાગ રાખે એ કામનું રૂપ છે. અને મોક્ષનું રૂપ તો એ છે જે, સત્સંગ સંબંધી જે સર્વે વર્તમાન તેને ખબડદાર થઈને રાખે ને ભગવાનનો અચળ નિશ્ચય રાખે એ મોક્ષનું રૂપ છે. એ ચારેનો ઉત્તર છે.” એમ કહીને પછી શ્રીજીમહારાજ પોઢી જતા હવા."
}