{
    "number": 204,
    "vachanamrut": "વરતાલ ૪\n",
    "title": "ફુવારાનું\n",
    "setting": "સંવત ૧૮૮૨ના માગશર સુદિ ૧૦ દશમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિરમાં વિરાજમાન હતા અને અંગને વિષે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રશ્ન-ઉત્તર કરો.” ત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “ભક્તિમાર્ગને વિષે પ્રવર્ત્યો એવો જે ભગવાનનો ભક્ત તેને એવું એક સાધન તે કયું છે જે, એક સાધનને કર્યા થકી જેટલાં કલ્યાણને અર્થે સાધન છે તે સર્વે તે એક સાધનને વિષે આવી જાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ત્રીસ લક્ષણે યુક્ત એવા જે સંત તેનો જે સંગ તે મન-કર્મ-વચને રાખે, તો જેટલાં કલ્યાણને અર્થે સાધન છે તેટલાં સર્વે તેના સંગમાં આવી જાય છે.”\nએમ ઉત્તર કરીને પછી શ્રીજીમહારાજ પ્રશ્ન પૂછતા હવા જે, “ભગવાનનો એકાંતિક ભક્ત એવો જે યોગી હોય, તે સાંખ્યશાસ્ત્ર ને યોગશાસ્ત્ર એ બેયનો મત એક વાસુદેવ નારાયણ પર છે એમ જાણે. માટે તે યોગી કયે પ્રકારે ભગવાનના સ્વરૂપમાં વૃત્તિ રાખે? અને કેમ પોતાના મનને ચલાવે? ને તે મન ભેળી કેમ મૂર્તિને રાખે? અને તે કેવી રીતે અંતરમાં વૃત્તિ રાખે? ને કેવી રીતે બારણે વૃત્તિ રાખે? અને નિદ્રારૂપી લય ને સંકલ્પ-વિકલ્પરૂપી વિક્ષેપ તે થકી કેવી યોગની કળાએ કરીને જુદો પડે? એનો ઉત્તર કહો.” પછી મુક્તાનંદ સ્વામીએ તથા ગોપાળાનંદ સ્વામીએ જેવું આવડ્યું તેવું કહ્યું, પણ કોઈ થકી ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ જળનો ફુવારો હોય તેને યોગે કરીને ઘૂમરી ખાઈને જળ ઊંચું ઊછળે છે, તેમ અંતઃકરણરૂપી જે ફુવારો તેને વિષે જીવની વૃત્તિ છે તે ઘૂમરી ખાઈને પંચઇન્દ્રિય દ્વારે ઊછળે છે. તેને જે યોગી હોય તે બે પ્રકારે કરીને - એક વૃત્તિએ કરીને તો પોતાના હૃદયને વિષે સાક્ષીરૂપે રહ્યા એવા જે શ્રીવાસુદેવ ભગવાન તેનું ચિંતવન કરે અને બીજી વૃત્તિ છે તેને તો દૃષ્ટિ દ્વારે કરીને બહાર રાખે અને તે વૃત્તિએ કરીને બહાર ભગવાનનું ચિંતવન કરે. તે પણ નખશિખા પર્યંત સમગ્ર મૂર્તિનું ભેળું જ ચિંતવન કરે પણ એક એક અંગનું જુદું જુદું ચિંતવન ન કરે. જેમ મોટું મંદિર હોય તેને એકસામટું ભેળું જ જુએ તથા જેમ મોટો પર્વત હોય તેને એકસામટો ભેળો જ જુએ, એવી રીતે ભગવાનના સ્વરૂપને જુએ પણ એક એક અંગ ન જુએ. અને તે મૂર્તિને જ્યારે પોતાની દૃષ્ટિ આગળ છેટે ધારે, ને તે મૂર્તિને પડખે બીજું કાંઈક પદાર્થ દેખાય તો તે મૂર્તિ છેટે ધારી છે તેને ઢૂંકડી લાવીને પોતાની નાસિકાના અગ્રની ઉપર એ મૂર્તિને રાખે, એમ કરતાં પણ આસપાસ કાંઈક પદાર્થ જણાય તો પોતાની ભ્રૂકુટિના મધ્યને વિષે મૂર્તિને ધારે, એમ કરતાં જો આળસ કે નિદ્રા જેવું જણાય તો વળી મૂર્તિને દૃષ્ટિ આગળ છેટે ધારે. પછી જેમ છોકરાં પતંગને ઉડાડે છે તેવી રીતે મૂર્તિરૂપી પતંગને પોતાની વૃત્તિરૂપી જે દોરી તેણે કરીને મૂર્તિને ઊંચી ચઢાવે અને વળી પાછી હેઠી લાવે અને અડખે-પડખે ડોલાવે, એવી રીતે યોગકળાએ કરીને જ્યારે સચેત થાય ત્યારે વળી પાછી મૂર્તિને નાસિકાને અગ્રે ધારે ને ત્યાંથી ભ્રૂકુટિમાં લાવીને હૃદયને વિષે મૂર્તિને ઉતારે. અને અંતરને વિષે સાક્ષીરૂપ જે મૂર્તિ અને બહારની મૂર્તિ એ બેયને એક કરે. પછી અંતઃકરણની બે પ્રકારે વૃત્તિ હોય તે એક થઈ જાય છે. એમ કરતાં જો આળસ કે નિદ્રા જેવું જણાય તો વળી બે પ્રકારે વૃત્તિને કરીને મૂર્તિને બહાર લાવે, એવી રીતે જે શ્રોત્ર, ત્વક, રસના અને ઘ્રાણ તે દ્વારે પણ યોગકળા સાધે અને તેમ જ મન, બુદ્ધિ, ચિત્ત અને અહંકાર તે દ્વારે પણ ભગવાનની મૂર્તિને ધારે. અને ઇન્દ્રિયો ને અંતઃકરણ એ સર્વેને સાંખ્યવિચારે કરીને જુદાં કરીને એકલા ચૈતન્યને વિષે જ ભગવાનની મૂર્તિને ધારે. અને તે ભગવાનની મૂર્તિને અંતરમાં કે બહાર ધારી હોય અને તે સમે કોઈક વ્યવહાર સંબંધી વિક્ષેપ આડા આવે તો તે વિક્ષેપનું પણ મૂર્તિને ધારવાપણે કરીને સમાધાન કરે, પણ વિક્ષેપને વિષે પણ પોતાની યોગકળાનો ત્યાગ ન કરે. એવી રીતની યોગકળાએ યુક્ત એ યોગી વર્તે છે.”"
}