{
    "number": 168,
    "vachanamrut": "ગઢડા મધ્ય ૩૫\n",
    "title": "જારની ખાણનું\n",
    "setting": "સંવત ૧૮૮૦ના ભાદરવા સુદિ ૧૧ એકાદશીને દિવસ રાત્રિ પાછલી છ ઘડી રહી ત્યારે શ્રીજીમહારાજ સૂતા ઊઠીને શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં જારની ખાણ ઉપર ઢોલિયો ઢળાવીને વિરાજમાન થયા હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી પછેડી ઓઢી હતી ને શ્યામ છેડાની ધોતલી મસ્તકે બાંધી હતી.\n",
    "text": "પછી પરમહંસ તથા હરિભક્તને તેડાવીને તે પ્રત્યે બોલ્યા જે, “આજ તો અમને નિદ્રા બહુ આવી, તે ઘણું ઊઠવાનું કર્યું પણ ઉઠાય નહીં. ને તે નિદ્રામાં અમે વિચાર ઘણો કર્યો છે. ને તે વિચાર કરીને જે નિર્ધાર કર્યો છે તે કહું છું જે, હું રામાનંદ સ્વામી પાસે આવ્યા મોર પણ આત્માને સાક્ષાત્ દેખતો ને હમણે પણ દેખું છું. તે આત્મા સૂર્યના જેવો પ્રકાશે યુક્ત છે. ને આ મારી સર્વે ઇન્દ્રિયોની ક્રિયાને વિષે મને આત્માનું ક્ષણમાત્ર પણ વિસ્મરણ થતું નથી. પણ એ આત્મદર્શન થવું બહુ કઠણ છે; એવું આત્મદર્શન તો પૂર્વના ઘણાક જન્મના સત્સંસ્કારવાળો કોઈક વિરલો હોય તેને થાય છે અને બીજો તો એ આત્માનો વિચાર સો વર્ષ પર્યંત કરે તો પણ આત્માનું દર્શન થાય નહીં. એ તો ક્યારે થાય? તો જ્યારે શ્રીકૃષ્ણ ભગવાનની મૂર્તિનું ધ્યાન કરે ત્યારે એ આત્માને દેખવો એ કાંઈ કઠણ નથી; અને ભગવાનના ધ્યાન વિના કેવળ આત્માને વિચારે કરીને આત્મા જણાય છે કે દેખાય છે એવી તો આશા કોઈને રાખવી નહીં. અને ભગવાનની ઉપાસના કરવી ને ભગવાનનાં ચરિત્ર ગાવવાં-સાંભળવાં ને ભગવાનનું નામસ્મરણ કરવું ને પોતપોતાના ધર્મમાં રહેવું, એવી રીતે પોતાના જીવનું કલ્યાણ થવું તે કાંઈ કઠણ નથી; એ તો જેમ વા’ણમાં બેસીને સમુદ્રને તરવો એવો સુગમ માર્ગ છે. અને આત્મદર્શને કરીને કલ્યાણ કરવું, તે તો જેમ તુંબડાં બાંધીને સમુદ્ર તરવો એવો કઠણ માર્ગ છે. અને અમે જે આત્મજ્ઞાનની વાર્તા કરીએ છીએ તેમાં તો એટલું જ પ્રયોજન છે જે, ‘જો પોતાના આત્માને દેહથી જુદો માને તો દેહને વિષે પ્રીતિ ન રહે તથા દેહના સંબંધીને વિષે હેત ન રહે તથા ભગવાનની ભક્તિને વિષે કોઈ વિઘ્ન ન થાય.’ એટલું જ પ્રયોજન છે, પણ કેવળ એણે કરીને જ કલ્યાણ થાય એમ તો માનવું નહીં.\n“અને વળી જગતમાં એમ વાર્તા છે જે, ‘મન હોય ચંગા તો કથરોટમાં ગંગા,’ એ વાર્તા ખોટી છે. એ તો ગમે તેવો સમાધિનિષ્ઠ હોય અથવા વિચારવાન હોય ને તે પણ જો સ્ત્રીઓના પ્રસંગમાં રહેવા માંડે તો એનો ધર્મ કોઈ રીતે રહે જ નહીં; અને ગમે તેવી ધર્મવાળી સ્ત્રી હોય ને તેને જો પુરુષનો સહવાસ થાય તો એનો પણ ધર્મ રહે જ નહીં. અને એવી રીતે સ્ત્રી-પુરુષને પરસ્પર સહવાસ થાય ને એનો ધર્મ રહે એવી તો આશા રાખવી નહીં. તે આ વાર્તા તે એમ જ છે પણ એમાં કાંઈ સંશય રાખવો નહીં. તે માટે ધર્મમાં તે ક્યારે રહેવાય? તો પરમહંસ હોય તથા બ્રહ્મચારી હોય ને તે જો પોતાના બ્રહ્મચર્યાદિક નિયમ કહ્યા છે તેમાં રહે તો એણે ધર્મમાં રહેવાય. અને સ્ત્રી હોય ને તે પણ જો પોતપોતાના નિયમ કહ્યા છે તેમાં વર્તે તો તેણે ધર્મમાં રહેવાય. અને બીજા જે સત્સંગી ગૃહસ્થ હોય તે પણ જો પોતપોતાના નિયમ કહ્યા છે તેમાં રહે ને યુવાન અવસ્થાવાળી જે પોતાની મા, બોન ને દીકરી તે ભેળે પણ એકાંતમાં ન બેસે ને તેની સામું પણ દૃષ્ટિ માંડીને ન જુએ, તો એણે ધર્મમાં રહેવાય. એવી રીતે ધર્મમાં રહેવું તથા ભગવાનના સ્વરૂપની ઉપાસના કરવી તથા ભગવાનના અવતાર-ચરિત્રનું શ્રવણ-કીર્તન કરવું તથા ભગવાનનું નામસ્મરણ કરવું, એ ચાર વાનાં જ જીવના અતિશય કલ્યાણને અર્થે છે. અને આ તમે સર્વે છો તે મને ભગવાન જાણો છો, તે અમે જ્યાં જ્યાં ઉત્સવ-સમૈયા કર્યા હોય ને જે ઠેકાણે પરમહંસ, બ્રહ્મચારી તથા હરિભક્ત સત્સંગી બાઈ-ભાઈ સર્વે ભેગાં થયાં હોય ને અમે કીર્તન ગવરાવ્યાં હોય ને વાર્તા કરી હોય ને અમારી પૂજા થઈ હોય, એ આદિક જે અમારાં ચરિત્ર-લીલા તેને કહેવાં ને સાંભળવાં ને તેનું મનમાં ચિંતવન કરવું. અને જેને એનું ચિંતવન અંતકાળે જો થઈ આવ્યું હોય તો તેનો જીવ ભગવાનના ધામને જરૂર પામે. માટે એવાં જે અમારાં એ સર્વે ચરિત્ર, ક્રિયા તથા નામસ્મરણ તે કલ્યાણકારી છે. અને આવી રીતે અમે સ્વરૂપાનંદ સ્વામીને વાર્તા કરી હતી તે વાર્તાને ધારી, ત્યારે દેહમાં જે મંદવાડનું ઘણું દુઃખ હતું તે સર્વે નિવૃત્તિ પામી ગયું ને પરમ શાંતિ થઈ. પણ એ ઘણાય આત્માને દેખતા હતા તોય પણ તેણે કરીને કાંઈ સિદ્ધિ થઈ નહીં. અને વળી પરોક્ષ જે શ્રીકૃષ્ણ-રામચંદ્રાદિક ભગવાનના અવતાર તેમનાં જે ચરિત્ર તે જ્યાં જ્યાં કહ્યાં હોય તેને પણ સાંભળવાં ને ગાવવાં. અને એ ચાર વાનાંની દૃઢતા થાય તેને અર્થે અમે શ્રીમદ્‌ભાગવત આદિક આઠ ગ્રંથનું અતિશય પ્રતિપાદન કર્યું છે; માટે એ ગ્રંથને સાંભળવા ને ભણવા ને એ ચાર વાનાંની જ વાર્તા કરવી.\n“અને વળી ભગવાનની મૂર્તિની ઉપાસના ને ભગવાનનાં ચરિત્ર ને ભગવાનનું નામસ્મરણ એ ત્રણ વાનાં વિના કેવળ ધર્મે કરીને કલ્યાણ થવું તે તો તુંબડાં બાંધીને સમુદ્ર તરવો તેવું કઠણ છે. અને ભગવાનની મૂર્તિનો આશ્રય હોય ને ભગવાનનાં ચરિત્રને ગાતો-સાંભળતો હોય ને ભગવાનનું નામસ્મરણ કરતો હોય ને જો તેમાં ધર્મ ન હોય તો તે માથે પાણો લઈને સમુદ્રને તરવાને ઇચ્છે એવો જાણવો ને તેને ચંડાળ જેવો જાણવો. માટે એ ચાર વાનાંએ કરીને જ જીવનું કલ્યાણ જરૂર થાય છે, પણ એ વિના બીજું કોઈ એવું સાધન નથી જે જેણે કરીને કલ્યાણ થાય. અને મુક્તાનંદ સ્વામી આદિક સાધુનાં જે કાવ્ય, કીર્તન તે ગાવવાં ને સાંભળવાં તથા ભગવાનનાં અવતાર-ચરિત્રે યુક્ત એવાં કાવ્ય, કીર્તન બીજા કવિનાં હોય તો તેને પણ ગાવવાં ને સાંભળવાં; પણ કબીર ને અખાનાં જે કાવ્ય, કીર્તન હોય તથા એ જેવાં જેનાં જેનાં કાવ્ય, કીર્તન હોય તેને ગાવવાં નહીં ને સાંભળવાં પણ નહીં. અને તમારે સર્વેને મારે વિષે વિશ્વાસ છે ને હું તમને જેવી-તેવી અવળી વાતે ચઢાવી દઉં, તો જેમ સર્વેને કૂવામાં નાંખીને ઉપરથી પાણાની શિલા ઢાંકે ત્યારે તેને નીકળવાની આશા જ નહીં, તેમ તમે પણ મારા વચનને વિશ્વાસે કરીને અવળે માર્ગે ચઢી જાઓ તો એમાં મારું શું સારું થાય? માટે આ વાર્તા તમારા કલ્યાણની છે તે મેં તમને હેતે કરીને કહી છે; તે સારુ તમો સર્વે હવે આવી જ રીતે સમજીને દૃઢપણે વર્તજો.” એમ કહીને પછી શ્રીજીમહારાજ બોલ્યા જે, “જો તમે સર્વે આ અમે વાર્તા કરી એવી રીતે વર્તવાનો નિશ્ચય કર્યો હોય તો એક એક આવીને મારે પગે અડીને સમ ખાવ ને એવી પ્રતિજ્ઞા કરો જે, અમારે દૃઢપણે એમ જ વર્તવું છે.” પછી સર્વે પરમહંસ તથા સત્સંગી રાજી થકા ઊઠીને શ્રીજીમહારાજનાં ચરણકમળનો સ્પર્શ કરીને નમસ્કાર કરીને પાછા બેઠા. પછી સર્વે બાઈઓને પણ એવી રીતે કહ્યું, ત્યારે બાઈઓએ પણ છેટે ઊભી રહીને એમ વર્તવાનું નિશ્ચય કરીને સમ ખાધા. પછી શ્રીજીમહારાજ પ્રસન્ન થકા પોતાને ઉતારે પધાર્યા."
}