{
  "number": 143,
  "vachanamrut": "ગઢડા મધ્ય ૧૦\n",
  "title": "નિશ્ચયરૂપી ગર્ભના જતનનું\n",
  "setting": "સંવત ૧૮૭૮ના શ્રાવણ વદિ ૩ તૃતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાંથી ઘોડીએ૩૧ અસવાર થઈને શ્રીલક્ષ્મીવાડીએ પધાર્યા હતા. પછી તે ફૂલવાડીને મધ્યે આંબાના વૃક્ષની હેઠે વેદિ છે તે ઉપર ઉત્તરાદું મુખારવિંદ કરીને વિરાજમાન હતા ને શ્રીજીમહારાજે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં તથા પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “શ્રીમદ્‌ભાગવતમાં સાકાર બ્રહ્મનું પ્રતિપાદન છે, પણ જે વાંચનારા હોય તેને જો પરમેશ્વરની ભક્તિ ન હોય તો ભગવાનનું સ્વરૂપ શ્રીમદ્‌ભાગવતમાંથી પણ નિરાકાર સમજાય છે; અને દ્વિતીય સ્કંધમાં જ્યાં આશ્રયનું રૂપ કર્યું છે ત્યાં પણ ભગવાનનું સ્વરૂપ ભક્તિહીન હોય તેને નિરાકાર સમજાય છે;૩ પણ ભગવાનનું સ્વરૂપ નિરાકાર નથી. કાં જે, ભગવાન થકી જ સર્વ સ્થાવર-જંગમ સૃષ્ટિ થાય છે, તે જો ભગવાન નિરાકાર હોય તો તે થકી સાકાર સૃષ્ટિ કેમ થાય? જેમ આકાશ નિરાકાર છે તો તે થકી જેવા પૃથ્વી થકી ઘટાદિક આકાર થાય છે તેવા થતા નથી, તેમ બ્રહ્માદિક જે સૃષ્ટિ તે સાકાર છે તો તેના કરનારા જે પરમેશ્વર તે પણ સાકાર જ છે. અને ભાગવતમાં, ‘અધ્યાત્મ, અધિભૂત અને અધિદેવ એ ત્રણનો જે આધાર છે તે ભગવાનનું સ્વરૂપ છે,’ એમ કહ્યું છે. તેની વાત કરીએ તે સાંભળો, અધ્યાત્મ જે વિરાટપુરુષનાં ઇન્દ્રિયો અને અધિભૂત જે તેનાં પંચ મહાભૂત અને અધિદેવ જે વિરાટનાં ઇન્દ્રિયોના દેવતા એ સર્વે વિરાટને વિષે આવ્યાં તો પણ વિરાટ ઊભો ન થયો. પછી વાસુદેવ ભગવાને પુરુષરૂપે થઈને જ્યારે વિરાટપુરુષને વિષે પ્રવેશ કર્યો ત્યારે વિરાટપુરુષ ઊભા૩ થયા.૩ તે ભગવાન વિરાટપુરુષનાં જે અધ્યાત્મ, અધિભૂત અને અધિદેવ તેને વિષે તદાત્મકપણે૫ કરીને વર્તે છે અને સ્વરૂપે૬ તો વિરાટ થકી ન્યારા છે. અને તેને જ આશ્રય કરવા યોગ્ય સ્વરૂપ કહ્યું છે. અને જેમ અગ્નિ છે તે પ્રકાશસ્વરૂપે તો અરૂપ છે ને અગ્નિ પોતે તો મૂર્તિમાન છે; તે જ્યારે અગ્નિને અજીર્ણ થયું હતું ત્યારે મૂર્તિમાન અગ્નિ શ્રીકૃષ્ણ ભગવાન ને અર્જુન પાસે આવ્યો હતો, પછી જ્યારે ઇન્દ્રનું ખાંડવ વન બાળવા ગયો ત્યારે તે જ અગ્નિ જ્વાળારૂપ થઈને સમગ્ર વનમાં વ્યાપ્યો.૩ તેમ જ પુરુષોત્તમ ભગવાન છે તે બ્રહ્મરૂપ જે પોતાની અંતર્યામી શક્તિ તેણે કરીને સર્વેને વિષે વ્યાપક છે ને મૂર્તિમાન થકા સર્વથી જુદા છે; અને બ્રહ્મ૮ છે તે તો પુરુષોત્તમ ભગવાનની કિરણ છે અને પોતે ભગવાન તો સદા સાકારમૂર્તિ જ છે. માટે જેને કલ્યાણને ઇચ્છવું તેને તો ભગવાનને મૂર્તિમાન સમજીને તેનો આશ્રય દૃઢ રાખવો અને વાત પણ એવી કરવી જે, કોઈને ભગવાનનો આશ્રય હોય તો તે ટળે નહીં. અને જેમ સ્ત્રીના ઉદરમાં ગર્ભ હોય પછી તેમાંથી પુત્રરૂપ ફળ ઉદય થાય છે, તેમ જેને ભગવાનના સ્વરૂપનો નિશ્ચયરૂપ ગર્ભ હોય તેને ભગવાનનું જે અક્ષરધામ તે રૂપ ફળની પ્રાપ્તિ થાય છે. માટે એવો ઉપાય કરવો, જેણે કરીને એ ગર્ભને વિઘ્ન ન થાય. અને બીજાને પણ એવી વાત કરવી, જેણે કરીને ભગવાનના નિશ્ચયરૂપ ગર્ભનો પાત ન થાય.”\nપછી શ્રીજીમહારાજ વાડી થકી દાદાખાચરના દરબારમાં પધાર્યા અને ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન થયા અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nપછી શ્રીજીમહારાજે નાના નાના પરમહંસને બોલાવીને પરસ્પર ચર્ચા કરાવી. પછી અચિંત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યું જે, “જ્ઞાન, વૈરાગ્ય અને ભક્તિ એ ત્રણને વિષે ભગવાનના સ્વરૂપમાં પ્રીતિ થયાનું વિશેષ કારણ કોણ છે?” પછી એ પ્રશ્નનો ઉત્તર તો કોઈથી થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એ પ્રશ્નનો ઉત્તર અમે કરીએ અને જ્ઞાન, વૈરાગ્ય ને ભક્તિ તેનું રૂપ જુદું જુદું કહીએ જે, જીવમાત્રનો એવો સ્વભાવ છે જે, ‘સારું પદાર્થ દેખે ત્યારે તેથી ઊતરતું જે પદાર્થ હોય તેમાંથી સહજે જ પ્રીતિ ટળી જાય છે.’ માટે ભગવાનનું જે અક્ષરધામ છે ને તેને વિષે જે સુખ છે તેની આગળ જે આ માયિક સુખ છે તે તો નકલ જેવું છે અને અચળ સુખ તો ભગવાનના ધામને વિષે જ છે. માટે પરમેશ્વરની વાત સાંભળતાં સાંભળતાં જો ભગવાન સંબંધી સુખ ઓળખાય તો જેટલું માયા થકી ઉત્પન્ન થયું છે તે સર્વે તુચ્છ જણાય. જેમ ત્રાંબાનો પૈસો કોઈક પુરુષના હાથમાં હોય તેને જ્યારે તે પૈસા માટે સોનામહોર કોઈ આપે ત્યારે ત્રાંબાના પૈસામાંથી હેત ઊતરી જાય છે, એવી રીતે જ્યારે ભગવાન સંબંધી સુખમાં દૃષ્ટિ પહોંચે ત્યારે જેટલું માયિક સુખ છે તે સર્વ થકી વૈરાગ્ય પામે છે અને એક ભગવાનની મૂર્તિમાં જ હેત થાય છે; એ વૈરાગ્યનું સ્વરૂપ કહ્યું છે.\n“હવે જ્ઞાનનું સ્વરૂપ કહીએ છીએ જે, જ્ઞાનનિરૂપણને વિષે બે શાસ્ત્ર છે – એક સાંખ્યશાસ્ત્ર ને બીજું યોગશાસ્ત્ર. તેમાં સાંખ્યશાસ્ત્રનો એ મત છે જે, જેમ આકાશ જે તે પૃથ્વી, જળ, તેજ, વાયુ તેમાં વ્યાપક છે; અને આકાશ વિના એક અણુ પણ ક્યાંય ખાલી નથી તો પણ પૃથ્વી આદિકના જે વિકાર તે આકાશને અડતા જ નથી; તેમ પુરુષોત્તમ ભગવાન છે તેને આકાશની પેઠે માયિક વિકાર કોઈ અડતો જ નથી.૩ એ વાર્તા કૃષ્ણતાપની ઉપનિષદમાં કહી૦ છે જે, જ્યારે દુર્વાસા ઋષિ વૃંદાવનને વિષે આવ્યા ત્યારે શ્રીકૃષ્ણ ભગવાને ગોપીઓને કહ્યું જે, ‘દુર્વાસા ભૂખ્યા છે માટે સર્વે થાળ લઈને જાઓ.’ પછી ગોપીઓએ પૂછ્યું જે, ‘આડાં યમુનાજી છે તે કેમ ઊતરાશે?’ ત્યારે શ્રીકૃષ્ણ ભગવાને કહ્યું જે, ‘યમુનાજીને તમે એમ કહેજો જે, શ્રીકૃષ્ણ સદા બ્રહ્મચારી હોય તો માર્ગ દેજ્યો.’ પછી ગોપીઓએ હસતી હસતી યમુનાજીને કાંઠે જઈને એમ કહ્યું, ત્યારે યમુનાજીએ તત્કાળ માર્ગ દીધો. પછી ગોપીઓએ ઋષિને જમાડતાં તે ઋષિ સર્વના થાળ જમી ગયા. પછી ગોપીઓએ કહ્યું જે, ‘અમે ઘેર કેમ કરીને જઈએ? આડાં યમુનાજી છે.’ ત્યારે તે ઋષિએ પૂછ્યું જે, ‘આવ્યાં ત્યારે કેમ કરીને આવ્યાં હતાં?’ પછી ગોપીઓએ કહ્યું જે, ‘શ્રીકૃષ્ણે એમ કહ્યું હતું જે, અમે સદા બાળબ્રહ્મચારી હોઈએ તો યમુનાજીને કહેજો જે માર્ગ દેજો. પછી યમુનાજીએ માર્ગ દીધો તે તમારી પાસે આવ્યાં છીએ.’ તે વાત સાંભળીને ઋષિ બોલ્યા જે, ‘હવે યમુનાજીને એમ કહેજો જે, દુર્વાસા સદા ઉપવાસી હોય તો માર્ગ દેજ્યો.’ પછી ગોપીઓએ હસતી હસતી જઈને એમ કહ્યું ત્યારે યમુનાજીએ તત્કાળ માર્ગ દીધો. ત્યારે ગોપીઓએ સર્વે એ બે વાત જોઈને અતિશય આશ્ચર્ય પામી. માટે ભગવાનનું સ્વરૂપ તો એવું આકાશની પેઠે નિર્લેપ છે અને સર્વે ક્રિયાઓને કર્તા થકા ભગવાન અકર્તા છે અને સર્વના સંગી થકા પણ અત્યંત અસંગી છે. એવી રીતે સાંખ્યશાસ્ત્ર ભગવાનના સ્વરૂપને નિર્લેપપણે કરીને કહે છે એવું સમજવું, એ સાંખ્યને મતે જ્ઞાન છે.\n“હવે યોગશાસ્ત્રનો મત કહીએ તે સાંભળો. યોગનો મત એમ છે જે, જેને ભગવાનનું ધ્યાન કરવું હોય તેને પ્રથમ દૃષ્ટિ સ્થિર કરવી. તે દૃષ્ટિ સ્થિર કરવા સારુ ભગવાનની પ્રતિમા અથવા બીજું કાંઈ પદાર્થ હોય તેમાં પ્રથમ દૃષ્ટિને ઠરાવવી. પછી એક ને એક આકાર જોતાં થકાં દૃષ્ટિ સ્થિર થઈ જાય ત્યારે તે ભેળું અંતઃકરણ પણ સ્થિર થાય છે. અને જ્યારે અંતઃકરણ સ્થિર થાય ત્યારે ભગવાનની મૂર્તિ હૃદયમાં ધારવી. તેમાં ધારણા કરનારા યોગીને પ્રયાસ ન પડે, સુખે ધરાય છે. અને જો પ્રથમથી અભ્યાસ કરીને અંતઃકરણ સ્થિર ન કરે તો જ્યારે ભગવાનનું ધ્યાન કરે ત્યારે બીજાં પણ કેટલાંક ટીખળ આડાં આવીને ઊભાં રહે. માટે યોગશાસ્ત્રનું એ સિદ્ધાંત છે જે, ‘પ્રથમ અભ્યાસ કરીને વૃત્તિ સ્થિર કરવી ને પછી ભગવાન સંગાથે જોડવી.’૪ એમ જાણવું એ યોગશાસ્ત્ર સંબંધી જ્ઞાન છે. એવી રીતે એ બે શાસ્ત્રને મતે કરીને જે સમજણ દૃઢ કરવી તેનું નામ જ્ઞાન છે.\n“હવે ભક્તિની રીત તો એમ છે જે, જ્યારે સમુદ્રમંથન કર્યું ત્યારે સમુદ્રમાંથી લક્ષ્મીજી નીસર્યાં. પછી લક્ષ્મીજીએ હાથમાં વરમાળા લઈને વિચાર કર્યો જે, ‘વરવા યોગ્ય કોણ છે? તેને હું વરું.’ પછી જ્યાં તપાસીને જોયું ત્યાં તો જેમાં રૂપ તેમાં રૂડા ગુણ નહીં ને જેમાં કાંઈક ગુણ તેમાં રૂપ નહીં. એવી રીતે ઘણાકને વિષે મોટાં મોટાં કલંક દીઠાં. પછી દેવતામાત્ર તથા દૈત્યમાત્ર તેને કલંકના ભર્યા દેખીને સર્વ ગુણે કરીને સંપૂર્ણ અને સર્વ દોષે રહિત ને સર્વ સુખના નિધાન એવા એક ભગવાનને જ દીઠા ત્યારે લક્ષ્મીજીને ભગવાનને વિષે દૃઢ ભક્તિ થઈ. પછી અતિ પ્રેમે કરીને ભગવાનને વરમાળા પહેરાવી ને ભગવાનને વર્યાં.૪ માટે એવા કલ્યાણકારી ગુણને જે જાણવા ને પરમેશ્વરનો દૃઢ આશ્રય કરવો તેનું જ નામ ભક્તિ છે.”\nએ વાર્તા સાંભળીને મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને પૂછ્યું જે, “હે મહારાજ! જ્ઞાન, વૈરાગ્ય અને ભક્તિ, એને વિષે પરમેશ્વરને વિષે પ્રીતિ થવાનું કેને વિષે અધિક દૈવત આવ્યું? તે સમજાણું નહીં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભક્તિને વિષે દૈવત ઘણું છે અને જ્ઞાન-વૈરાગ્યમાં દૈવત તો છે પણ ભક્તિ જેટલું નથી અને ભક્તિ તો અતિ દુર્લભ છે. તે ભક્તિવાળાનાં લક્ષણ આવાં હોય છે જે, જ્યારે જીવોના કલ્યાણ અર્થે ભગવાન મનુષ્ય જેવી મૂર્તિ ધરીને પૃથ્વીને વિષે વિચરે છે ત્યારે ભગવાનનાં કેટલાંક ચરિત્ર તો દિવ્ય હોય ને કેટલાંક ચરિત્ર તો માયિક જેવાં હોય. તે જ્યારે ભગવાને કૃષ્ણાવતાર ધાર્યો ત્યારે દેવકી-વસુદેવને ચતુર્ભુજ દર્શન દીધું તથા ગોવર્ધન તોળ્યો તથા કાલિયનાગને કાઢીને યમુનાજીનું જળ નિર્વિષ કર્યું તથા બ્રહ્માનો મોહ નિવારણ કર્યો તથા અક્રૂરજીને યમુનાના જળને વિષે દર્શન દીધું તથા મલ્લ, હસ્તી, કંસાદિક દુષ્ટને મારીને સર્વ યાદવનું કષ્ટ નિવારણ કર્યું; તેમ જ રામાવતારને વિષે ધનુષ ભાંગ્યું તથા રાવણાદિક દુષ્ટને મારીને સર્વ દેવતાનું કષ્ટ નિવારણ કર્યું ઇત્યાદિક જે પરાક્રમ તે ભગવાનનાં દિવ્ય ચરિત્ર કહેવાય. અને સીતાહરણ થયું ત્યારે રઘુનાથજી રોતાં રોતાં ઘેલા જેવા થઈ ગયા તથા કૃષ્ણાવતારમાં કાળયવનની આગળ ભાગ્યા તથા જરાસંધની આગળ હાર્યા ને પોતાની રાજધાની જે મથુરા તેને તજીને સમુદ્રના બેટમાં જઈ વસ્યા ઇત્યાદિક જે ભગવાનનાં ચરિત્ર તે પ્રાકૃત જેવાં જણાય છે. માટે દિવ્ય ચરિત્ર હોય તેમાં તો પાપી હોય તેને દિવ્યપણું જણાય પણ જ્યારે ભગવાન પ્રાકૃત ચરિત્ર કરે ને તેને વિષે પણ જેને દિવ્યપણું જણાય ત્યારે તે પરમેશ્વરનો ભક્ત સાચો. અને ભગવાને ગીતામાં કહ્યું છે જે,\n‘જન્મ કર્મ ચ મે દિવ્યમેવં યો વેત્તિ તત્ત્વતઃ।\nત્યક્ત્વા દેહં પુનર્જન્મ નૈતિ મામેતિ સોઽર્જુન!॥’૪\n“એ શ્લોકનો એમ અર્થ છે જે, ‘હે અર્જુન! મારાં જન્મ ને કર્મ તે દિવ્ય છે. તેને જે દિવ્ય જાણે તે દેહને મૂકીને ફરી જન્મને નથી પામતો, મને જ પામે છે.’ માટે જે ભગવાન દિવ્ય ચરિત્ર કરે તે તો ભક્ત ને અભક્ત બેયને દિવ્ય જણાય, પણ જ્યારે ભગવાન મનુષ્યના જેવાં પ્રાકૃત ચરિત્ર કરે તો પણ તેને વિષે જેને દિવ્યપણું જ જણાય પણ કોઈ રીતે ભગવાનનાં તે ચરિત્રમાં અભાવ આવે નહીં, એવી જેની બુદ્ધિ હોય તેને પરમેશ્વરની ભક્તિ કહેવાય; અને એવી ભક્તિ કરે તે જ ભક્ત કહેવાય. અને એ શ્લોકમાં કહ્યું જે ફળ તે આવા ભક્તને જ થાય છે. અને જેમ ગોપીઓ ભગવાનનાં ભક્ત હતાં તે કોઈ રીતે ભગવાનનો અવગુણ લીધો જ નહીં અને રાજા પરીક્ષિતે તો ગોપીઓની વાત સાંભળી એટલામાં જ ભગવાનનો અવગુણ લીધો. પછી શુકજીએ ભગવાનનું સમર્થપણું દેખાડીને તે અવગુણને ખોટો કરી નાખ્યો.૪ માટે જે જે ભગવાન ચરિત્ર કરે તે સર્વેને ગોપીઓની પેઠે દિવ્ય જાણે પણ કોઈ રીતે પ્રાકૃત જાણીને અભાવ તો આવે જ નહીં, એવી જે ભક્તિ તે તો મહાદુર્લભ છે. અને એક-બે જન્મને સુકૃતે કરીને એવી ભક્તિ ન આવે, એ તો અનેક જન્મના જ્યારે શુભ સંસ્કાર ભેળા થાય છે ત્યારે તેને ગોપીઓના સરખી ભક્તિ ઉદય થાય છે. અને એવી ભક્તિ છે તે જ પરમ પદ છે. માટે આવી રીતની જે ભક્તિ તે જ્ઞાન-વૈરાગ્ય થકી અધિક છે અને જેના હૃદયને વિષે આવી રીતની ભક્તિ હોય તેને ભગવાનને વિષે પ્રીતિમાં શું બાકી છે? કાંઈ બાકી નથી.”"
}