{
    "number": 254,
    "vachanamrut": "ગઢડા અંત્ય ૩૧\n",
    "title": "છાયાના દૃષ્ટાંતે ધ્યાનનું\n",
    "setting": "સંવત ૧૮૮૫ના મહા સુદિ ૪ ચોથને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણા દ્વારના ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને માથે ધોળો ફેંટો બાંધ્યો હતો ને ધોળો ખેસ પહેર્યો હતો તથા રાતી કોરનું વિલાયતી ધોળું ધોતિયું ઓઢ્યું હતું ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને વાજાં વગાડીને કીર્તનનું ગાન પરમહંસ કરતા હતા. તે ‘હરિ મેરે હારલકી લકરી’ એ કીર્તન ગાઈ રહ્યા ત્યારે મહારાજે કહ્યું જે, “‘જમુનાકે તીર ઠાડો’ એ કીર્તન ગાવો.” પછી એ કીર્તન ગાવવા લાગ્યા ત્યારે એવા સમયમાં શ્રીજીમહારાજ બહુ વાર વિચારી રહ્યા ને પછી બોલ્યા જે, “હવે કીર્તન રાખો. અમે આ એક વાર્તા કરીએ છીએ, તે છે તો થોડીક, પણ ધ્યાનના કરનારાને બહુ ઠીક આવે એવી છે. ને તે વાત કોઈ દિવસ અમે કરી નથી.” પછી વળી નેત્રકમળને મીંચીને વિચારી રહ્યા ને પછી બોલ્યા જે, “કોટિ કોટિ ચંદ્રમા, સૂર્ય, અગ્નિ તેના જેવો તેજનો સમૂહ છે ને તે તેજનો સમૂહ સમુદ્ર જેવો જણાય છે. એવું બ્રહ્મરૂપ તેજોમય જે ભગવાનનું ધામ તેને વિષે જે પુરુષોત્તમ ભગવાનની આકૃતિ રહી છે ને તે આકૃતિમાંથી એ પોતે ભગવાન અવતાર ધારે છે. અને એ ભગવાન કેવા છે? તો ક્ષર-અક્ષર થકી પર છે ને સર્વકારણના પણ કારણ છે ને અક્ષરરૂપ એવા જે અનંત કોટિ મુક્ત તેમણે સેવ્યાં છે ચરણકમળ જેનાં એવા છે. અને એવા જે એ ભગવાન તે જ પોતે દયાએ કરીને જીવોનાં પરમ કલ્યાણ કરવાને અર્થે હમણાં પ્રકટ થકા તમારી સર્વેની દૃષ્ટિને ગોચર સાક્ષાત્‎પણે વર્તે છે. માટે તે જે ધામમાં રહી મૂર્તિ ને આ પ્રકટ શ્રીકૃષ્ણની મૂર્તિ તેમાં અધિકપણે સાદૃશ્યપણું છે. તે શ્રીકૃષ્ણની જે મનુષ્યરૂપ મૂર્તિ તેના ધ્યાનનો કરતલ જે હોય તેની જે દૃષ્ટિ તે ભગવાનના રૂપ વિના બીજારૂપ વિષયમાત્રમાં અતિશય વૈરાગ્યને પામીને તે ભગવાનના રૂપમાં જ લુબ્ધ થાય, ત્યારે તેને તે પ્રત્યક્ષ ભગવાનની મૂર્તિ ને ધામની મૂર્તિ તે બેયમાં લગાર પણ ભેદ ન જણાય અને તે મૂર્તિ ને આ મૂર્તિનાં રૂપ, અવસ્થા તે બરાબર જણાય. તથા તે મૂર્તિ જેટલી ઊંચી છે ને જેટલી પુષ્ટ છે તેવી ને તેવી જ આ મૂર્તિ પણ જણાય છે, પણ તેમાં ને આમાં એક રોમનો પણ ફેર ન જણાય; અતિશય એકપણું જણાય. એવી રીતે તેમાં ને આ મૂર્તિમાં ફેર લગાર પણ નથી, તે મૂર્તિ ને આ મૂર્તિ એક જ છે. એવી જે પ્રત્યક્ષ મૂર્તિ તેનું ધ્યાન નેત્રને આગળ બાહેર કરે ત્યારે તો તેમાં ને એમાં લગાર ફેર નથી. ને તે જ મૂર્તિને ધ્યાનનો કરતલ પ્રતિલોમપણે પોતાનાં નેત્રમાં જુએ ત્યારે તે જ મૂર્તિ પ્રથમ જણાતી તેવી ન જણાય ને નેત્રની કીકીમાં જેવડી મૂર્તિ છે તેવડી જણાય. પછી વળી એ ધ્યાનનો કરતલ પ્રતિલોમપણે કંઠથી હેઠે સુધી માંહેલી કોરે ધ્યાને કરીને જુએ ત્યારે એ જ મૂર્તિને મોરે બે પ્રકારે દેખતો તેમ ન દેખે ને તે જ મૂર્તિને બહુ જ મોટી, બહુ જ ઊંચી, બહુ જ જાડી ને બહુ જ ભયંકર એવી દેખે. જેમ મધ્યાહ્‎‌ન કાળનો સૂર્ય હોય ત્યારે છાયા પુરુષના શરીર બરોબર હોય ને તે જ સૂર્યને આથમ્યા ટાણું થાય ત્યારે છાયા મોટી લાંબી થાય પણ પુરુષના શરીર પ્રમાણે નથી રહેતી, તેમ તે મૂર્તિ પણ પૂર્વે કહી તેવી મોટી થાય. પછી એ મૂર્તિને હૃદયને વિષે રહી જે બુદ્ધિ, તે બુદ્ધિને વિષે જુએ તથા તે બુદ્ધિમાં રહ્યો જે પોતાનો જીવ તેને વિષે જુએ, ત્યારે તે જ મૂર્તિને અંગુષ્ઠમાત્ર પરિમાણે જુએ અને દ્વિભુજ જણાય કે ચતુર્ભુજ જણાય, પણ મોરે ત્રણ પ્રકારે દેખી તેવી ન દેખાય. અને પછી વળી એ ધ્યાનના કરતલને પ્રતિલોમપણે પોતાના જીવથી પર કોટિ કોટિ સૂર્ય, ચંદ્ર, અગ્નિના તેજના સમૂહને વિષે એ મૂર્તિ જણાય છે, તે જેવી દૃષ્ટિ આગળ જણાતી હતી તેવી જ રીતની જણાય છે પણ લગાર ફેર નથી જણાતો. માટે ગુણાતીત એવું જે અક્ષરધામ તેને વિષે જે મૂર્તિ છે તે જ મૂર્તિ પ્રત્યક્ષ છે, એ બેમાં ફેર નથી. જેમ ધામની મૂર્તિ ગુણાતીત છે તેમ જ મનુષ્યમૂર્તિ પણ ગુણાતીત છે. અને પૂર્વે જે મૂર્તિમાં ફેર પડ્યો તે તો ગુણમય એવાં જે સ્થાનક તેણે કરીને પડ્યો. તે નેત્રમાં સત્ત્વગુણ ને કંઠમાં રાજોગુણ ને બુદ્ધિમાં રહ્યો જે જીવ તે પણ ગુણમય છે.” એમ વાર્તા કરીને પછી બોલ્યા જે, “મોરે ગાતા હતા તે કીર્તન ગાવો.” એવી રીતે શ્રીજીમહારાજે પોતાના પુરુષોત્તમ સ્વરૂપના નિરૂપણની વાર્તા પરોક્ષપણે કરીને કહી."
}