{
    "number": 126,
    "vachanamrut": "લોયા ૧૮\n",
    "title": "નિશ્ચયનું\n",
    "setting": "સંવત ૧૮૭૭ના પોષ સુદિ ૧ પડવાને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા અને માથે ધોળો ફેંટો બાંધ્યો હતો ને બીજે ધોળે ફેંટે કરીને બોકાની વાળી હતી તથા ગરમ પોસની રાતી ડગલી પહેરી હતી તથા ચોફાળે સહિત રજાઈ ઓઢી હતી તથા ધોળો ખેસ પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા અને દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી. તે સમયમાં સંધ્યા આરતી તથા સ્તુતિ પરમહંસ કરી રહ્યા પછી શ્રીજીમહારાજે કહ્યું જે, “કીર્તન ગાવો.” પછી વાજિંત્ર વજાડીને મુક્તાનંદ સ્વામી આદિક પરમહંસે કીર્તન ગાયાં.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “હવે કીર્તન રાખો, હવે તો અમે વાર્તા કરીશું અને અમે આ વાત કરીએ તેમાં જેને આશંકા ઊપજે તે પૂછજ્યો.” એમ કહીને બોલ્યા જે, “ભગવાનનો નિશ્ચય થવો તે સૌથી મહાકઠણ છે. તે નિશ્ચયની વાર્તા અતિ અટપટી છે, માટે કહેતાં બીક લાગે છે જે, ‘શું જાણીએ વાત કરીએ ને તેમાંથી કોઈને અવળું પડે? ને તેણે જે પોતાના અંગની દૃઢતા કરી હોય તે અંગ આ વાતે કરીને ત્રૂટી જાય તો તે મૂળગેથી જાય.’ અને એ વાત કર્યા વિના પણ ચાલતું નથી. અને એ વાત જો સમજતાં ન આવડે તો દૂષણ પણ ઘણાં આવે. અને આ વાત સમજે નહીં ત્યાં લગણ તેના નિશ્ચયમાં પણ કાચ્યપ ઘણી રહે છે. તે સારુ વાત કરીએ છીએ જે, ભગવાને વરાહનો દેહ ધાર્યો તે ભૂંડનું રૂપ તે અતિ કુરૂપ કહેવાય તથા મત્સ્યાવતાર ધાર્યો ત્યારે માછલા જેવું જ રૂપ હતું તથા કચ્છાવતાર ધાર્યો ત્યારે બીજા કાચબા જેવું જ રૂપ હતું તથા નૃસિંહાવતાર ધાર્યો ત્યારે સિંહના જેવું ભયાનક રૂપ હતું તથા વામનાવતાર ધાર્યો ત્યારે તે વામનરૂપના હાથ-પગ ટૂંકા ને કેડ્ય ધીંગી ને શરીર ધીંગુ એવા ટૂંકડા હતા તથા વ્યાસાવતાર ધાર્યો ત્યારે તે વ્યાસ કાળા હતા ને શરીરમાં મુવાળા ઘણા હતા ને શરીર ગંધાતું હતું, ઇત્યાદિક જે ભગવાને આકૃતિઓ ધારણ કરી હતી ત્યારે તેને તે કાળે જે જે મળ્યા તેમણે તેવા રૂપનું ધ્યાન કર્યું છે અને તે ધ્યાને કરીને તે તે ભગવાનના રૂપને પામ્યા છે. તેમાં જે વરાહને મળ્યા તે શું ધામને વિષે ભગવાનને વરાહરૂપ જ દેખે છે? અને મત્સ્યજીને મળ્યા તે શું ધામને વિષે મત્સ્યરૂપ જ દેખે છે? અને કૂર્મને મળ્યા તે શું ધામને વિષે કૂર્મરૂપ જ દેખે છે? અને નૃસિંહને મળ્યા તે શું ધામને વિષે નૃસિંહરૂપ જ દેખે છે? અને હયગ્રીવને મળ્યા તે શું ધામને વિષે ઘોડારૂપ જ દેખે છે? અને જેણે વરાહને પતિભાવે ભજ્યા તે શું ભૂંડણ થઈ ને સખાભાવે ભજ્યા તે શું ભૂંડ થયો? અને મત્સ્યને પતિભાવે ભજ્યા તે શું માછલી થઈ ને સખાભાવે ભજ્યા તે શું માછલો થયો? અને કૂર્મને પતિભાવે ભજ્યા તે શું કાચબી થઈ ને સખાભાવે ભજ્યા તે શું કાચબો થયો? અને નૃસિંહને પતિભાવે ભજ્યા તે શું સિંહણ થઈ ને સખાભાવે ભજ્યા તે શું સિંહ થયો? અને હયગ્રીવને પતિભાવે ભજ્યા તે શું ઘોડી થઈ ને સખાભાવે ભજ્યા તે શું ઘોડો થયો? માટે જો ભગવાનનું મૂળરૂપ વરાહાદિક જેવું જ હોય તો તો તે તે અવતારના ભક્તોને તેના ધ્યાને કરીને તદાકારપણું થાય. ત્યારે તો કહ્યું તેમ જ થયું જોઈએ; પણ એ વાત એમ નથી. ત્યારે તમે કહેશો જે, ‘તે ભગવાનનું કેવું રૂપ છે?’ તો કહીએ છીએ જે, ભગવાન તો સચ્ચિદાનંદરૂપ છે ને તેજોમયમૂર્તિ છે, અને જેના એક એક રોમને વિષે કોટિ કોટિ સૂર્ય જેવો પ્રકાશ છે, ને કોટિ કામદેવને પણ લજ્જા પમાડે એવા તે ભગવાન રૂપાળા છે, અને અનંત કોટિ બ્રહ્માંડના પતિ છે, રાજાધિરાજ છે, સર્વના નિયંતા છે, સર્વના અંતર્યામી છે અને અતિશય સુખસ્વરૂપ છે. અને જેના સુખની આગળ અનંત રૂપવાન સ્ત્રીઓને જોયાનું જે સુખ તે તુચ્છ થઈ જાય છે અને આ લોક-પરલોક સંબંધી જે પંચવિષયનાં સુખ તે ભગવાનની મૂર્તિના સુખ આગળ તુચ્છ થઈ જાય છે; એવું ભગવાનનું સ્વરૂપ છે. તે સ્વરૂપ સદા દ્વિભુજ જ છે ને પોતાની ઇચ્છાએ કરીને ક્યારેક ચતુર્ભુજ પણ જણાય છે, અષ્ટભુજ પણ જણાય છે અને સહસ્રભુજ પણ દેખાય છે. અને તે જ ભગવાન મત્સ્ય-કચ્છ-વરાહાદિક રૂપને તથા રામ-કૃષ્ણાદિક રૂપને કોઈક કાર્યને અર્થે ધારણ કરે છે, પણ જે એ પોતાનું મૂળ રૂપ છે તેને તજીને એ અવતારનું ધારણ નથી કરતા; તે જ ભગવાન પોતે અનંત ઐશ્વર્ય ને અનંત શક્તિ સહિત જે મત્સ્ય-કચ્છાદિક રૂપને ધારણ કરે છે. અને જે કાર્યનિમિત્ત જે દેહનું ધારણ કર્યું હોય તે કાર્ય થઈ રહે છે ત્યારે તે દેહનો ત્યાગ પણ કરે છે. તે ભાગવતમાં કહ્યું છે -\n‘ભૂભારઃ ક્ષપિતો યેન તાં તનૂં વિજહાવજઃ।\nકણ્ટકં કણ્ટકેનૈવ દ્વયં ચાપીશિતુઃ સમમ્॥’\n“જે જે દેહે કરીને ભગવાને પૃથ્વીનો ભાર ઉતાર્યો તથા જીવોને દેહાભિમાનરૂપ જે ચૈતન્યમાં કાંટો ખૂંચી રહ્યો હતો તેને કાઢીને ને કાઢવાના કાંટારૂપ જે પોતાનો દેહ તેને પણ ત્યાગ કર્યો. અને રાક્ષસને મારવાને અર્થે ભગવાને નૃસિંહરૂપ ધાર્યું ને પછી તે કાર્યને કરીને પછી તે દેહનો ત્યાગ કરવાને ઇચ્છ્યા, પણ તે સિંહને કોણ મારે? પછી પોતાની ઇચ્છાએ કરીને કાળરૂપ શિવ તે શરભનું રૂપ ધારીને આવ્યા ને નૃસિંહને ને શરભને યુદ્ધ થયું. પછી બેય જણે દેહ મૂક્યો. તેણે કરીને શિવ શરભેશ્વર મહાદેવ થયા અને નૃસિંહજીએ દેહ મૂક્યો તે નારસિંહી શિલા થઈ. માટે ચિત્રામણમાં જ્યાં જ્યાં મત્સ્ય-કૂર્માદિક ભગવાનના અવતારનાં ચિત્રામણ કરે છે ત્યાં ત્યાં થોડોક મત્સ્ય-કચ્છાદિકનો આકાર કરીને પછી તે ઉપર શંખ, ચક્ર, ગદા, પદ્મ, વૈજયંતી માળા, પીતાંબર વસ્ત્ર, કિરીટ-મુકુટ, શ્રીવત્સનું ચિહ્ન ઇત્યાદિક ચિહ્ને સહિત ભગવાનની મૂર્તિને લખે છે. તો જો ભગવાનનું રૂપ અનાદિ એવું જ છે. અને શ્રીકૃષ્ણ ભગવાને પ્રથમ જન્મ સમયમાં વસુદેવ-દેવકીને ચતુર્ભુજરૂપે દર્શન દીધું અને અક્રૂરને ચતુર્ભુજરૂપે દર્શન જળને વિષે દીધું તથા રુક્મિણીને મૂર્ચ્છા આવી ત્યારે પણ ચતુર્ભુજરૂપે દર્શન દીધું અને અર્જુને પણ એમ કહ્યું જે, ‘તેનૈવ રૂપેણ ચતુર્ભુજેન સહસ્રબાહો ભવ વિશ્વમૂર્તે!’ માટે અર્જુન પણ ચતુર્ભુજરૂપે દેખતા અને યાદવાસ્થળી કરીને પીપળાની હેઠે શ્રીકૃષ્ણ ભગવાન બેઠા હતા તે સમયમાં ઉદ્ધવજીએ તથા મૈત્રેય ઋષિએ ભગવાનનું રૂપ ચતુર્ભુજ, શંખ, ચક્ર, ગદા, પદ્મ, પીતાંબર સહિત દીઠું. અને શ્રીકૃષ્ણ ભગવાન તો શ્યામ હતા ને તેનું રૂપ તો કોટિ કામને લજ્જા પમાડે એવું કહ્યું છે. માટે એવા મનુષ્ય જેવા જણાય છે, તેને વિષે જ પૂર્વે કહ્યો એવો પ્રકાશ ને સુખ તે સર્વે રહ્યાં છે. તે જેને ધ્યાન, ધારણા, સમાધિનું અંગ હોય તેને એની એ મૂર્તિ છે તે જ કોટિ કોટિ સૂર્યના પ્રકાશે યુક્ત દેખાય છે પણ મશાલ-દીવાનું કામ પડતું નથી. અને એવો પ્રકાશ એ ભગવાનને વિષે છે ને તે નથી દેખાતો તે તો એ ભગવાનની એવી ઇચ્છા છે. અને એ ભગવાન ઇચ્છે જે, ‘એવો પ્રકાશવાન હું આ ભક્તને દેખાઉં,’ તો તે પ્રકાશે યુક્ત એવી એ જ મૂર્તિને દેખે છે. માટે જેને ભગવાનનો નિશ્ચય હોય તે તો એમ સમજે જે, ‘ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ, બ્રહ્મપુર એ ધામનાં જે ઐશ્વર્ય, સમૃદ્ધિ તથા પાર્ષદ તેણે સહિત એ ભગવાન છે અને એમની સેવાનાં કરતલ તો રાધિકા, લક્ષ્મી આદિક છે;’ એવા પરમભાવે સહિત ભગવાનને દેખે છે. અને જે મૂઢ છે તે માણસ જેવા દેખે છે. તે શ્રીકૃષ્ણ ભગવાને ગીતામાં કહ્યું છે -\n‘અવજાનન્તિ માં મૂઢા માનુષીં તનુમાશ્રિતમ્।\nપરં ભાવમજાનન્તો મમ ભૂતમહેશ્વરમ્॥’\n“માટે જે મૂઢ છે તે ભગવાનના એવા પરમભાવને જાણ્યા વિના ભગવાનને વિષે પોતાના જેવા મનુષ્યના ભાવને પરઠે છે. તે મનુષ્યભાવ તે શું? તો કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સર, આશા, તૃષ્ણા ઇત્યાદિક અંતઃકરણના ભાવ છે; તથા હાડ, ચામ, મળ, મૂત્રાદિક તથા જન્મ, મરણ, બાળ, યૌવન, વૃદ્ધ એ સર્વે દેહના ભાવ છે, ઇત્યાદિક જે મનુષ્યભાવ તે સર્વે ભાવને ભગવાનને વિષે પરઠે છે. માટે એવા ભાવનો પરઠનારો જે હોય તેને ભગવાનના નિશ્ચય જેવું જણાય છે તો પણ તેનો નિશ્ચય કાચો છે. અને એ જરૂર સત્સંગમાંથી પડશે. અને એ ભગવાન તો પરમ દિવ્યમૂર્તિ છે ને ભગવાનને વિષે તો એ મનુષ્યભાવનો લેશ નથી. માટે એ ભગવાનમાંથી મનુષ્યભાવને ટાળીને દેવભાવ લાવવો, પછી બ્રહ્માદિકનો ભાવ લાવવો, પછી પ્રધાનપુરુષનો ભાવ આવે, પછી પ્રકૃતિપુરુષનો ભાવ આવે, પછી અક્ષરનો ભાવ આવે, પછી અક્ષરાતીત એવા પુરુષોત્તમ તેનો ભાવ આવે છે. જેમ વ્રજના ગોપને આશ્ચર્યરૂપ શ્રીકૃષ્ણ ભગવાનનાં ચરિત્ર દેખીને પ્રથમ તો દેવભાવ આવ્યો. પછી ગર્ગાચાર્યનાં વચનને સંભારીને નારાયણનો ભાવ આવ્યો. પછી એમ કહ્યું જે, ‘તમે તો નારાયણ છો, માટે અમને તમારું ધામ દેખાડો.’ ત્યારે અક્ષરધામ દેખાડ્યું. એવી રીતે ભગવાનને વિષે જેને દિવ્યભાવ છે તેને પૂરો નિશ્ચય જાણવો. અને એમ કહે છે જે, ‘આને પ્રથમ ભગવાનનો નિશ્ચય નહોતો ને હવે થયો.’ તે શું એ પ્રથમ ભગવાનને નો’તો દેખતો? દેખતો તો હતો, પણ મનુષ્યભાવે સહિત દેખતો હતો અને પછી જ્યારે નિશ્ચય થયો ત્યારે દિવ્યભાવે સહિત દર્શન કર્યું, ત્યારે એને નિશ્ચય થયો જાણવો. અને જ્યારે ભગવાનને વિષે એવો દિવ્યભાવ ન સમજે ત્યારે એને વાતેવાતે ધોખો થાય ને ગુણ-અવગુણ લીધા કરે છે જે, ‘આની કોરનો પક્ષ રાખે છે ને અમારો પક્ષ રાખતા નથી તથા આને વધુ બોલાવે છે ને અમને નથી બોલાવતા અને આને ઉપર વધુ હેત છે ને અમારી ઉપર નથી.’ એવી રીતે ગુણ-અવગુણ પરઠ્યા કરે છે. તેણે કરીને એનું અંતર દિવસે દિવસે પાછું પડીને અંત્યે તે વિમુખ થાય છે. માટે ભગવાનને વિષે તો મનુષ્યભાવ ન જ પરઠવો અને ભગવાનના ભક્તને વિષે પણ મનુષ્યભાવ ન પરઠવો. કાં જે, દેહે કરીને તો ભગવાનના ભક્તમાં કોઈક આંધળો હોય, લૂલો હોય, કોઢિયો હોય, બહેરો હોય, વૃદ્ધ હોય, કુરૂપ હોય અને તે જ્યારે દેહ મૂકે છે ત્યારે શું ભગવાનના ધામમાં એવા આંધળા-લૂલા જ રહે છે? નથી રહેતા. એ તો સર્વ મનુષ્યપણાના ભાવ છે, તેને મૂકીને દિવ્યરૂપ થાય છે, બ્રહ્મરૂપ થાય છે. માટે હરિના ભક્તને વિષે મનુષ્યભાવ ન પરઠાય તો પરમેશ્વરને વિષે કેમ પરઠાય? અને આ જે વાત છે તે સૂઝે તો આજ સમજો તો એટલી સમજવી છે અને સૂઝે તો સો વર્ષે કરીને સમજો તો પણ એટલી સમજવી છે અને આ વાત સમજીને એની દૃઢતાની ગાંઠ પાડ્યા વિના છૂટકો નથી. માટે આ અમારી વાત છે તે સર્વે હરિભક્તને યાદ રાખીને પરસ્પર કરવી અને જ્યારે કોઈને અણસમજણે કરીને ધોખો થાય ત્યારે તેને આ વાત કરીને ચેતાવી દેવો. અને આ જે અમારી વાર્તા છે તેને નિત્ય પ્રત્યે દિવસમાં એક વાર કરવી એમ અમારી આજ્ઞા છે; તેને ભૂલશો મા, જરૂર ભૂલશો મા.” એમ કહીને શ્રીજીમહારાજ સર્વે હરિભક્તને ‘જય સ્વામિનારાયણ’ કહીને હસતા થકા પોતાને ઉતારે પધાર્યા. એવી રીતે શ્રીજીમહારાજની વાર્તા સાંભળીને સર્વે સાધુ તથા સર્વે હરિભક્ત તે શ્રીજીમહારાજને સર્વ અવતારના કારણ અવતારી જાણીને દિવ્યભાવની અતિશય દૃઢતા કરતા હવા."
}