{
    "number": 141,
    "vachanamrut": "ગઢડા મધ્ય ૮\n",
    "title": "એકાદશીનું, જ્ઞાનયજ્ઞનું, અંતર્દૃષ્ટિનું\n",
    "setting": "સંવત ૧૮૭૮ના શ્રાવણ સુદિ ૧૨ દ્વાદશીને દિવસ પ્રાતઃકાળને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ ચાકળા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ તાલ-મૃદંગ લઈને કીર્તન ગાતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ સંત પ્રત્યે બોલ્યા જે, “એકાદશીનું વ્રત કરવું તેની તો એમ વિગતી છે જે, પૂર્વે ભગવાન દસ ઇન્દ્રિયો અને અગિયારમું મન તેને અંતર-સન્મુખ કરીને પોઢ્યા હતા. તે સમયમાં નાડીજંઘનો દીકરો જે મુરદાનવ તે યુદ્ધ કરવા આવ્યો. પછી ભગવાનનાં એકાદશ ઇન્દ્રિયોના તેજમાંથી એક કન્યા ઉત્પન્ન થઈ. ત્યારે મુરદાનવ કન્યા પ્રત્યે બોલ્યો જે, ‘તું મને વર્ય.’ પછી કન્યા બોલ્યાં જે, ‘મારે તો એવી પ્રતિજ્ઞા છે જે, જે મને યુદ્ધમાં જીતે તેને હું વરું.’ પછી મુરદાનવને અને કન્યાને યુદ્ધ થયું, ત્યારે કન્યાએ મુરદાનવનું મસ્તક ખડ્ગે કરીને કાપી નાખ્યું. પછી ભગવાને પ્રસન્ન થઈને તે કન્યાને કહ્યું જે, ‘તું વર માગ્ય.’ ત્યારે તે કન્યાએ વર માગ્યો જે, ‘મારા વ્રતને દિવસે કોઈ અન્ન ન ખાય; અને હું તમારાં એકાદશ ઇન્દ્રિયોના તેજમાંથી પ્રકટ થઈ માટે મારું નામ એકાદશી છે અને હું તપસ્વિની છું, માટે મારા વ્રતને દિવસ મન આદિક જે અગિયાર ઇન્દ્રિયો તેનો જે આહાર તે કોઈ કરે નહીં.’ એવું એકાદશીનું વચન સાંભળીને ભગવાને તે વર આપ્યો. એવી રીતે પુરાણની કથા છે.\n“અને વળી ધર્મશાસ્ત્રમાં પણ એમ કહ્યું છે જે, ‘એકાદશીનું વ્રત કરવું તે દિવસ કામ, ક્રોધ, લોભાદિક સંબંધી ભૂંડા ઘાટ મનમાં થવા દેવા નહીં અને દેહે કરીને કાંઈ ભૂંડું આચરણ કરવું નહીં;’ એમ શાસ્ત્રમાં વચન છે. અને તે શાસ્ત્ર પ્રમાણે જ અમે પણ કહીએ છીએ જે, એકાદશીને દિવસ ઢોરલાંઘણ કરવી નહીં; અને એકાદશ ઇન્દ્રિયોના આહારનો ત્યાગ કરે ત્યારે એકાદશી સાચી ને તે વિના તો ઢોરલાંઘણ કહેવાય. અને જેમ પ્રાણને અન્નનો આહાર છે તેમ જ શ્રોત્રને શબ્દનો આહાર છે અને ત્વચાને સ્પર્શનો આહાર છે ને નેત્રને રૂપનો આહાર છે ને જિહ્‌વાને રસનો આહાર છે ને નાસિકાને ગંધનો આહાર છે ને મનને સંકલ્પ-વિકલ્પનો આહાર છે. એવી રીતે અગિયારે ઇન્દ્રિયોના જુદા જુદા આહાર છે. તે સર્વે આહારનો ત્યાગ કરે તેનું નામ એકાદશી વ્રત કહેવાય, પણ અગિયારે ઇન્દ્રિયો કુમાર્ગે દોડે અને પોતપોતાના અન્નને ખાય તે એકાદશીનું વ્રત શાસ્ત્ર પ્રમાણે ન કહેવાય. માટે એકાદશીનું વ્રત કરવું ત્યારે તો અગિયારે ઇન્દ્રિયોને આહાર કરવા દેવા નહીં. એવું વ્રત પંદર દિવસમાં એક વાર આવે તે ખબડદાર થઈને કરવું, તો તેને ઉપર ભગવાન પ્રસન્ન થાય છે; પણ તે વિના જે ઢોરલાંઘણ તેણે કરીને ભગવાન પ્રસન્ન થતા નથી. અને શ્વેતદ્વીપમાં જે નિરન્નમુક્ત કહેવાય છે તે તો સદાય એ વ્રત રાખે છે, ક્યારેય પણ એ વ્રતનો ભંગ થવા દેતા નથી; માટે નિરન્ન કહેવાય છે. અને આપણે પણ ઇચ્છા તો એમ રાખવી જે, ‘જેવા શ્વેતદ્વીપમાં નિરન્નમુક્ત છે તેવું જ થવું છે,’ પણ એ વાતમાં હિંમત હારવી નહીં. એવી રીતે જે હિંમત રાખીને જેવું મોરે કહ્યું તેવું એકાદશીનું વ્રત કરે અને ભગવાનની કથા-કીર્તનાદિકને કરે ને સાંભળે ને રાત્રિએ જાગરણ કરે, તો તે વ્રત સાચું છે અને શાસ્ત્રમાં એનું જ નામ એકાદશી કહી છે.” એટલી વાત કરીને શ્રીજીમહારાજ મૌન રહ્યા ને સંતે કીર્તન ગાવવા માંડ્યાં.\nપછી વળી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે બ્રહ્માએ પ્રથમ સૃષ્ટિ કરી ત્યારે સર્વે પ્રજાને કહ્યું જે, ‘તમો સર્વે યજ્ઞ કરજ્યો ને તે યજ્ઞે કરીને તમારે સર્વ પુરુષાર્થની સિદ્ધિ થશે અને સૃષ્ટિની પણ વૃદ્ધિ થશે, માટે યજ્ઞ તો જરૂર કરજ્યો.’ પછી વેદમાં બહુ પ્રકારના જે યજ્ઞ હતા તે સર્વે બ્રહ્માએ વિધિ સહિત બતાવ્યા. તેમાં જે પ્રવૃત્તિમાર્ગવાળા હતા તેને તો રાજસી, તામસી એવા પ્રવૃત્તિમાર્ગના યજ્ઞ બતાવ્યા અને જે નિવૃત્તિમાર્ગવાળા હતા તેને તો સાત્ત્વિક યજ્ઞ બતાવ્યા. તે યજ્ઞ શ્રીકૃષ્ણ ભગવાને ભગવદ્‌ગીતાને વિષે પણ કહ્યા છે. માટે આપણે તો નિવૃત્તિમાર્ગવાળા છીએ તે આપણે તો સાત્ત્વિક યજ્ઞ કરવા; પણ જેમાં પશુ મરતાં હોય એવા જે રાજસી, તામસી યજ્ઞ તે આપણે કરવા નહીં. તે સાત્ત્વિક યજ્ઞની રીત જે, દશ ઇન્દ્રિયો ને અગિયારમું મન એ સર્વે જે જે વિષયમાં ચોંટે ત્યાંથી પાછાં ખેંચીને બ્રહ્મઅગ્નિને વિષે હોમવાં. એનું નામ યોગયજ્ઞ કહેવાય. અને એવી રીતે હોમતાં હોમતાં જેમ યજ્ઞ કરનારાને ભગવાન દર્શન આપે છે તેમ જ એ યોગયજ્ઞના કરનારાના અંતરને વિષે પોતાનું સ્વરૂપ જે બ્રહ્મ તેને વિષે પરબ્રહ્મ જે શ્રીપુરુષોત્તમ તે પ્રકટ થઈ આવે છે; એ યોગયજ્ઞનું ફળ છે. અને અંતર્દૃષ્ટિએ કરીને જે ભગવાનના ભક્તને વર્તવું તે જ્ઞાનયજ્ઞ કહેવાય છે. હવે કોઈ એમ પૂછે જે, ‘અંતર્દૃષ્ટિ તે શું?’ તો તેનો ઉત્તર એ છે જે, બાહેર અથવા માંહેલી કોરે ભગવાનની મૂર્તિ સામી જે વૃત્તિ કરવી એ જ અંતર્દૃષ્ટિ છે. અને તે વિના તો અંતર્દૃષ્ટિ કરીને બેઠો છે પણ બાહ્યદૃષ્ટિ જ છે. માટે બાહેર ભગવાનનું દર્શન તથા પૂજન તથા ભગવાનનાં કથા, કીર્તન એ આદિક જે જે ભગવાન સંબંધી ક્રિયાઓ હોય તે સર્વે અંતર્દૃષ્ટિ છે અને એ સર્વે જ્ઞાનયજ્ઞ થાય છે. અને તે જ ભગવાનની મૂર્તિને અંતરમાં ધારીને તેનું પૂજન, વંદનાદિક જે કરવું તે પણ અંતર્દૃષ્ટિ છે ને જ્ઞાનયજ્ઞ છે. માટે સત્સંગીમાત્રને તો એવો અખંડ જ્ઞાનયજ્ઞ થાય છે. અને સમાધિ તો કોઈકને થાય છે ને કોઈકને નથી થાતી, તે તો પરમેશ્વરની ઇચ્છાએ કરીને એમ રહ્યું છે; અથવા કોઈક ઠેકાણે ભક્તની કચાઈ વતે કરીને એમ રહ્યું છે.\n“અને કોઈક મૂર્ખ લોક છે તે એમ કહે છે જે, ‘ગોપિકાના અંગનાં કીર્તન હોય તે રહેવા દ્યો અને નિર્ગુણ કીર્તન હોય તે ગાવો.’ તથા જે ઉઘાડા થઈને ફરતા હોય તેને મૂર્ખ હોય તે નિર્ગુણપુરુષ કહે છે. પણ જો ઉઘાડા ચાલ્યે નિર્ગુણ થવાતું હોય તો કૂતરાં, ગધેડાં ઇત્યાદિક સર્વે નિર્ગુણ કહેવાય, માટે એ તો મૂર્ખની સમજણ છે. અને જ્ઞાની ભક્ત હોય તે તો એમ જાણે જે, ‘ભગવાનનું સ્વરૂપ છે તે જ નિર્ગુણ છે અને જેને જેને તે ભગવાનનો સંબંધ થયો તે સર્વે નિર્ગુણમાર્ગવાળા છે. અને જે જે કથા-કીર્તનને વિષે ભગવાનના સ્વરૂપનો સંબંધ છે તે સર્વે નિર્ગુણ કહેવાય; અને જે કથા-કીર્તનને વિષે ભગવાનનો સંબંધ ન હોય તે માયિક ગુણે યુક્ત છે, માટે સગુણ કહેવાય. અને જો ભગવાનની પ્રાપ્તિ ન થઈ હોય ને તે ઉઘાડા ફરે તો નિર્ગુણ ન કહેવાય; અને જેને ભગવાનની પ્રાપ્તિ થઈ છે અને ગૃહસ્થાશ્રમી છે તો પણ તે નિર્ગુણ કહેવાય અને ત્યાગી હોય તે પણ નિર્ગુણ કહેવાય.’ માટે ભગવાનને પામ્યાનો જે માર્ગ તે જ નિર્ગુણમાર્ગ છે અને તે જે જે ભગવાન સંબંધી ક્રિયા કરે તે સર્વે નિર્ગુણ છે. અને જેને ભગવાનનો સંબંધ થયો છે તેના ભાગ્યનો પાર આવે નહીં. અને તે ભગવાનનો સંબંધ એક જન્મને પુણ્યે કરીને થતો નથી; એ તો શ્રીકૃષ્ણ ભગવાને ગીતામાં કહ્યું છે જે, ‘અનેકજન્મસંસિદ્ધસ્તતો યાતિ પરાં ગતિમ્’ એ શ્લોકનો એ અર્થ છે જે, ‘અનેક જન્મનું સુકૃત ભેળું થાય છે તેણે કરીને જે સંસિદ્ધ થયો તે પરમ પદને પામે છે.’ તે પરમ પદ તે શું જે, પ્રત્યક્ષ ભગવાનની પ્રાપ્તિ તે જ પરમ પદ છે. અને વળી શ્રીકૃષ્ણ ભગવાને એમ પણ કહ્યું છે જે,\n‘મમૈવાંશો જીવલોકે જીવભૂતઃ સનાતનઃ।\nમનઃષષ્ઠાનીન્દ્રિયાણિ પ્રકૃતિસ્થાનિ કર્ષતિ॥’\n“એ શ્લોકનો અર્થ એ છે જે, ‘આ સંસારને વિષે ભગવાનના અંશ જે જીવ છે તે તો મને સહિત જે પંચ જ્ઞાનઇન્દ્રિયો તેને પંચવિષય થકી ખેંચીને પોતાને વશ રાખે છે; અને જે ભગવાનના અંશ નથી તેને તો ઇન્દ્રિયો ખેંચીને જ્યાં પોતાની ઇચ્છા હોય ત્યાં લઈ જાય છે.’ માટે આપણ સર્વે ઇન્દ્રિયોના દોર્યા દોરાતા નથી, તો જો ભગવાનના અંશ છીએ; એવું જાણીને અતિશય આનંદમાં રહીને ભગવાનનું ભજન કરવું અને સર્વે ઇન્દ્રિયોની વૃત્તિઓને ભગવાનના સ્વરૂપમાં હોમવી અને સદા જ્ઞાનયજ્ઞ કર્યા કરવો. અને યજ્ઞરહિતનું કોઈ રીતે કલ્યાણ થતું નથી. અને ચાર વેદ, સાંખ્યશાસ્ત્ર, યોગશાસ્ત્ર, ધર્મશાસ્ત્ર, અઢાર પુરાણ, ભારત, રામાયણ અને નારદપંચરાત્ર એ આદિક સર્વ શાસ્ત્રનું એ જ સિદ્ધાંત છે જે, ‘યજ્ઞરહિતનું કલ્યાણ થતું નથી.’ માટે અમારી પણ એ જ આજ્ઞા છે જે, સર્વે પરમહંસ તથા સર્વે સત્સંગી જ્ઞાનયજ્ઞ કરતા રહેજ્યો. અને એમ ને એમ જ્ઞાનયજ્ઞ કરતાં કરતાં જ્યારે પોતાનું સ્વરૂપ જે બ્રહ્મ તેને વિષે પરબ્રહ્મ ભગવાન સાક્ષાત્કાર દેખાય એ જ જ્ઞાનયજ્ઞનું ફળ છે. એવી રીતે જ્ઞાનયજ્ઞ કરતાં કરતાં જ્યારે શ્વેતદ્વીપમાં નિરન્નમુક્ત છે એવું થવાય ત્યારે જ્ઞાનયજ્ઞના વિધિનો અવધિ આવી રહ્યો અને જ્યાં સુધી એવું ન થવાય ત્યાં સુધી એટલું અધુરું જાણવું. અને નિરન્નમુક્ત જેવા થવાની અતિશય ઇચ્છા રાખવી પણ શ્રદ્ધારહિત થવું નહીં અને પોતાને વિષે અપૂર્ણપણું માનવું નહીં, ને ભગવાનની પ્રાપ્તિ થઈ છે તેણે કરીને કૃતાર્થ માનીને ને સાવધાન થઈને જ્ઞાનયજ્ઞ કર્યા કરવો.”"
}