{
  "number": 44,
  "vachanamrut": "ગઢડા પ્રથમ ૪૪\n",
  "title": "બળબળતા ડામનું, ડગલાનું\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૮ આઠમને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષ હેઠે ઓટા મધ્યે ઢોલિયા ઉપર આથમણે મુખારવિંદે સવારના પહોરમાં વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળી પાઘ બાંધી હતી ને તે પાઘને એક આંટે કરીને બોકાની વાળી હતી ને પાઘ ઉપર ધોળાં પુષ્પનો હાર વિરાજમાન હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “ભગવાનને વિષે સ્નેહ હોય તેનું શું રૂપ૮ છે?” પછી બ્રહ્માનંદ સ્વામીએ સ્નેહનું રૂપ કરવા માંડ્યું પણ સમાધાન ન થયું. પછી શ્રીજીમહારાજ બોલ્યા જે, “તમને તો સ્નેહની દિશ જ જડી નહીં અને તમે જે પિંડ-બ્રહ્માંડથી નિઃસ્પૃહ રહેવું તેને સ્નેહ કહ્યો એ સ્નેહનું રૂપ નહીં, એ તો વૈરાગ્યનું રૂપ છે. અને સ્નેહ તો એનું નામ જે, ‘ભગવાનની મૂર્તિની અખંડ સ્મૃતિ૮ રહે,’ એનું નામ સ્નેહ કહીએ. અને જે ભક્તને પરિપૂર્ણ ભગવાનને વિષે સ્નેહ હોય તેને એક ભગવાન વિના બીજો સંકલ્પ જ ન થાય અને જેટલો ભગવાન વિના બીજો ઘાટ થાય છે તેટલો તેના સ્નેહમાં ફેર છે. અને જેને પરિપૂર્ણ ભગવાનમાં સ્નેહ હોય ને તેને જો જાણે-અજાણે૮ ભગવાનની મૂર્તિ વિના બીજો કાંઈક ઘાટ થાય તો જેમ પંચામૃત ભોજન જમતો હોય તેમાં કોઈક કાંકરા તથા ધૂડ્યનો ખોબો ભરીને નાંખે ને જેવું વસમું લાગે અથવા કપાળમાં બળબળતો ડામ દે ને તે જેવો વસમો લાગે, તેવો ભગવાન વિના બીજો ઘાટ થાય તે વસમો લાગે; એવી રીતે જેને વર્તતું હોય તેને ભગવાનને વિષે પ્રીતિ છે એમ જાણવું. તે સર્વે પોતપોતાના હૃદયમાં તપાસી જુઓ તો જેને જેવી પ્રીતિ હશે તેને તેવી જણાઈ આવશે.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “એવી દૃઢ પ્રીતિ ભગવાનને વિષે થાય તેનું શું સાધન છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સત્પુરુષનો જે પ્રસંગ એ જ પરમેશ્વરને વિષે દૃઢ પ્રીતિ થવાનું કારણ છે.” ત્યારે સોમલો ખાચર બોલ્યા જે, “એવો પ્રસંગ તો અતિશે કરીએ છીએ પણ એવી દૃઢ પ્રીતિ કેમ થતી નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રસંગ તો કરો છો પણ અર્ધો અમારો પ્રસંગ કરો છો ને અર્ધો જગતનો પ્રસંગ કરો છો, તે માટે ભગવાનને વિષે દૃઢ પ્રીતિ થતી નથી.”\nપછી ગામ વસોના વિપ્ર વાલા ધ્રુવ તેણે પ્રશ્ન પૂછ્યું જે, “હે મહારાજ! દેહ અને દેહના સંબંધીને વિષે અહંમમત્વપણાના ઘાટ થાય છે તે કેમ ટળે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ તો એ જીવને વિપરીત ભાવના થઈ છે૯ જે, ‘પોતાને દેહથી પૃથક્ જે જીવાત્મા તે રૂપે નથી માનતો ને દેહરૂપે માને છે.’ અને એ જીવાત્માને વિષે દેહ તો કેવી રીતે વળગ્યો છે? તો જેમ૯ કોઈક પુરુષ હોય તેણે દરજીને ઘેર જઈને ડગલો સિવાડીને પહેર્યો, ત્યારે તે એમ માને જે, ‘દરજી તે મારો બાપ છે ને દરજણ તે મારી મા છે,’૧૨ એમ જે માને તે મૂર્ખ કહેવાય; તેમ આ જીવને આ દેહરૂપ જે ડગલો તે ક્યારેક તો બ્રાહ્મણ ને બ્રાહ્મણી થકી ઉત્પન્ન થાય છે અને ક્યારેક તો નીચ જાતિમાંથી ઉત્પન્ન થાય છે તથા ચોરાશી લાખ જાતિ થકી દેહ ઉત્પન્ન થાય છે, તે દેહને વિષે પોતાપણું માને અને તે દેહનાં માબાપને પોતાનાં માબાપ માને તે મૂર્ખ કહેવાય અને તેને પશુ જેવો જાણવો. અને ચોરાશી લાખ જાતમાં જે પોતાની મા-બોન, દીકરીઓ અને સ્ત્રીઓ છે તે પતિવ્રતાનો ધર્મ એકે પાળતી નથી. માટે જે એવા સગપણને સાચું માને છે તેને અહંમમત્વના ઘાટ કેમ ટળશે? અને આવી રીતની સમજણ વિના જન્મભૂમિની જે દેશવાસના તે ટળવી ઘણી કઠણ છે. અને જ્યાં સુધી દેહને પોતાનું રૂપ માને છે ત્યાં સુધી એની સર્વે સમજણ વૃથા છે અને જ્યાં સુધી વર્ણનું કે આશ્રમનું માન લઈને ફરે છે ત્યાં સુધી એને વિષે સાધુપણું આવતું નથી. માટે દેહ ને દેહનાં સંબંધીને વિષે અહંમમત્વનો ત્યાગ કરીને ને પોતાના આત્માને બ્રહ્મરૂપ માનીને ને સર્વ વાસનાનો ત્યાગ કરીને સ્વધર્મમાં રહ્યો થકો જે ભગવાનને ભજે છે તે સાધુ કહેવાય છે. અને જેને એવું સાધુપણું આવ્યું તેને ને પુરુષોત્તમ ભગવાનને કાંઈ છેટું રહેતું નથી. અને બીજું સર્વે થાય પણ એવી સાધુતા આવવી તો ઘણી કઠણ છે. અને એવો સાધુ તો હું છું જે, મારે વર્ણાશ્રમનું લેશમાત્ર માન નથી.” એવી રીતે શ્રીજીમહારાજ બોલ્યા તે તો પોતાના ભક્તને શિક્ષાને અર્થે છે એમ જાણવું અને પોતે તો સાક્ષાત્ પુરુષોત્તમ નારાયણ છે."
}