{
  "number": 20,
  "vachanamrut": "ગઢડા પ્રથમ ૨૦\n",
  "title": "અજ્ઞાનીનું, પોતાના સ્વરૂપને જોવાનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૨ બીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓશરીએ ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને ધોળી પાઘ માથે બાંધી હતી ને તે પાઘને વિષે પીળાં ફૂલનો તોરો વિરાજમાન હતો અને કંઠને વિષે પીળાં પુષ્પનો હાર વિરાજમાન હતો અને બે કાનને વિષે ધોળાં ને પીળાં પુષ્પના ગુચ્છ વિરાજમાન હતા૯૭ અને ધોળો ચોફાળ ઓઢ્યો હતો ને કાળા છેડાનો ખેસ પહેર્યો હતો અને કથા વંચાવતા હતા અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી સ્વામી શ્રીસહજાનંદજી મહારાજ બોલ્યા જે, “સાંભળો, સર્વને એક પ્રશ્ન પૂછીએ છીએ.” ત્યારે સર્વ હરિભક્તે હાથ જોડીને કહ્યું જે, “પૂછો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “અજ્ઞાનીમાં અતિશય અજ્ઞાની તે કોણ છે?” પછી તો સર્વે વિચારી રહ્યા પણ ઉત્તર કરી શક્યા નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે જ ઉત્તર કરીએ.” ત્યારે સર્વેએ રાજી થઈને કહ્યું જે, “હે મહારાજ! તમથી જ યથાર્થ ઉત્તર થશે, માટે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ દેહમાં રહેનારો જે જીવ છે તે રૂપને જુએ છે અને કુરૂપને જુએ છે તથા બાળ, યૌવન અને વૃદ્ધપણાને જુએ છે, એવા અનંત પદાર્થને જુએ છે, પણ જોનારો પોતે પોતાને જોતો નથી અને કેવળ બાહ્યદૃષ્ટિએ કરીને પદાર્થને જોયા કરે છે પણ પોતે પોતાને નથી જોતો તે જ અજ્ઞાનીમાં અતિશય અજ્ઞાની છે. અને જેમ નેત્રે કરીને અનંત પ્રકારના રૂપના સ્વાદને લે છે તેમ જ શ્રોત્ર, ત્વક, રસના, ઘ્રાણ ઇત્યાદિક સર્વ ઇન્દ્રિયોએ કરીને વિષયસુખને ભોગવે છે ને જાણે છે, પણ પોતે પોતાના સુખને ભોગવતો નથી ને પોતે પોતાના રૂપને જાણતો નથી, એ જ સર્વ અજ્ઞાનીમાં અતિશય અજ્ઞાની છે અને એ જ ઘેલામાં અતિશય ઘેલો છે અને એ જ મૂર્ખમાં અતિશય મૂર્ખ છે અને એ જ સર્વ નીચમાં અતિશય નીચ છે.”\nત્યારે શુકમુનિએ આશંકા કરી જે, “પોતાનું સ્વરૂપ જોવું તે શું પોતાના હાથમાં છે? અને જો પોતાના હાથમાં હોય તો જીવ શીદ અતિશય અજ્ઞાની રહે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેને સત્સંગ થયો છે તેને તો પોતાના જીવાત્માનું દર્શન પોતાના હાથમાં જ છે અને કે દહાડે એણે પોતાના સ્વરૂપને જોયાનો આદર કર્યો ને ન દીઠું? અને એ જીવ માયાને આધીન થકો પરવશ થઈને તો સ્વપ્ન અને સુષુપ્તિ અવસ્થામાં અંતર્દૃષ્ટિ કરીને જાય છે, પણ પોતે પોતાને જાણે કોઈ દિવસ પોતાના સ્વરૂપને જોવાને અંતર્દૃષ્ટિ કરતો નથી. અને જે ભગવાનના પ્રતાપને વિચારીને અંતર્દૃષ્ટિ કરે છે, તે તો પોતાના સ્વરૂપને અતિશય ઉજ્જ્વલ પ્રકાશમાન જુએ છે અને તે પ્રકાશને મધ્યે પ્રત્યક્ષ એવા જે પુરુષોત્તમ ભગવાન તેની મૂર્તિને જુએ છે અને નારદ-સનકાદિક જેવો સુખિયો પણ થાય છે. માટે હરિભક્તને તો જેટલી કસર રહે છે તેટલી પોતાની આળસે કરીને રહે છે.”"
}