{
  "number": 121,
  "vachanamrut": "લોયા ૧૩\n",
  "title": "દેશકાળે પરાભવ ન થાય તેનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર વદિ ૧૦ દશમીને દિવસ પ્રાતઃકાળને સમે શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા અને માથે ધોળો ફેંટો બાંધ્યો હતો ને બીજા ધોળા ફેંટાની બોકાની વાળી હતી ને ગરમ પોસની રાતી ડગલી પહેરી હતી ને ધોળો ખેસ પહેર્યો હતો ને ચોફાળ ઓઢ્યો હતો અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “મોટેરા મોટેરા પરમહંસ પરસ્પર પ્રશ્ન-ઉત્તર કરો.” ત્યારે ગોપાળાનંદ સ્વામીએ બ્રહ્માનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “કેવો પુરુષ હોય તેને દેશ, કાળ, ક્રિયા, સંગાદિકે કરીને પરાભવ ન થાય ને કેવો હોય તેને થાય? અને સાંભળ્યામાં તો એમ આવે છે જે, ‘બ્રહ્માને પણ સરસ્વતીને દેખીને મોહ થયો૦ ને શિવજીને પણ મોહિનીને દર્શને કરીને મોહ થયો.’૭ માટે વિચારીને ઉત્તર કરો; કેમ જે, એવા મોટાને પણ દેશકાળાદિકે કરીને પરાભવ થયો.” પછી તેનો ઉત્તર બ્રહ્માનંદ સ્વામીએ કરવા માંડ્યો પણ થયો નહીં. ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર એ છે જે, નાડી-પ્રાણ સંકેલાઈને નિર્વિકલ્પ સ્થિતિએ કરીને શ્રીનારાયણનાં ચરણારવિંદમાં રહ્યો હોય, તો તુચ્છ જેવો જીવ હોય તેને પણ દેશ, કાળ, સંગાદિકે કરીને પરાભવ ન થાય અને એવી રીતે બ્રહ્માદિક રહ્યા હોય તો તેને પણ પરાભવ ન થાય. અને એવી રીતે સ્થિતિ ન થઈ હોય ને દેહમાં વર્તતા હોય, તો બીજા જીવને પરાભવ થાય ને એવા મોટા જે બ્રહ્માદિક તેને પણ થાય. અને એમ ન હોય તો,\n‘તત્સૃષ્ટસૃષ્ટસૃષ્ટેષુ કો ન્વખંડિતધીઃ પુમાન્।\nઋષિં નારાયણમૃતે યોષિન્મય્યેહ માયયા॥’૭\n“એ શ્લોકનો અર્થ ઠીક બેસે નહીં. માટે એને વિષે રહ્યા થકા તો એક નારાયણ ઋષિને પરાભવ ન થાય અને બીજો તો ગમે એવો મોટો હોય ને તે જો નારાયણનાં ચરણારવિંદને વિષે નિમગ્ન ન રહે તો તેને પરાભવ થાય અને જો નિમગ્ન રહે તો ન થાય. એવી રીતે અમે અમારા અંતરમાં અચળ સિદ્ધાંત કરી રાખ્યો છે. અને તે ભાગવતમાં કહ્યું છે જે,\n‘એતદીશનમીશસ્ય પ્રકૃતિસ્થોઽપિ તદ્‌ગુણૈઃ।\nન યુજ્યતે સદાત્મસ્થૈર્યથા બુદ્ધિસ્તદાશ્રયા॥’૭\n“તથા ભગવાને કહ્યું છે જે,\n‘દૈવી હ્યેષા ગુણમયી મમ માયા દુરત્યયા।\nમામેવ યે પ્રપદ્યન્તે માયામેતાં તરન્તિ તે॥’૭\n“એવી રીતે માયાએ કરીને નિર્લેપપણું તે એક નારાયણને જ છે અથવા તે નારાયણને નિર્વિકલ્પપણે પામ્યો હોય તેને પણ પરાભવ ન થાય. અને સવિકલ્પપણે જો નારાયણને પામ્યો હોય તો તે ગમે તેવો મોટો હોય તેને પણ પરાભવ થાય.”\nઅને ત્યાર પછી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જ્યાં સુધી એ મુક્તોને ગુણનો સંબંધ છે ત્યાં સુધી તો તેને દેશકાળાદિકે કરીને વિપર્યયપણું થાય અને નારાયણ છે તે તો ગુણમાં રહ્યા થકા દેશકાળાદિકે કરીને પરાભવને ન પામે, એ તો ઠીક; પણ જ્યારે એ સર્વે મુક્તોને ગુણનો સંબંધ ન હોય ને નિર્ગુણપણે કરીને અક્ષરધામને વિષે રહ્યા હોય અને નારાયણ પણ ત્યાં તેવી જ રીતે રહ્યા હોય, તે વારે એ સર્વે ચૈતન્યમય છે ને નિર્ગુણ છે ને ‘મમ સાધર્મ્યમાગતાઃ’૭ એવી રીતે નારાયણના સાધર્મ્યપણાને પામ્યા છે, એવા જે મુક્ત અને નારાયણ તેને વિષે કેમ ભેદ સમજવો?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેમ ચંદ્રમા છે ને તારા છે તેમાં ભેદ છે કે નહીં? જુઓ ને, પ્રકાશપણે કરીને સરખા નથી અને બિંબમાં પણ ઘણો ભેદ છે, અને સર્વ ઓષધિનું પોષણ તે પણ ચંદ્રમા વતે જ થાય પણ બીજે તારે ન થાય, અને રાત્રીનો અંધકાર તે પણ ચંદ્રમાએ કરીને ટળે પણ તારાએ કરીને ટળે નહીં; તેમ નારાયણ તથા મુક્તોમાં ભેદ છે. અને વળી જેમ રાજા ને રાજાના ચાકર તે મનુષ્ય જાતિએ કરીને સરખા છે પણ રાજાનું સામર્થ્ય, ઐશ્વર્ય, રૂપ, લાવણ્યતા તે સર્વોપરી છે; અને જે રાજા વતે થાય તે ચાકર વતે થાય નહીં, સૂઝે એવડો મોટો હોય તો પણ ન થાય. તેમ પુરુષોત્તમ નારાયણ તે સર્વકર્તા છે, સર્વકારણ છે, સર્વનિયંતા છે, અતિ રૂપવાન છે, અતિ તેજસ્વી છે, અતિ સમર્થ છે અને કર્તુમકર્તુમન્યથાકર્તું સમર્થ છે; તે જો પોતાની ઇચ્છામાં આવે તો એ અક્ષરધામને વિષે રહ્યા જે મુક્ત તે સર્વેને પોતાના તેજને વિષે લીન કરીને પોતે એક જ વિરાજમાન રહે, અને સૂઝે તો એ સર્વે મુક્ત તેમણે સેવ્યા થકા એમની ભક્તિને અંગીકાર કરે ને એ સહિત વિરાજમાન રહે. અને જે અક્ષરધામને વિષે પોતે રહ્યા છે તે અક્ષરને પણ લીન કરીને પોતે સ્વરાટ્ થકા એકલા જ વિરાજમાન રહે; અને પોતાને મનમાં આવે તો એ અક્ષરધામ વિના પણ અનંત કોટિ મુક્તને પોતાને ઐશ્વર્યે કરીને ધારવાને સમર્થ છે. જેમ પૃથુ ભગવાને પૃથ્વીને કહ્યું જે, ‘મારા ધનુષ થકી નીસર્યાં જે બાણ તેણે કરીને તને મારીને મારા સામર્થ્યે કરીને આ સર્વ જગતને ધારવાને હું સમર્થ છું;’૭ તેમ એ નારાયણ પોતાને ઐશ્વર્યે કરીને સર્વોપરી વર્તે છે. તે એને ને બીજા અક્ષરાદિક મુક્તને સરખા કહે છે તે દુષ્ટ મતવાળા જાણવા ને તેને અતિ પાપી જાણવા અને એનાં દર્શન પણ કરવાં નહીં. અને એવી રીતની સમજણવાળાનાં દર્શન કરીએ તો પંચ મહાપાપ જેવું પાપ થાય. અને એ નારાયણને લઈને તો જેને વિષે મોટ્યપ કહીએ તેને વિષે સંભવે. અને એને લઈને બ્રહ્મા, શિવ, નારદ, સનકાદિક એ સર્વેને ભગવાન કહેવાય છે, અને ઉદ્ધવજીને વિષે એ નારાયણને લઈને ઉદ્ધવને પણ ભગવાન કહેવાય, અને હમણાં આ મુક્તાનંદ સ્વામી જેવા સંતને વિષે એ નારાયણને લઈને તો એમને પણ ભગવાન જેવા કહેવાય; અને એ નારાયણને લીધા વિના તો અક્ષરને પણ ભગવાન ન કહેવાય તો બીજાની શી વાર્તા કહેવી? અને ‘અપરિમિતા ધ્રુવાસ્તનુભૃતો યદિ સર્વગતાસ્તર્હિ ન શાસ્યતેતિ નિયમો ધ્રુવ! નેતરથા।’૭ એ વેદસ્તુતિના ગદ્યનો પણ એ જ અર્થ છે. અને જો એમ ન હોય તો આ આપણ સર્વે છીએ તે આ દેહ થકી નોખો જે આત્મા તેને બ્રહ્મરૂપ જાણીએ છીએ અને જ્ઞાન, વૈરાગ્યાદિક સાધને યુક્ત છીએ તો પણ એ નારાયણને પ્રસન્ન કરવાને અર્થે રાત-દિવસ ઉજાગરા કરીએ છીએ ને કીર્તન, નામ-સ્મરણ તે તાળીઓ વજાડી વજાડીને હાથની આંગળીઓ ફાટી જાય એમ કરીએ છીએ તથા કથાવાર્તા રાત-દિવસ કરીએ કરાવીએ છીએ, તે જો એ નારાયણ સરખા થઈ જવાતું હોય તો એવડો દાખડો શું કરવા કરીએ? માટે એ નારાયણ જેવા તો એક નારાયણ જ છે, પણ બીજો કોઈ એ જેવો થતો નથી. અને ‘એકમેવાદ્વિતીયં બ્રહ્મ।’૭ એ શ્રુતિનો પણ એ જ અર્થ છે જે, એ નારાયણ જેવા તો એક નારાયણ જ છે. એમ સર્વ શાસ્ત્રનો સિદ્ધાંત છે.” એવી રીતે ભક્તજનની શિક્ષાને અર્થે શ્રીજીમહારાજે વાર્તા કરી ને પોતે તો સાક્ષાત્ પુરુષોત્તમ નારાયણ છે."
}