{
  "number": 32,
  "vachanamrut": "ગઢડા પ્રથમ ૩૨\n",
  "title": "માળા અને ખીલાનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ વદિ ૩ ત્રીજને દિવસ પ્રભાત સમે શ્રીગઢડા મધ્યે શ્રીજીમહારાજ દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને માથે ધોળી પાઘ બાંધી હતી ને ધોળી ચાદર ઓઢી હતી ને લલાટને વિષે કેસરની આડ્ય કરી હતી ને ધોળાં પુષ્પનો હાર પહેર્યો હતો ને પાઘને વિષે ધોળાં પુષ્પનો તોરો લટકતો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને મુનિ કીર્તન ગાવતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સાંભળો, એક પ્રશ્ન કરીએ.” ત્યારે મુનિ તથા હરિભક્તે કહ્યું જે, “હે મહારાજ! પૂછો.” પછી શ્રીજીમહારાજ ઘણીક વાર સુધી વિચારીને બોલ્યા જે, “આ સંસારમાં જે વિષયી જીવ હોય તે પંચવિષય વિના રહી શકે નહીં, તે જેમ એ વિમુખ જીવને પંચવિષય છે તેમ હરિજનને પણ પંચવિષય છે, પણ તેમાં ભેદ છે. તે ભેદ કેમ છે? તો વિષયી જીવ તો ભગવાન વિના અન્ય જે ગ્રામ્ય વિષય તેને ભોગવે છે, અને ભગવાનના ભક્ત છે તેને તો ભગવાનની કથા સાંભળવી તે જ શ્રોત્રનો વિષય છે, અને ભગવાનનાં ચરણારવિંદનો સ્પર્શ કરવો અથવા સંતના ચરણની રજનો સ્પર્શ કરવો તે ત્વચાનો વિષય છે, અને ભગવાનનાં અથવા સંત તેનાં દર્શન કરવાં તે નેત્રનો વિષય છે, અને ભગવાનનો પ્રસાદ લેવો તથા ભગવાનના ગુણ ગાવવા તે જીભનો વિષય છે, અને ભગવાનને ચડ્યાં એવાં જે પુષ્પાદિક તેની સુગંધી લેવી તે ઘ્રાણનો વિષય છે, એવી રીતે વિમુખ અને હરિભક્તના વિષયમાં ભેદ છે. અને એવી રીતના વિષય વિના તો હરિભક્તે પણ રહેવાતું નથી અને નારદ-સનકાદિક જેવા અનાદિ મુક્ત૩ છે તેણે પણ એવા પંચવિષય વિના રહેવાતું નથી; તે સમાધિમાં ઘણા કાળ રહે છે પણ તે સમાધિમાંથી નીકળીને ભગવાનની કથા, કીર્તન, શ્રવણાદિક વિષયને ભોગવે છે. અને જેમ પક્ષી હોય તે પોતાના માળાને મૂકીને ચરવા નીકળે છે તે ચારો કરીને રાત્રિ સમે પોતપોતાના માળામાં જઈને વિરામ કરે છે, પણ પોતપોતાના સ્થાનકને કોઈ દિવસ ભૂલીને બીજાને સ્થાનકે જતાં નથી; તેમ ભગવાનના ભક્ત છે તે ભગવાનની કથા, કીર્તન, શ્રવણાદિક એવો જે ચારો તેને ચરીને પોતાનો માળો જે ભગવાનનું સ્વરૂપ તેમાં જઈને વિરામ કરે છે. અને વળી પશુ-પક્ષી સર્વે જીવ જેમ પોતપોતાનો ચારો કરીને પોતપોતાને સ્થાનકે જઈને વિરામ કરે છે, તેમ મનુષ્ય પણ જે જે કાર્ય હોય તેને અર્થે દેશ-વિદેશ જાય છે, પણ પોતાને ઘેર આવે છે ત્યારે નિરાંત કરીને બેસે છે. એ સર્વ દૃષ્ટાંત-સિદ્ધાંત કહ્યાં. તે ઉપર તમે સર્વે હરિભક્તને અમે પ્રશ્ન પૂછીએ છીએ જે, ‘જેમ વિમુખ જીવ ગ્રામ્ય૩ પંચવિષયમાં બંધાણા છે ને તે વિષય વિના પળમાત્ર ચાલતું નથી, તેમ તમે ભગવાનની કથાવાર્તાનું જે શ્રવણાદિક તે રૂપી જે વિષય તેમાં દૃઢપણે બંધાઈને એના વિષયી થયા છો કે નહીં?’ અને વળી બીજો પ્રશ્ન પૂછીએ છીએ જે, ‘જેમ પક્ષી ચારો કરીને પોતાના માળામાં આવે છે, તેમ તમે સર્વે ભગવાનની કથા-કીર્તનાદિકરૂપી ચારો કરીને પાછા ભગવાનના સ્વરૂપરૂપી માળામાં વિરામ કરો છો? કે બીજે જ્યાં-ત્યાં વિરામ કરો છો? અને વળી જેમ ધણિયાતું ઢોર હોય તે સીમમાં ચરીને સાંજે પોતાને ખીલે આવે છે અને જે હરાયું ઢોર હોય તે ખીલે આવે નહીં અને જેનું-તેનું ખેતર ખાઈને જ્યાં-ત્યાં બેસી રહે, પછી કોઈક ધોકા મૂકે કાં વાઘ આવે તો મારે, તેમ તમે તે ધણિયાતા ઢોરની પેઠે પોતાને ખીલે આવો છો? કે હરાયા ઢોરની પેઠે કોઈનું ખેતર ખાઈને જ્યાં-ત્યાં બેસીને વિરામ કરો છો?’ એ સર્વે પ્રશ્નનો ઉત્તર પોતાના અંતરમાં વિચારીને મોટા મોટા હો તે કરો.” પછી મુનિ તથા હરિભક્ત સર્વે જુદા જુદા બોલ્યા જે, “હે મહારાજ! ભગવાનની કથા-કીર્તનાદિકના વિષયી પણ થયા છીએ અને ભગવાનની મૂર્તિરૂપી જે માળો તથા ખીલો તેને મૂકીને બીજે ઠેકાણે રહેતા નથી.” તે વાર્તાને સાંભળીને શ્રીજીમહારાજ ઘણું પ્રસન્ન થયા.\nઅને વળી તે ને તે દિવસ બપોર નમતે શ્રીજીમહારાજ દાદાખાચરના દરબાર વચ્ચે લીંબડા તળે ઢોલિયા ઉપર વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પોતે શ્રીવાસુદેવ નારાયણના મંદિર સન્મુખ વિરાજમાન હતા અને મુનિ કીર્તન બોલતા હતા.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “હવે તો પ્રશ્ન-ઉત્તર કરો.” પછી દીનાનાથ ભટ્ટે તથા બ્રહ્માનંદ સ્વામીએ પ્રશ્ન પૂછ્યું જે, “કોઈ સમે તો ભગવાનના ભક્તના હૃદયમાં આનંદથી ભગવાનનું ભજન-સ્મરણ થાય છે ને ભગવાનની મૂર્તિનું ચિંતવન થાય છે, અને કોઈ સમે તો અંતર ડોળાઈ જાય છે ને ભજન-સ્મરણનું સુખ આવતું નથી તેનું શું કારણ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એને ભગવાનની મૂર્તિ ધાર્યાની યુક્તિ આવડતી નથી.” ત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “કેવી રીતે યુક્તિ જાણવી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “યુક્તિ તો એમ છે જે, અંતઃકરણને વિષે ગુણનો પ્રવેશ થાય છે, તે જ્યારે સત્ત્વગુણ વર્તતો હોય ત્યારે અંતઃકરણ નિર્મળ વર્તે ને ભગવાનની મૂર્તિનું ભજન-સ્મરણ સુખેથી થાય, અને જ્યારે રજોગુણ વર્તે ત્યારે અંતઃકરણ ડોળાઈ જાય ને ઘાટ-સંકલ્પ ઘણા થાય ને ભજન-સ્મરણ સુખે થાય નહીં, અને જ્યારે તમોગુણ વર્તે ત્યારે તો અંતઃકરણ શૂન્ય વર્તે, માટે ભજનના કરનારાને ગુણ ઓળખવા. અને જે સમે સત્ત્વગુણ વર્તતો હોય તે સમે ભગવાનની મૂર્તિનું ધ્યાન કરવું, અને તમોગુણ જ્યારે વર્તે ત્યારે કશો ઘાટ થાય નહીં ને શૂન્ય સરખું વર્તે તેમાં પણ ભગવાનનું ધ્યાન ન કરવું, અને જ્યારે રજોગુણ વર્તતો હોય ત્યારે ઘાટ-સંકલ્પ ઘણા થાય માટે તે સમે ભગવાનનું ધ્યાન કરવું નહીં અને તે સમે તો એમ જાણવું જે, ‘હું તો સંકલ્પ થકી જુદો છું ને સંકલ્પનો જાણનારો છું ને તે મારે વિષે અંતર્યામીરૂપે પુરુષોત્તમ ભગવાન સદાકાળ વિરાજે છે.’૧૨ અને જ્યારે રજોગુણનો વેગ મટી જાય ત્યારે ભગવાનની મૂર્તિનું ધ્યાન કરવું. અને રજોગુણ વર્તતો હોય ત્યારે સંકલ્પ ઘણા થાય, તે સંકલ્પને જોઈને મૂંઝાવું નહીં; કેમ જે, અંતઃકરણ તો જેવું નાનું છોકરું તથા વાનરું તથા કૂતરું તથા બાળકનો રમાડનાર તેવું છે.૧૩ અને એ અંતઃકરણનો એવો સ્વભાવ છે તે વિના પ્રયોજન ચાળા કર્યા કરે. માટે જેને ભગવાનનું ધ્યાન કરવું તેને અંતઃકરણના ઘાટને જોઈને કચવાઈ જવું નહીં ને અંતઃકરણના ઘાટને માનવા પણ નહીં, ને પોતાને ને અંતઃકરણને જુદું માનવું અને પોતાના આત્માને જુદો માનીને ભગવાનનું ભજન કરવું.”"
}