{
  "number": 69,
  "vachanamrut": "ગઢડા પ્રથમ ૬૯\n",
  "title": "દુષ્ટના અને સાધુના ધર્મનું\n",
  "setting": "સંવત ૧૮૭૬ના ચૈત્ર સુદિ ૧૨ દ્વાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીવાસુદેવ નારાયણની સંધ્યા આરતી થઈ રહી તે પછી નારાયણધૂન્ય કરીને પછી શ્રીજીમહારાજ બોલ્યા જે, “ધર્મ તે કેનું નામ છે? એનો શાસ્ત્રની રીતે ઉત્તર કરો. અને જે હિંસક રાજા હતા તે પણ શરણે આવ્યો હોય તેને મારતા નહીં અને મારવા પણ દેતા નહીં. માટે શરણે આવ્યો જે જીવ તેને માર્યાનું જેમ પાપ છે, તેમ બીજાને માર્યાનું પાપ છે કે નથી?” પછી એનો ઉત્તર જેમ જેને ભાસ્યો તેમ તેણે કરવા માંડ્યો, પણ શ્રીજીમહારાજે આશંકા કરી એટલે કોઈથી ઉત્તર થયો નહીં. પછી મુનિ સર્વે બોલ્યા જે, “હે મહારાજ! અમે એ જ તમને પ્રશ્ન પૂછીએ છીએ જે, યજ્ઞાદિકને વિષે પશુહિંસા સહિત ધર્મ કહ્યો છે અને અહિંસારૂપ પણ ધર્મ કહ્યો છે. માટે એ જેમ યથાર્થ હોય તેમ કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “હિંસાયુક્ત જે ધર્મ છે તે તો ધર્મ, અર્થ અને કામપર છે; તે પણ હિંસાના સંકોચને અર્થે કહ્યો છે. અને અહિંસામય જે ધર્મ છે તે મોક્ષપરાયણ છે અને એ સાધુનો ધર્મ છે. અને હિંસામય જે ધર્મ છે તે તો રાગપ્રાપ્ત છે, પણ કલ્યાણને અર્થે નથી. અને જે અહિંસારૂપ ધર્મ છે તે તો કેવળ કલ્યાણને અર્થે છે. માટે ગૃહસ્થ અથવા ત્યાગી એ સર્વેને અહિંસારૂપ જે ધર્મ તે જ કલ્યાણને અર્થે કહ્યો છે. જેમ રાજા ઉપરિચરવસુ૮ રાજ્યમાં હતા તોય પણ અહિંસાધર્મને વિષે રહ્યા હતા. તે માટે સાધુએ તો મન-કર્મ-વચને કરીને કોઈનું ભૂંડું વાંચવું નહીં અને કોઈ વાતનો અહંકાર રાખવો નહીં અને સર્વના દાસાનુદાસ થઈને રહેવું. અને ક્રોધે યુક્ત જે પ્રકૃતિ તે તો દુષ્ટનો ધર્મ છે અને શાંત સ્વભાવે વર્તવું તે જ સાધુનો ધર્મ છે. અને કોઈ કહેશે જે, ‘હજારો માણસને નિયમમાં વર્તાવવાં હોય તેને કેમ સાધુતા ગ્રહણ કર્યે ચાલે?’ તો એનો ઉત્તર એ છે જે, રાજા યુધિષ્ઠિરનું હજારો ગાઉમાં રાજ્ય હતું તોય પણ સાધુતા રાખી હતી. અને ડારા દેનારા તો ભીમસેન જેવા હજારો હોય, તે વારીએ તોય પણ કર્યા વિનાનું રહેવાય નહીં. માટે તીખા સ્વભાવવાળાની તો કાંઈ ખોટ નથી, એવા તો ઘણાય હોય પણ સાધુ થવું એ જ ઘણું દુર્લભ છે.”"
}