{
  "number": 38,
  "vachanamrut": "ગઢડા પ્રથમ ૩૮\n",
  "title": "વણિકના નામાનું\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૧ પડવાને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં સાંજને સમે ઘોડશાળની ઓસરીએ ગાદલું નંખાવીને વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો અને માથે રાતા છેડાનો ધોળો ફેંટો બાંધ્યો હતો ને દોરિયાનું અંગરખું પહેર્યું હતું ને ધોળો ચોફાળ ઓઢ્યો હતો અને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમે શ્રીજીમહારાજ સર્વ હરિભક્ત સામું જોઈને ઝાઝી વાર વિચારી રહ્યા અને પછી એમ બોલ્યા જે, “સાંભળો, વાત કરીએ છીએ જે, જે સત્સંગી હોય તેને જ્યાંથી પોતાને સત્સંગ થયો હોય ત્યાંથી પોતાના મનનો તપાસ કરવો જે, ‘પ્રથમના વર્ષમાં મારું મન આવું હતું ને પછી આવું હતું અને આટલી ભગવાનની વાસના હતી ને આટલી જગતની હતી,’ એમ વર્ષોવર્ષનો સરવાળો વિચાર્યા કરવો અને પોતાના મનમાં જેટલી જગતની વાસના બાકી રહી ગઈ હોય તેને થોડે થોડે નિરંતર ટાળવી. અને એમ વિચારે નહીં ને બધી ભેગી કરે તો તે વાસના એની ટળે નહીં. જેમ વણિકને ઘેર નામું કર્યું હોય તે જો મહિના મહિનાનું નિરંતર ચુકવી દઈએ તો દેતાં કઠણ ન પડે ને વર્ષ-દહાડાનું ભેગું કરીએ તો આપવું બહુ કઠણ પડે; તેમ નિરંતર વિચાર કરવો. અને મન છે તે જગતની વાસનાએ કરીને વસાણું છે. જેમ ફૂલે કરીને તિલ વસાય છે૫ તેમ મનને ભગવાનનાં જે ચરિત્ર તેનું જે મહિમાએ સહિત નિત્ય સ્મરણ તે રૂપ ફૂલને વિષે વાસવું. અને ભગવાનના ચરિત્રરૂપ જાળાને વિષે મનને ગૂંચવી મેલવું અને ભગવાનના ઘાટ મનમાં કર્યા કરવા. એક શમ્યો ને બીજો કરવો, બીજો શમ્યો ને ત્રીજો કરવો; એમ ને એમ મનને નવરું રહેવા દેવું નહીં.” એમ કહીને પછી ભૂતનું દૃષ્ટાંત વિસ્તારીને કહી દેખાડ્યું ને પછી શ્રીજીમહારાજ બોલ્યા જે, “એવી રીતે ભગવાનનાં જે ચરિત્ર તથા વાર્તા તથા દર્શન તે એક દિવસનાં જો સંભારવા માંડે તો તેનો પાર ન આવે, તો સત્સંગ થયાં તો દસ-પંદર વર્ષ થયાં હોય તે એનો તો પાર જ ન આવે. અને તે એવી રીતે સંભારવાં જે, ‘આ ગામમાં આવી રીતે મહારાજ તથા પરમહંસની સભા થઈ અને આવી રીતે મહારાજની પૂજા થઈ ને આવી રીતે વાર્તા થઈ,’ ઇત્યાદિક જે ભગવાનનાં ચરિત્ર તેને વારંવાર સંભારવાં. અને જે ઝાઝું ન સમજતો હોય તેને તો એમ કરવું એ જ શ્રેષ્ઠ ઉપાય છે, એ જેવો બીજો નથી. ત્યારે તમે કહેશો જે, ‘અન્ન થોડું ખાઈએ તથા ઘણા ઉપવાસ કરીએ,’ તો તે અમે કહેતા નથી. એ તો જેમ જેના નિયમ કહ્યા છે તે પ્રમાણે સાધારણપણે રહેવું અને કરવાનું તો આ અમે તમને કહ્યું તે છે. અને અમે તો એમ માન્યું છે જે, મન નિર્વાસનિક જોઈએ અને દેહે કરીને ગમે તેટલી પ્રવૃત્તિ હોય ને તેનું મન જો શુદ્ધ છે તો તેનું અતિ ભૂંડું થાય નહીં. અને બાહેર લોકમાં તો તે પ્રવૃત્તિવાળાનું ભૂંડા જેવું જણાય. અને જેને મનમાં વાસના હોય ને તે બાહેર સારી પેઠે નિવૃત્તિપરાયણ વર્તતો હોય તો તેનું બાહેર લોકમાં તો સારું જણાય પણ તેના જીવનું અતિ ભૂંડું થાય; કેમ જે, મૂવા ટાણે તો જેવા મનમાં સંકલ્પ હોય તેવા સ્ફુરી આવે. જેમ ભરતજીને અંતકાળમાં મૃગનું બાળક સ્ફુરી આવ્યું૫ ત્યારે તે મૃગને આકારે થઈ ગયા અને પ્રથમ રાજ્ય મેલ્યું હતું ને ઋષભદેવ ભગવાન તો પોતાના બાપ હતા તો પણ એમ થયું. માટે મને કરીને નિર્વાસનિક રહેવું એ અમારો મત છે. અને જે ઉપવાસ કરવા તેણે કરીને દેહ દુર્બળ થાય ત્યારે મન દુર્બળ થાય તો ખરું, પણ જ્યારે દેહ પુષ્ટ થાય ત્યારે વળી મન પુષ્ટ થાય. માટે દેહે કરીને ત્યાગ ને મને કરીને ત્યાગ એ બે ભેળા જોઈએ. અને જેને મનમાં ભગવાનના ઘાટ થતા હોય ને જગતના ઘાટ ન થતા હોય તે આપણા સત્સંગમાં મોટેરો છે અને એવો જે ન હોય તે નાનેરો છે. અને ગૃહસ્થ હોય તેને પણ દેહે કરીને વ્યવહાર કરવો ને મને કરીને તો ત્યાગીની પેઠે જ નિર્વાસનિક રહેવું ને ભગવાનનું ચિંતવન કરવું ને વ્યવહાર તો ભગવાનને વચને કરીને રાખવો. અને મનનો ત્યાગ સાચો ન હોય તો જનક જેવા રાજા હતા તે રાજ્ય કરતા ને મન તો મોટા યોગેશ્વરના જેવું હતું;૧૦ તે માટે મને કરીને જે ત્યાગ તે જ ઠીક છે. અને જે પોતાના મનમાં ભૂંડા ઘાટ થતા હોય તે કહેવા, પણ જેમ, ‘કૂતરાનું મુખ કૂતરો ચાટે’ તથા ‘સર્પને ઘેર પરોણો સાપ, મુખ ચાટીને વળિયો આપ’ તથા રાંડીને પાસે સુવાસિની સ્ત્રી૬ જાય ત્યારે તે કહે જે, ‘આવ બાઈ, હું જેવી તું પણ થા;’ તેમ પોતાની પેઠે જેને ભૂંડા ઘાટ થતા હોય તેની આગળ જે ઘાટ કહેવો તે તો આ દૃષ્ટાંત દીધાં એમ૬ છે. માટે ઘાટ કેને કહેવો? તો જેના મનમાં કોઈ દિવસ જગતનો ભૂંડો ઘાટ ન થતો હોય એવો બળિયો હોય તેની આગળ કહેવો. અને એમ ઘાટ ન થાય એવા પણ ઘણા હોય; તેમાંથી પણ એવાને ઘાટ કહેવો જે, તે ઘાટને સાંભળીને તે ઘાટ ઉપર વાત કરે તે જ્યાં સુધી તે કહેનારાનો ઘાટ ટળી જાય ત્યાં સુધી બેઠતો-ઊઠતો, ખાતો-પીતો સર્વ ક્રિયામાં વાત કર્યા કરે અને તેના ઘાટ ટાળ્યામાં કેવી ચાડ હોય? તો જેમ પોતાના ઘાટને ટાળ્યાની ચાડ હોય તેવી હોય, એવા આગળ ઘાટ કહેવો. અને જેની આગળ ઘાટ કહીએ ને તે આવી રીતે વાત તો ન કરે ને પોતે આળસુ હોય તો શો સમાસ થાય? માટે એવી રીતે પોતાના મનનો ઘાટ કહીને તે ઘાટને ટાળી નાંખીને પોતાના મનને વિષે કેવળ ભગવાનના ઘાટ કર્યા કરવા ને જગતના સુખથી નિર્વાસનિક થવું. અને એકાદશીનો ઉપવાસ કરવો તેનું શું લક્ષણ છે? તો દસ ઇન્દ્રિયો ને અગિયારમું મન તેમને પોતપોતાના વિષયમાંથી કાઢીને ભગવાનમાં જોડવાં તેને એકાદશીનું વ્રત કર્યું કહેવાય અને એવું વ્રત તો ભગવાનના ભક્તને નિરંતર કરવું. અને એવી રીતે જેનું મન નિર્વાસનિક ન હોય ને દેહે કરીને તો વ્રત-તપ કરે તો પણ તેનું અતિશય સારું થતું નથી. માટે જે ભગવાનનો ભક્ત હોય તેને પોતપોતાના ધર્મમાં રહીને તે ભગવાનનું માહાત્મ્ય સમજીને પોતાના મનને નિર્વાસનિક કરવાનો નિત્યે અભ્યાસ રાખવો.” એમ વાર્તા કરી.\nઅને વળી શ્રીજીમહારાજે બીજી વાર્તા કરી જે, “સાચો ત્યાગી કેને કહીએ? તો જે પદાર્થનો ત્યાગ કર્યો તેનો પાછો કોઈ દિવસ મનમાં સંકલ્પ પણ ન થાય. જેમ વિષ્ટાનો ત્યાગ કર્યો છે તેનો પાછો સંકલ્પ થતો નથી તેમ સંકલ્પ ન થાય. ત્યાં શુકજી પ્રત્યે નારદજીનો કહેલો શ્લોક છે જે, ‘ત્યજ ધર્મમધર્મં ચ’૧૩ અને એ શ્લોકનું હાર્દ એ છે જે, ‘એક આત્મા વિના બીજા જે જે પદાર્થ છે તેનો ત્યાગ કરીને કેવળ આત્માપણે વર્તવું ને ભગવાનની ઉપાસના કરવી,’ તેને પૂરો ત્યાગી કહીએ. અને જે ગૃહસ્થ હરિભક્ત હોય તે તો જેમ જનક રાજાએ કહ્યું જે, ‘આ મારી મિથિલાનગરી બળે છે પણ તેમાં કાંઈ મારું બળતું નથી,’ ત્યાં શ્લોક છે જે, ‘મિથિલાયાં પ્રદીપ્તાયાં ન મે દહ્યતિ કિંચન’૧૪ એમ સમજે ને ગૃહમાં રહેતો હોય, તે ગૃહસ્થ હરિભક્ત ખરો કહેવાય. અને એવી રીતનો જે ત્યાગી ન હોય ને એવી રીતનો જે ગૃહસ્થ ન હોય તે તો પ્રાકૃત ભક્ત કહેવાય અને મોરે કહ્યો એવો જે હોય તે તો એકાંતિક ભક્ત કહેવાય.” એવી રીતે વાર્તા કરી.\nપછી મોટા આત્માનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “દેહ, ઇન્દ્રિયો તથા અંતઃકરણ તથા દેવતા તેથી જુદો જે જીવાત્મા તેનું રૂપ કેવી રીતે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “થોડાકમાં એનો ઉત્તર કરીએ છીએ જે, દેહ ને ઇન્દ્રિયાદિકનાં સ્વરૂપનો જે વક્તા તે સર્વેનાં સ્વરૂપને જુદું જુદું કરીને શ્રોતાને સમજાવે છે. તે જે સમજાવનારો વક્તા તે દેહાદિક સર્વના પ્રમાણનો કરનારો છે ને જાણનારો છે ને એ સર્વથી જુદો છે એને જ જીવ કહીએ. અને જે શ્રોતા છે તે દેહાદિકનાં રૂપને જુદાં જુદાં સમજે છે ને એનું પ્રમાણ કરે છે ને એને જાણે છે ને એ સર્વથી જુદો છે એને જ જીવ કહીએ. એવી રીતે જીવના સ્વરૂપને સમજવાની રીત છે.” એવી રીતે૬ વાર્તા કરી."
}