{
    "number": 115,
    "vachanamrut": "લોયા ૭\n",
    "title": "ઇન્દ્રિયો, અંતઃકરણ અને અનુભવ પહોંચ્યાનું\n",
    "setting": "સંવત ૧૮૭૭ના માગશર સુદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા અને માથે ધોળી પાઘનું છોગલું વિરાજમાન હતું તથા ધોળી છીંટની ડગલી પહેરી હતી અને રૂનો ભરેલો ધોળો સુરવાળ પહેર્યો હતો અને ધોળી પછેડી ઓઢી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને તે સમયમાં વચનામૃતનું પુસ્તક નિત્યાનંદ સ્વામીએ લાવીને શ્રીજીમહારાજને આપ્યું. પછી તે પુસ્તકને જોઈને બહુ રાજી થયા. અને પરમહંસ પ્રત્યે બોલ્યા જે, “આજ તો ભારે ભારે પ્રશ્ન પૂછો તો વાત કરીએ.” ત્યારે મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “શ્રુતિમાં એમ કહ્યું છે જે, ‘ઋતે જ્ઞાનાન્ન મુક્તિઃ’ ‘તમેવ વિદિત્વાઽતિમૃત્યુમેતિ નાન્યઃ પન્થા વિદ્યતેઽયનાય॥’ એ શ્રુતિમાં એમ કહ્યું છે જે, ‘ભગવાનનું સાક્ષાત્ જ્ઞાન થાય ત્યારે જીવનું કલ્યાણ થાય છે.’ ત્યારે શાસ્ત્રમાં જે બીજાં સાધન કલ્યાણને અર્થે બતાવ્યાં છે તેનું શું પ્રયોજન છે? કેમ જે, કલ્યાણ તો જ્ઞાને કરીને જ થાય છે.” એવા પ્રશ્નને સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “જ્ઞાન તે જાણવાનું નામ છે.” ત્યારે નિત્યાનંદ સ્વામીએ આશંકા કરી જે, “જાણવું એ જ જ્ઞાન હોય તો શાસ્ત્રે કરીને ભગવાનને સર્વે જગત જાણે છે, તેણે કરીને સર્વેનું કલ્યાણ થતું નથી.”\nત્યારે શ્રીજીમહારાજ બોલ્યા જે, “શાસ્ત્રે કરીને પરોક્ષપણે ભગવાનને જાણ્યા તેણે કરીને જેમ કલ્યાણ નથી તેમ જ રામ-કૃષ્ણાદિક ભગવાનના અવતાર હતા ત્યારે તેમને સર્વે મનુષ્યે પ્રત્યક્ષ દીઠા હતા, તો તેણે કરીને પણ શું કલ્યાણ થયું છે?” ત્યારે મુક્તાનંદ સ્વામીએ કહ્યું જે, “જેણે ભગવાનને પ્રત્યક્ષ દીઠા હોય તેનું તો જન્માંતરે કલ્યાણ થાય છે.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેણે શાસ્ત્રે કરીને ભગવાનને જાણ્યા તેણે કરીને પણ જન્માંતરે કલ્યાણ થાય છે. કાં જે, જેને શાસ્ત્રે કરીને જાણ્યા છે તેને જ નેત્રે કરીને દેખે છે અને જેને નેત્રે કરીને દેખે છે તેને જ શાસ્ત્રે કરીને જાણે છે; માટે બેયનું બીજબળ બરોબર થાય છે ને બેયનું જન્માંતરે કલ્યાણ પણ બરોબર છે. કેમ જે, શ્રવણે કરીને ભગવાનને સાંભળ્યા તેમાં શું જ્ઞાન નથી? પણ તેને તે સાંભળ્યા જ કહેવાય. અને ત્વચાએ કરીને સ્પર્શ કર્યો તેમાં શું જ્ઞાન નથી? પણ તેને તે સ્પર્શ કર્યો જ કહેવાય. અને નેત્રે કરીને જોયા તેમાં શું જ્ઞાન નથી? પણ તેને તે જોયા જ કહેવાય. અને નાસિકાએ કરીને સૂંઘ્યા તેમાં શું જ્ઞાન નથી? પણ તેને તે સૂંઘ્યા જ કહેવાય. અને જિહ્વાએ કરીને વર્ણન કર્યા તેમાં શું જ્ઞાન નથી? પણ તેને તે વર્ણન કર્યા જ કહેવાય. એવી રીતે બાહ્ય ઇન્દ્રિયોએ કરીને જ્ઞાન છે તથા અંતઃકરણે કરીને જે જ્ઞાન છે અને અંતઃકરણ-ઇન્દ્રિયો પર જે જીવસત્તા-તદાશ્રિત જે અનુભવજ્ઞાન છે તેમાંથી તમે કયા જ્ઞાનને કહો છો? અને જે ભગવાન છે તેણે તો આ જગતની ઉત્પત્તિને અર્થે અનિરુદ્ધ એવું સ્વરૂપ ધાર્યું છે, જેને વિષે સ્થાવર-જંગમરૂપ જે વિશ્વ તે સાવકાશે કરીને રહ્યું છે. અને સંકર્ષણરૂપે કરીને જગતનો સંહાર કરે છે અને પ્રદ્યુમ્નરૂપે કરીને જગતની સ્થિતિ કરે છે તથા મત્સ્ય-કચ્છાદિક અવતારનું ધારણ કરે છે. એવી રીતે જ્યાં જેવું કાર્ય ત્યાં તેવા કાર્યની સિદ્ધિને અર્થે તેવા રૂપનું ગ્રહણ કરે છે. તેમાં કોઈ કાર્ય તો એવું છે જે, જેમાં અંતઃકરણ-ઇન્દ્રિયો નથી પૂગતાં, કેવળ અનુભવ-જ્ઞાને કરીને જ જણાય છે; ત્યારે તેવા કાર્યની સિદ્ધિને અર્થે ભગવાન પણ તેવા સ્વરૂપનું ધારણ કરે છે. અને કોઈ કાર્ય એવું છે જે, ઇન્દ્રિયો-અંતઃકરણે કરીને જાણ્યામાં આવે છે ત્યારે તે કાર્યની સિદ્ધિને અર્થે ભગવાન પણ તેવા જ થાય છે. માટે તમે કયા ભગવાનના સ્વરૂપને જ્ઞાને કરીને કલ્યાણ થાય એમ પૂછો છો?” ત્યારે નિત્યાનંદ સ્વામીએ કહ્યું જે, “જે ભગવાનના સ્વરૂપને વિષે ઇન્દ્રિયો, અંતઃકરણ અને અનુભવ એ ત્રણે પૂગે એવા ભગવાનના સ્વરૂપને જ્ઞાને કરીને મોક્ષ થાય એમ કહીએ છીએ.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એવા જે ભગવાન તે તો શ્રીકૃષ્ણ છે. તે તો પોતે પોતાને એમ કહે છે જે,\n‘યસ્માત્ક્ષરમતીતોઽહમક્ષરાદપિ ચોત્તમઃ।\nઅતોઽસ્મિ લોકે વેદે ચ પ્રથિતઃ પુરુષોત્તમઃ॥’\n‘વિષ્ટભ્યાહમિદં કૃત્સ્નમેકાંશેન સ્થિતો જગત્।’\n‘મત્તઃ પરતરં નાન્યત્કિંચિદસ્તિ ધનંજય!।\nમયિ સર્વમિદં પ્રોતં સૂત્રે મણિગણા ઇવ॥’\n‘પશ્ય મે પાર્થ! રૂપાણિ શતશોઽથ સહસ્રશઃ।\nનાનાવિધાનિ દિવ્યાનિ નાનાવર્ણાકૃતીનિ ચ॥’\n“ઇત્યાદિક વચને કરીને પોતે પોતાને ઇન્દ્રિયો-અંતઃકરણ થકી અગોચર કહે છે. માટે ભગવાનને તત્ત્વે કરીને સમજવા તે તો એમ છે જે, ઇન્દ્રિયો, અંતઃકરણ તથા અનુભવ એ ત્રણે કરીને યથાર્થપણે પ્રત્યક્ષ ભગવાનને જાણે ત્યારે પૂરો જ્ઞાની કહેવાય. અને એ ત્રણ પ્રકારમાંથી જો એકે ઓછો હોય તો તેને આત્યંતિક જ્ઞાન ન કહેવાય ને તેણે કરીને જન્મ-મૃત્યુને પણ ન તરે. અને કોઈક સાધને કરીને બ્રહ્મસ્વરૂપને પામ્યો હોય તે પણ જો પ્રત્યક્ષ ભગવાનને એવી રીતે ન જાણે તો તે પણ પૂરો જ્ઞાની ન કહેવાય. માટે શ્રીમદ્‍ભાગવતમાં કહ્યું છે જે,\n‘નૈષ્કર્મ્યમપ્યચ્યુતભાવવર્જિતં ન શોભતે જ્ઞાનમલં નિરંજનમ્।’\n“તથા ગીતામાં કહ્યું છે જે,\n‘કર્મણો હ્યપિ બોદ્ધવ્યં બોદ્ધવ્યં ચ વિકર્મણઃ।\nઅકર્મણશ્ચ બોદ્ધવ્યં ગહના કર્મણો ગતિઃ॥’\n“અકર્મ જે જ્ઞાન તેને વિષે પણ જાણવું રહ્યું છે, તે શું? તો જે, બ્રહ્મરૂપ થયો તેને પણ પરબ્રહ્મ પુરુષોત્તમ તે જાણવા રહ્યા છે. અને જે બ્રહ્મરૂપ થયો તેને જ પુરુષોત્તમની ભક્તિનો અધિકાર છે. તે ભક્તિ તે શું? તો જેમ શ્વેતદ્વીપવાસી જે નિરન્નમુક્ત છે તે બ્રહ્મરૂપ થકા ચંદન-પુષ્પાદિ નાના પ્રકારની પૂજાસામગ્રીએ કરીને પરબ્રહ્મ જે વાસુદેવ તેને પૂજે છે; તેમ એ પણ બ્રહ્મરૂપ થકો પ્રત્યક્ષ ભગવાનની ભક્તિ ચંદન, પુષ્પ, શ્રવણ, મનનાદિકે કરીને કરે. તે ભગવાને ગીતામાં કહ્યું છે જે,\n‘બ્રહ્મભૂતઃ પ્રસન્નાત્મા ન શોચતિ ન કાંક્ષતિ।\nસમઃ સર્વેષુ ભૂતેષુ મદ્‍ભક્તિં લભતે પરામ્॥’\n“માટે બ્રહ્મરૂપ થઈને જે પરબ્રહ્મની ભક્તિ ન કરે તો તે પણ આત્યંતિક કલ્યાણને ન પામ્યો કહેવાય. અને\n‘ભૂમિરાપોઽનલો વાયુઃ ખં મનો બુદ્ધિરેવ ચ।\nઅહંકાર ઇતીયં મે ભિન્ના પ્રકૃતિરષ્ટધા॥’\n“એ વ્યાપ્ય એવી જડ પ્રકૃતિ છે અને\n‘અપરેયમિતસ્ત્વન્યાં પ્રકૃતિં વિદ્ધિ મે પરામ્।\nજીવભૂતાં મહાબાહો! યયેદં ધાર્યતે જગત્॥’\n“એ વ્યાપક એવી ચૈતન્ય પ્રકૃતિ છે. અને જે પ્રત્યક્ષ ભગવાન છે તે કેવા છે? તો એ અષ્ટ પ્રકારની જે વ્યાપ્ય પ્રકૃતિ અને તેને વિષે વ્યાપક એવી જે ચૈતન્ય પ્રકૃતિ તે બેયના આધાર છે. જેમ આકાશ છે તે પૃથિવ્યાદિક ચાર તત્ત્વોનો આધાર છે. અને પૃથ્વીની જ્યારે સંકોચ અવસ્થા થાય છે તે ભેળો આકાશ પણ સંકોચને પામે છે ને પૃથ્વીની વિકાસ અવસ્થા થાય છે તે ભેળી આકાશની પણ વિકાસ અવસ્થા છે. તથા જળ, તેજ અને વાયુની સંકોચ-વિકાસ અવસ્થા ભેળી આકાશની પણ સંકોચ-વિકાસ અવસ્થા છે; અને પૃથિવ્યાદિ તત્ત્વની સંકોચ-વિકાસ અવસ્થા તે બેય આકાશને વિષે થાય છે. તેમ એ બે પ્રકૃતિની સંકોચ-વિકાસ અવસ્થા ભેળી ભગવાનની પણ સંકોચ-વિકાસ અવસ્થા છે ને એ બે પ્રકૃતિની સંકોચ-વિકાસ અવસ્થા તે ભગવાનને વિષે છે. એવા જે ભગવાન તે સર્વના આત્મા છે. ત્યાં શ્રુતિઓ છે –\n‘અન્તઃપ્રવિષ્ટઃ શાસ્તા જનાનાં સર્વાત્મા।’\n‘યસ્યાક્ષરં શરીરં... એષ સર્વભૂતાન્તરાત્માઽપહતપાપ્મા દિવ્યો દેવ એકો નારાયણઃ।’\n‘યસ્યાત્મા શરીરં ય આત્માનમન્તરો યમયતિ સ ત આત્માઽન્તર્યામ્યમૃતઃ।’\n‘યસ્ય પૃથિવી શરીરં યઃ પૃથિવીમન્તરો યમયત્યેષ ત આત્માન્તર્યામ્યમૃતઃ।’\n“ઇત્યાદિક શ્રુતિઓ છે. તથા અન્નમય બ્રહ્મ કહ્યો છે, મનોમય બ્રહ્મ કહ્યો છે, વિજ્ઞાનમય બ્રહ્મ કહ્યો છે, આનંદમય બ્રહ્મ કહ્યો છે ઇત્યાદિક ઘણીક પ્રકારની બ્રહ્મવિદ્યા કહી છે. તેનું શું તાત્પર્ય છે જે, ભગવાન સર્વના કારણ છે ને સર્વના આધાર છે, માટે એ સર્વેને બ્રહ્મ કહ્યા છે. પણ એ સર્વે શરીર છે અને એ સર્વેના શરીરી તે ભગવાન શ્રીકૃષ્ણ પ્રત્યક્ષ પુરુષોત્તમ છે. તે ભગવાનને વિષે એ જડ-ચૈતન્યરૂપ જે બે પ્રકૃતિ તે સંકોચ-વિકાસ અવસ્થાએ કરીને પોતાના કાર્ય સહિત સુખે કરીને રહી છે અને એ સર્વેને વિષે ભગવાન જે તે અંતર્યામીરૂપે કારણપણે કરીને રહ્યા છે. અને તે જ ભગવાન આ પ્રત્યક્ષ પ્રમાણ છે. એવી રીતે મહિમાએ સહિત જે ભગવાનને જાણે ને દેખે તેને પરિપૂર્ણ જ્ઞાન કહીએ.”\nત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “એવી રીતે દેખાતું તો ન હોય ને અંતઃકરણમાં તો એવી રીતની દૃઢ આંટી હોય તેને પરિપૂર્ણ જ્ઞાન કહેવાય કે નહીં?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેમ અંધારું ઘર હોય ને તેમાં કોઠી તથા થાંભલા રહ્યા હોય તેને દેખે છે તો પણ યથાર્થ દેખ્યા ન કહેવાય; તેમ પુરુષોત્તમ ભગવાનને વિષે જડ-ચિત પ્રકૃતિ રહી છે ને એ પ્રકૃતિને વિષે પોતે રહ્યા છે તેને અનુમાને કરીને જાણે છે, પણ જો દેખ્યામાં નથી આવતું તો પરિપૂર્ણ જ્ઞાની ન કહેવાય. અને જો એને એવી આંટી ઠાવકી છે તો કાંઈક એને અલૌકિકપણું જણાયું જોઈએ; નહીં તો જણાશે. અને નિઃસંદેહ એવી આંટી છે ને જણાતું નથી, તો એમ એ સમજે જે, ‘એ ભગવાનને વિષે તો સર્વે છે પણ મને દેખાડતા નથી, એવી જ એની ઇચ્છા છે.’ એમ સમજીને તે ભગવાનની ભક્તિ કરતો થકો પોતાને કૃતાર્થ માને છે તો એ પરિપૂર્ણ જ્ઞાની છે. માટે ઇન્દ્રિયો, અંતઃકરણ અને અનુભવ એ ત્રણે પ્રકારે કરીને જે ભગવાનને યથાર્થપણે જાણતો હોય તેને જ્ઞાની કહીએ. અને તેવા જ્ઞાનીને ભગવાને ગીતામાં શ્રેષ્ઠપણે કહ્યો છે.\n‘આર્તો જિજ્ઞાસુરર્થાર્થી જ્ઞાની ચ ભરતર્ષભ!।\nતેષાં જ્ઞાની નિત્યયુક્ત એકભક્તિર્વિશિષ્યતે॥’\n“એવો જે જ્ઞાની તે તો સદા સાકારમૂર્તિ એવા જે પ્રત્યક્ષ ભગવાન તેને પ્રકૃતિપુરુષ, અક્ષર તે થકી પર ને સર્વના કારણ, સર્વના આધાર જાણીને અનન્યપણે સેવે છે. એવી રીતે જે સમજવું તેને જ્ઞાન કહીએ અને એ જ્ઞાને કરીને આત્યંતિક મોક્ષ થાય છે. અને જે એમ નથી સમજતા ને કેવળ શાસ્ત્રે કરીને ‘અહં બ્રહ્માસ્મિ’ થઈ બેસે છે ને કહે છે જે, ‘રામ-કૃષ્ણાદિક તો બ્રહ્મરૂપ એવો જે હું તે મારી લહરી છે,’ એવા જે બ્રહ્મકુદાળ આધુનિક વેદાંતી તે તો અતિ દુષ્ટ છે ને મહાપાપી છે અને મરીને નરકમાં પડે છે, તે કોઈ દિવસ એનો છૂટકો થતો નથી.”"
}