{
  "number": 37,
  "vachanamrut": "ગઢડા પ્રથમ ૩૭\n",
  "title": "દેશવાસનાનું, અગિયાર પદવીનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ વદિ ૧૪ ચૌદશને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ લીંબડા તળે ઢોલિયા ઉપર આથમણે મુખારવિંદે વિરાજમાન થયા હતા અને માથે ધોળી પાઘ વિરાજમાન હતી અને તે પાઘમાં પીળાં પુષ્પનો તોરો વિરાજમાન હતો અને બે કાન ઉપર ધોળાં પુષ્પના ગુચ્છ વિરાજમાન હતા અને કંઠને વિષે પીળાં ને ધોળાં પુષ્પનો હાર વિરાજમાન હતો અને ધોળી ચાદર ઓઢી હતી અને ધોળો ખેસ પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિજનની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જે અણસમજુ૫ હોય ને તેણે ભેખ લીધો હોય તો પણ તેને જ્યાં જ્યાં પોતાની જન્મભૂમિ હોય તેને વિષે હેત ટળતું નથી.” એમ કહીને પછી પોતાના સાથળને વિષે નાનપણમાં ઝાડનો ખાંપો લાગ્યો હતો તે સર્વને દેખાડ્યો ને બોલ્યા જે, “આ ચિહ્નને જ્યારે અમે દેખીએ છીએ ત્યારે તે ઝાડ ને તલાવડી સાંભરી આવે છે. માટે જન્મભૂમિ તથા પોતાનાં સગાંસંબંધી તેને અંતરમાંથી વિસારી દેવાં તે ઘણું કઠણ છે. માટે જેને જેને જન્મભૂમિ તથા દેહનાં સંબંધી તે ન સાંભરતાં હોય તે બોલો અને જે લાજે કરીને ન બોલે તેને શ્રીનરનારાયણના સમ છે.” પછી સર્વે મુનિ જેમ જેને વર્તતું હતું તેમ બોલ્યા. પછી તે સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે પોતાને આત્મારૂપે માનીએ ત્યારે તે આત્માની જન્મભૂમિ કઈ? ને તે આત્માનું સગું કોણ? ને તે આત્માની જાત પણ કઈ? અને જો સગપણ લેવું હોય તો પૂર્વે ચોરાશી લાખ જાતના દેહ ધર્યા છે તે સર્વનું સગપણ સરખું જાણવું, અને તે સગાંનું કલ્યાણ ઇચ્છવું તો સર્વનું ઇચ્છવું. અને આ મનુષ્ય દેહમાં આવ્યા ત્યારે ચોરાશી લાખ જાતનાં જે માબાપ તે અજ્ઞાને કરીને વીસર્યાં છે, તેમ આ મનુષ્ય શરીરનાં જે માબાપ છે તેમને જ્ઞાને કરીને વિસારી દેવાં. અને અમારે તો કોઈ સગાંસંબંધી સાથે હેત નથી. તથા અમારી સેવા કરતા હોય ને તેના હૃદયમાં જો પરમેશ્વરની ભક્તિ ન હોય તો તે ઉપર હેત કરીએ તોય પણ ન થાય. અને જો નારદજી જેવો ગુણવાન હોય ને તેને ભગવાનની ભક્તિ ન હોય તો તે અમને ન ગમે. અને જેના હૃદયમાં ભગવાનની ભક્તિ હોય ને એમ સમજતો હોય જે, ‘જેવા૫ પ્રગટ ભગવાન પૃથ્વી ઉપર વિરાજે છે અને જેવા૫ તે ભગવાનના ભક્ત ભગવાનની સમીપે વિરાજે છે તેવા ને તેવા જ૫ જ્યારે આત્યંતિક પ્રલય થાય છે ત્યારે પણ રહે છે,’ અને ‘આ ભગવાન ને ભગવાનના ભક્ત તે સદા સાકાર જ છે’ એમ સમજતો હોય અને ગમે તેવા વેદાંતીના૫ ગ્રંથ સાંભળે પણ ભગવાન ને ભગવાનના ભક્તને નિરાકાર સમજે જ નહીં, અને એમ જાણે જે, ‘એ ભગવાન વિના બીજો કોઈ જગતનો કર્તા છે જ નહીં,’ અને એમ જાણે જે, ‘ભગવાન વિના સૂકું પાંદડું પણ ફરવાને સમર્થ નથી,’ એવી જેને ભગવાનને વિષે સાકારપણાની દૃઢ પ્રતીતિ હોય ને તે જેવો-તેવો૫ હોય તો પણ એ અમને ગમે છે. અને એને માથે કાળ, કર્મ ને માયા તેનો હુકમ નથી; અને જો એને દંડ દેવો હોય તો ભગવાન પોતે દે છે, પણ બીજા કોઈનો૫ એને માથે હુકમ નથી. અને એવી નિષ્ઠા ન હોય ને તે જો ત્યાગ-વૈરાગ્યે યુક્ત હોય તો પણ તેનો અમારા અંતરમાં ભાર આવે નહીં. અને જેના હૃદયમાં ભગવાનની એવી નિષ્ઠા અચળ હોય ને તે ગમે તેટલાં શાસ્ત્ર સાંભળે અથવા ગમે તેનો સંગ કરે તો પણ પોતાને જે ભગવાનના સાકારપણાની નિષ્ઠા છે તે ટળે નહીં અને તેજના બિંબ જેવા નિરાકાર ભગવાનને કોઈ દિવસ સમજે જ નહીં, એવી નિષ્ઠાવાળો જે સંત છે તેના પગની રજને તો અમે પણ માથે ચઢાવીએ છીએ, અને તેને દુખવતા થકા મનમાં બીએ છીએ, અને એનાં દર્શનને પણ ઇચ્છીએ છીએ. અને એવી નિષ્ઠા વિનાના જે જીવ છે તે પોતાના સાધનને બળે કરીને પોતાનું કલ્યાણ ઇચ્છે છે, પણ એવા પરમેશ્વરના પ્રતાપે કરીને પોતાનું કલ્યાણ ઇચ્છતા નથી. એવા જે જડમતિવાળા પુરુષ છે તે તો જેમ નાવ વિના પોતાના બાહુબળે કરીને સમુદ્ર તરવાને ઇચ્છે તેવા મૂર્ખ છે. અને જે એવા ભગવાનને પ્રતાપે કરીને પોતાનું કલ્યાણ ઇચ્છે છે તે તો જેમ નાવમાં બેસીને સમુદ્ર તરવાને ઇચ્છે એવા ડાહ્યા છે. અને એવા જે ભગવાનના સ્વરૂપના જ્ઞાનવાળા છે તે સર્વે દેહને મૂકીને ભગવાનના ધામમાં ચૈતન્યની જ મૂર્તિ૫ થઈને ભગવાનની હજૂરમાં રહે છે. અને એવી નિષ્ઠા જેને ન હોય ને તેણે બીજાં સાધન જો કર્યાં હોય તો તે બીજા દેવતાના લોકમાં રહે છે. અને જે એવા યથાર્થ ભગવાનના ભક્ત છે તેનું દર્શન તો ભગવાનના દર્શન તુલ્ય છે, અને એના દર્શને કરીને અનંત પતિત જીવનો ઉદ્ધાર થાય છે એવા એ મોટા છે.” એવી રીતે વાર્તા કરીને શ્રીજીમહારાજે કહ્યું જે, “કીર્તન બોલો.”"
}