{
  "number": 30,
  "vachanamrut": "ગઢડા પ્રથમ ૩૦\n",
  "title": "ઘાટના ડંસ બેઠાનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ વદિ ૧ પડવાને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની હાર્યે ઉત્તરાદે દ્વાર ઓરડો છે તેની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળો ફેંટો બાંધ્યો હતો ને ધોળાં પુષ્પના હાર પહેર્યા હતા ને બે કાનને વિષે ધોળાં પુષ્પના તોરા લટકતા હતા ને ધોળાં પુષ્પના બેરખા પહેર્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને મુનિમંડળ કીર્તન ગાતા હતા.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “હવે તો પ્રશ્ન-ઉત્તર કરો.” ત્યારે શ્રીજીમહારાજ પ્રત્યે દીનાનાથ ભટ્ટે પૂછ્યું જે, “હે મહારાજ! કોઈક સમે તો હજારો ઘાટ૨ થાય પણ તેનો મનને વિષે ડંસ૨ બેસે નહીં અને કોઈક સમે તો અલ્પ ઘાટ થાય તેનો પણ મનને વિષે ડંસ બેસે છે તેનું કારણ શું છે? અને ભગવાનના ભક્તને એ મનના ઘાટની નિવૃત્તિ થયાનો ઉપાય શો છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એનું કારણ તો ગુણ છે. તે જ્યારે તમોગુણ પ્રધાન હોય ને તેમાં ઘાટ થાય ત્યારે સુષુપ્તિ સરખી અવસ્થા રહેતી હોય, માટે તેમાં ઘાટનો ડંસ બેસે નહીં. અને જ્યારે સત્ત્વગુણ વર્તતો હોય ત્યારે પ્રકાશ જેવું વર્તે ને તે સમે જે જે ઘાટ થાય તેને વિચારે કરીને ખોટા કરી નાંખે, માટે તે ઘાટનો પણ ડંસ બેસે નહીં. અને જ્યારે રજોગુણ વર્તે ત્યારે જે ઘાટ થાય તેનો મનને વિષે ડંસ બેસે. માટે ડંસ બેસે છે ને નથી બેસતો તેનું કારણ તો ગુણની વૃત્તિ છે. અને બુદ્ધિવાન હોય તો આ વાતને વિચારીને જે સમે ઘાટ થાય તે સમે તે ઘાટ સામું જુએ તો પોતામાં જે ગુણ પ્રધાન વર્તતો હોય તેને ઓળખે. અને ઘડી ઘડી, પળ પળમાં સૂક્ષ્મ ઘાટ થાય છે તે તો કોઈના ઓળખ્યામાં આવે નહીં અને તમારા જેવો કોઈક બુદ્ધિવાન હોય તો આખા દિવસમાં બે-ત્રણ-ચાર સ્થૂલ ઘાટ થાય તે તેના ઓળખ્યામાં આવે. અને જે ગુણને પ્રધાનપણે પોતામાં ઘાટ થતા હોય તે સામી દૃષ્ટિ રાખે અને સત્સંગમાં જે ભગવાનની વાર્તા થાય તેને ધાર્યા-વિચાર્યા કરે તો આ સત્સંગનો પ્રતાપ એવો છે જે, જે ગુણના ઘાટ થતા હોય તે ઘાટની તેને નિવૃત્તિ થઈ જાય છે અને નિરુત્થાન૨ થઈને અખંડ પરમેશ્વરના સ્વરૂપનું ચિંતવન થાય છે. અને સત્સંગ વિના તો બીજાં કોટિ સાધન કરે પણ તેને ઘાટની તથા રજોગુણ આદિક ગુણની નિવૃત્તિ થાય નહીં. અને જો નિષ્કપટપણે કરીને સત્સંગ કરે ને પરમેશ્વરની વાર્તાને ધારે-વિચારે તો એ મલિન ઘાટનો નાશ થાય છે, માટે સત્સંગનો પ્રતાપ તો અતિશય મોટો છે. અને બીજાં સાધન છે તે કોઈ સત્સંગ તુલ્ય થાય નહીં; કાં જે, કોઈ સાધને કરીને જે ઘાટની નિવૃત્તિ નથી થતી તેની નિવૃત્તિ સત્સંગમાં થાય છે. તે કારણપણા માટે જેને રજોગુણ સંબંધી મલિન ઘાટ ટાળવા હોય તેને મન-કર્મ-વચને નિષ્કપટપણે સત્સંગ કરવો, તો સત્સંગના પ્રતાપથી એ ઘાટની નિવૃત્તિ થઈ જાય છે.”"
}