{
    "number": 269,
    "vachanamrut": "અશ્લાલી ૧\n",
    "title": "શ્રીઅશ્લાલીનું વચનામૃત\n",
    "setting": "સંવત ૧૮૮૨ ના ચૈત્ર સુદિ ૨ દ્વિતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીઅમદાવાદ નગરથી ગાજતે-વાજતે ચાલ્યા, તે સાયંકાળે ગામ શ્રીઅશ્લાલીએ પધાર્યા. ને તે ગામથી ઉત્તરાદી દિશે આંબાવાડિયામાં ઊતર્યા ને ત્યાં મંચ ઉપર વિરાજમાન થયા. ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે સુંદર પુષ્પના હાર પહેર્યા હતા ને પાઘને વિષે પુષ્પના તોરા લટકતા હતા. ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "તે સમે શ્રીજીમહારાજ મુક્તાનંદ સ્વામી તથા બ્રહ્માનંદ સ્વામી આદિક સાધુ સર્વે પ્રત્યે એમ બોલ્યા જે, “સર્વે સાંભળો, એક વાત કરવી છે જે, જે ભક્તને ભગવાનનું સ્વરૂપ જાણવાને વિષે કાંઈક ન્યૂનતા રહે છે તેને મોટી ખોટ આવે છે. ને ભગવાન જે પુરુષોત્તમ જેને શ્રીકૃષ્ણ કહીએ, જેને શ્રીવાસુદેવ કહીએ, જેને શ્રીનરનારાયણ કહીએ, જેને પરબ્રહ્મ કહીએ, જેને શ્રીનારાયણ કહીએ, તેનું યથાર્થ સુખ પણ આવતું નથી ને એકાંતિક ભક્ત થવાતું નથી. માટે એકાંતિક એવા જે ભગવાનના જ્ઞાની ભક્ત તેમનો સમાગમ કરીને જ્ઞાનની દૃઢતા કરવી. કેમ જે, ભગવાનના સ્વરૂપના જ્ઞાનની દૃઢતા વિના તો પ્રજાપતિ આદિ દઈને જે જગતના સ્રષ્ટા છે તે પણ વારંવાર સૃષ્ટિ ભેળા ઉત્પન્ન થાય છે ને પાછા અંતે માયાને વિષે જ લીન થાય છે, પણ શ્રીપુરુષોત્તમ ભગવાનના અક્ષરધામને તો એ પામતા જ નથી. તે શા સારુ? તો તેમની સમજણમાં ભૂલ છે.” ત્યારે સર્વે મુનિ બોલ્યા જે, “હે મહારાજ! એમને વિષે શી જાતની ભૂલ છે તે કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એમની ભૂલ કહીએ તે સાંભળો જે, એક તો પોતાની મુક્તિ થવી તેને વિષે પોતાની ક્રિયાનું જ બળ સમજે છે પણ ભગવાનના આશરાનું બળ નથી સમજતા; ને બીજું, અક્ષરરૂપ થઈને જે શ્રીપુરુષોત્તમ નારાયણની સેવા કરવી તે જ મુક્તિ છે એમ નથી માનતા; એ ભૂલ છે. અને ત્રીજું, રામ-કૃષ્ણાદિક જે ભગવાનના અનંત અવતાર તેને તો એ સર્વ અંશે કરીને જાણે છે; એ જ એમને વિષે મોટી ભૂલ છે. ને ચોથું એમ જે, આ બ્રહ્માંડની ઉત્પત્તિ કેમ થાતી હશે? એક વાર જોઈએ તો ખરા! એવો સંકલ્પ પોતાના મનમાં પૂર્વે મૃત્યુસમે રહ્યો હતો, તે સંકલ્પ જોઈને ભગવાને તેમને બ્રહ્માંડની ઉત્પત્ત્યાદિક કર્મને વિષે જોડ્યા છે. તે જ્યારે ભગવાનના એકાંતિક ભક્તના સમાગમે કરીને સમ્યક્ પ્રકારે જ્ઞાનને પામશે ત્યારે જ બ્રહ્મરૂપ થઈને ભગવાનના ધામને પામશે ને મહાસુખિયા થશે. માટે ભગવાનના જે ભક્ત તેમને ભગવાનની સેવા વિના બીજી ઇચ્છા રાખવી નહીં. ને ભગવાનના ભક્ત પણ ત્રણ પ્રકારના છે તે લક્ષણે કરીને જાણવા. તેમાં જે ભગવાનને ભજીને વિશ્વની ઉત્પત્ત્યાદિક સામર્થ્યને ઇચ્છે છે તે ભક્તને ઐશ્વર્યાર્થી જાણવો ને કનિષ્ઠ જાણવો. ને જે કેવળ આત્માના સ્વરૂપને જાણવાને અર્થે ભગવાનને ભજે તેને કૈવલ્યાર્થી જાણવો ને તે ભક્તને મધ્યમ જાણવો. ને ત્રીજો જે પ્રત્યક્ષ પુરુષોત્તમ ભગવાનની નિરંતર અનન્યપણે કરીને સેવાને વિષે નિષ્ઠા રાખે છે તેને ભગવન્નિષ્ઠાર્થી જાણવો ને તે ભક્તને સર્વ થકી ઉત્તમ જાણવો. માટે આપણ તો સર્વે પ્રગટ પ્રમાણ શ્રીનરનારાયણ તેની નિષ્ઠાવાળા છીએ, માટે ઉત્તમ છીએ; એમાં કાંઈ સંશય નથી.” એવી રીતે શ્રીજીમહારાજનાં વચન સાંભળીને સર્વ પરમ આનંદને પામતા હવા."
}