{
    "number": 87,
    "vachanamrut": "સારંગપુર ૯\n",
    "title": "યુગના ધર્મ પ્રવર્ત્યાનું, સ્થાનનું\n",
    "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૧૩ તેરસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ પોતાના ભક્તજનને સુખ દેવાને અર્થે સારંગપુરથી ચાલ્યા તે ગામ શ્રીકુંડળ પધાર્યા અને તે કુંડળ મધ્યે અમરા પટગરના આથમણા ઓરડાની ઓસરીએ ઢોલિયા ઉપર ઉત્તર મુખારવિંદે વિરાજમાન હતા અને મસ્તક ઉપર ધોળી પાઘ બાંધી હતી તથા ધોળી પછેડી ઓઢી હતી તથા ધોળો સુરવાળ પહેર્યો હતો તથા ધોળો અંગરખો પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જીવના હૃદયમાં યુગના ધર્મ પ્રવર્તે છે તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “યુગના ધર્મ પ્રવર્તે છે તેનું કારણ તો ગુણ છે. તે જ્યારે શુદ્ધ સત્ત્વગુણ વર્તતો હોય ત્યારે તેના હૈયામાં સત્યયુગની પ્રવૃત્તિ હોય અને જ્યારે સત્ત્વ અને રજ ભેળા વર્તતા હોય ત્યારે તેના હૈયામાં ત્રેતાયુગની પ્રવૃત્તિ હોય અને જ્યારે રજ ને તમોગુણ ભેળા વર્તતા હોય ત્યારે તેના હૈયામાં દ્વાપર યુગની પ્રવૃત્તિ હોય અને જ્યારે એકલો તમોગુણ વર્તતો હોય ત્યારે તેના હૈયામાં કળિયુગની પ્રવૃત્તિ હોય; એમ ગુણે કરીને યુગની પ્રવૃત્તિ છે.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “ગુણની પ્રવૃત્તિ થયાનો શો હેતુ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ગુણની પ્રવૃત્તિનું કારણ તો કર્મ છે, તે જેવાં પૂર્વકર્મ હોય તેવા ગુણની પ્રવૃત્તિ થાય છે. માટે જેને રજોગુણ ને તમોગુણ વર્તતા હોય ને તે જો એકાગ્ર થઈને ભગવાનનું ધ્યાન કરવા જાય તો થાય નહીં. માટે એવાને તો આત્મનિષ્ઠાનું બળ રાખવું અને ભગવાનના મહિમાનું બળ રાખવું ને એમ સમજવું જે, ‘હું તો આત્મા છું, તે મારે વિષે માયાકૃત ઉપાધિ હોય નહીં ને હું તો ગુણાતીત છું.’ અને ભગવાનનો મહિમા એમ વિચારવો જે, ‘અજામેળ મહાપાપી હતો ને દીકરાને યોગે નારાયણ એવું નામ લીધું, તે સર્વ પાપથી છૂટીને પરમ પદને પામ્યો; તો મને તો તે ભગવાન પ્રત્યક્ષ મળ્યા છે અને રાત-દિવસ તે ભગવાનનું હું નામ લઉં છું, માટે હું તો કૃતાર્થ થયો છું.’ એવી રીતે વિચારીને આનંદમાં રહેવું, પણ જેને તમોગુણ ને રજોગુણ વર્તતા હોય તેને ધ્યાન-ધારણાને અર્થે આગ્રહ કરવો નહીં અને જેવું બની આવે તેવું ભજન-સ્મરણ કરવું ને દેહે કરીને ભગવાનની તથા સંતની પરિચર્યા શ્રદ્ધાએ સહિત કરવી ને પોતપોતાના ધર્મમાં રહેવું ને પોતાને પૂરણકામ માનવું.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “જેને તામસી કર્મ ઘણાં હોય તેના હૈયામાં કળિયુગ વર્તે, તે કોઈ ઉપાયે ટળે કે ન ટળે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જો એને સંત તથા પરમેશ્વરના વચનને વિષે અતિશય શ્રદ્ધા હોય અને અતિ દૃઢ વિશ્વાસ હોય, તો ગમે તેવાં તામસી કર્મ હોય પણ તેનો નાશ થઈ જાય અને કળિયુગના ધર્મ મટીને સત્યયુગના ધર્મ હોય તે વર્તે. માટે અતિ સાચે ભાવે કરીને સત્સંગ કરે તો તેને કોઈ જાતનો દોષ હૈયામાં રહે નહીં અને દેહ છતાં જ બ્રહ્મરૂપ થઈ જાય.”\nપછી સ્વયંપ્રકાશાનંદ સ્વામીએ પૂછ્યું જે, “સ્થાન તે કેને કહીએ?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ચાર વર્ણ અને ચાર આશ્રમ તેને જે પોતપોતાનો ધર્મ તેને સ્થાન જાણવું. અને તમે ત્યાગી છો તે તમારાથી જો ત્યાગનો પક્ષ મૂકીને ગૃહસ્થને માર્ગે ચલાય તો તે સ્થાનક થકી ભ્રષ્ટ થવાણું એમ જાણવું. માટે ગમે તેવો આપત્કાળ પડે અથવા અમે આજ્ઞા કરીએ તો પણ તમારે પોતાના ધર્મમાંથી ચળવું નહીં. અને જેમ ગૃહસ્થ વસ્ત્ર તથા અલંકારે કરીને અમારી પૂજા કરવાને ઇચ્છે તેમ તમારે ઇચ્છવું નહીં; તમારે તો પત્ર, પુષ્પ, ફળ અને જળે કરીને પૂજા કરવી ને એવી પૂજાએ કરીને જ આનંદ માનવો, પણ પોતાના ધર્મથી ચલાયમાન થઈને પરમેશ્વરની પૂજા કરવી એ ઠીક નહીં. માટે સર્વને પોતાના ધર્મમાં રહ્યાં થકાં જેટલી પૂજા થાય તેટલી કરવી, એ અમારી આજ્ઞા છે, તેને દૃઢ કરીને સર્વે રાખજ્યો.”"
}