{
  "number": 118,
  "vachanamrut": "લોયા ૧૦\n",
  "title": "નિર્વિકારી રહ્યાનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર સુદિ ૮ આઠમને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં ઢોલિયા ઉપર પ્રાતઃકાળને સમે વિરાજમાન હતા ને ધોળી છીંટની ડગલી પહેરી હતી તથા ધોળો સુરવાળ પહેર્યો હતો તથા ધોળો ફેંટો મસ્તક ઉપર બાંધ્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "તે સમયમાં નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “આ જગતમાં કેટલાક મનુષ્યને સ્ત્રીઆદિક પદાર્થમાં એવું હેત થાય છે જે, તેનો વિયોગ થયો હોય તો પ્રાણનો ત્યાગ થઈ જાય; અને કેટલાકને સ્ત્રીઆદિક પદાર્થમાં હેત છે પણ સાધારણ છે, માટે તેના વિયોગે કરીને પ્રાણનો ત્યાગ ન થાય; એ બે પ્રકારના જીવ છે. તે જેમ સંસારમાં હેતે કરીને જોડાય છે તેમ તે હેતવાળાને જો ભગવાન મળે તો તેમાં પણ એમ જ જોડાય જે, ભગવાનનો વિયોગ થાય તો પ્રાણ જાય; અને જેને સંસારમાં સાધારણ હેત છે ને તેને ભગવાન મળે તો ભગવાનમાં પણ સાધારણ હેત થાય. તે એ બે પ્રકારના જે મનુષ્ય તેને વિષે કર્મે કરીને એવો ભેદ છે કે એ બે પ્રકારના જીવ અનાદિના જ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ભેદ જીવમાં સ્વાભાવિક નથી, એ તો કર્મે કરીને થાય છે. તે કેવી રીતે થાય છે? તો જ્યારે જીવ કર્મ કરે છે ત્યારે જીવની વૃત્તિનો વેગ ત્રણ પ્રકારે થાય છે: એક મંદવેગ, બીજો મધ્યમવેગ અને ત્રીજો તીવ્રવેગ. તેમાં જેવે વેગે વૃત્તિ પદાર્થમાં ચોંટે ત્યારે તેને તેવી જાતનું કર્મ લાગે છે. તે કર્મે કરીને સ્નેહમાં પણ ત્રણ પ્રકાર છે.”\nપછી વળી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “વૃત્તિના વેગમાં એ ત્રણ પ્રકાર થયા તે ગુણે કરીને થયા કે કોઈ બીજા હેતુએ કરીને થયા?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ ત્રણ પ્રકારના જે ભેદ તે ગુણે કરીને નથી; એ તો જે પદાર્થમાં કેવળ ઇન્દ્રિયો જ પ્રવર્તે ત્યારે મંદવેગ થાય છે અને જ્યારે મને સહિત ઇન્દ્રિયો પદાર્થમાં જાય ત્યારે મધ્યમવેગ થાય છે અને જ્યારે ઇન્દ્રિયો, મન અને જીવ એ ત્રણે ભેગાં થઈને પદાર્થમાં પ્રવર્તે છે ત્યારે તે વૃત્તિનો તીવ્રવેગ થાય છે. અને તે તીવ્રવેગ એક ચક્ષુ ઇન્દ્રિયને વિષે લાગ્યો હોય તો બીજી ઇન્દ્રિયો તેને અનુવર્તી થઈને સર્વે ઇન્દ્રિયોમાં લાગે છે. એવી રીતે જે જે ઇન્દ્રિયોમાં મુખ્યપણે તીવ્રવેગ લાગ્યો હોય ત્યારે બીજી ઇન્દ્રિયો તેને અનુવર્તી થઈ રહે છે. અને એ જે તીવ્રવેગ તે રજોગુણી, સત્ત્વગુણી અને તમોગુણી એ ત્રણેયને લાગે છે. અને એક એક ઇન્દ્રિયમાં તો સર્વને તીવ્રવેગ હોય છે અને તદનુસારે પદાર્થમાં હેત થાય છે.”\nત્યારે વળી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યું જે, “એને ભગવાનમાં કેમ તીવ્રવેગે કરીને હેત થતું નથી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “દેશ, કાળ, ક્રિયા, ધ્યાન, શાસ્ત્ર, દીક્ષા, મંત્ર અને સંગ એટલાંને યોગે કરીને શુભ અથવા અશુભ આચરણ થાય છે. તે જો રૂડાં દેશ, કાળ, સંગાદિક પ્રાપ્ત થયાં હોય તો ભગવાનને વિષે પણ તીવ્રવેગે કરીને સ્નેહ થાય છે અને જો ભૂંડાં દેશાદિકનો યોગ થાય તો ભગવાન વિના અન્ય પદાર્થમાં પ્રીતિ થાય છે.”\nત્યારે ચૈતન્યાનંદ સ્વામીએ પૂછ્યું જે, “કાળ વિષમ હોય ત્યારે કેમ કરવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે જે સ્થળમાં કાળનું વિષમપણું હોય ત્યારે તે ઠેકાણેથી અન્ય સ્થળમાં ભાગી જવું, પણ વિષમ કાળમાં રહેવું નહીં. અને કાળ સત્યયુગ, ત્રેતા, દ્વાપર, કળિરૂપે કરીને બહાર વર્તે છે ને પોતાના અંતરમાં પણ વર્તે છે. તે જ્યારે હૈયામાં કળિ વર્તતો હોય ત્યારે ભગવાનની મૂર્તિ હૈયામાં ધારવી નહીં, બહાર નેત્રને આગળ ધારવી.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “જેના હૃદયમાં મંદવેગ, મધ્યમવેગ અને તીવ્રવેગ વર્તતો હોય તે કેમ જાણવો?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે મંદવેગ વર્તતો હોય ત્યારે નાની બાળકી તથા નવયૌવનવાળી સ્ત્રી તથા વૃદ્ધ સ્ત્રી એ ત્રણેયને દેખીને સરખો ભાવ રહે; કેમ જે, ત્યાં એકલી ઇન્દ્રિયની જ વૃત્તિ ગઈ છે, માટે તેમાં મંદવેગ છે. અને જ્યારે ઇન્દ્રિયને વિષે મન ભળે છે ને એ ત્રણ પ્રકારની સ્ત્રીને દેખે છે, ત્યારે બાળકી ને વૃદ્ધ સ્ત્રી તેનો તો ભૂંડો ઘાટ નથી થતો અને યુવાન સ્ત્રીને વિષે ભૂંડો ઘાટ થાય છે ને વિકારને પામી જાય છે, એને મધ્યમવેગ જાણવો. અને જ્યારે ઇન્દ્રિયને વિષે મન ને જીવ એ બેય ભળીને એ ત્રણ પ્રકારની સ્ત્રીને દેખે છે ત્યારે તો એ ત્રણે પ્રકારની સ્ત્રીને વિષે ભૂંડા ઘાટ થાય ને વિકારને પામે છે અને પોતાની મા-બોન હોય તો તેને દેખીને પણ વિકારને પામે, એને તીવ્રવેગ જાણવો.”૫\nપછી બ્રહ્માનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ત્રણ પ્રકારની જે સ્ત્રીઓ તેને દેખીને વ્યક્તિ૬ જણાય તથા રૂપ-કુરૂપ પણ જણાય અને વિકાર તો થાય નહીં, ત્યારે તેને ક્યો વેગ જાણવો?”૫ પછી શ્રીજીમહારાજ બોલ્યા જે,  “જે પદાર્થને અત્યંત દુઃખદાયી૮ જાણીને મનન થયું હોય, પછી તે મનને કરીને તે પદાર્થને વિષે અત્યંત દોષ જણાય છે. તે દોષનો મનમાં વિચાર થઈને જીવમાં તે દોષ પ્રવેશ કરે છે અને જીવથી પર જે સાક્ષી તેણે પણ તે દોષનું પ્રમાણ કર્યું છે, તેણે કરીને એ દોષની અતિ દૃઢતા થઈ છે. માટે પદાર્થને વિષે જ્યારે ઇન્દ્રિયની વૃત્તિ જાય છે ત્યારે તે વૃત્તિ ભેળે મન તથા જીવ એ બેય આવે છે, પણ જીવમાં જે અતિશય દોષની દૃઢતા છે તે દોષની સેડ્ય મન-ઇન્દ્રિયોને વિષે સોંસરી નીસરે છે; માટે તે પદાર્થ યથાર્થ દેખાય ને જાણ્યામાં આવે, પણ તેને વિષે અત્યંત અભાવ આવી જાય છે. જેમ દૂધ-સાકરનું પાત્ર ભર્યું હોય તેમાં સર્પે લાળ નાંખી હોય ને તેને નાંખતાં દીઠી હોય, પછી તે દૂધ જેવું પૂર્વે દેખાતું હતું તેવું ને તેવું જ દેખાય પણ તેનો અતિ અભાવ હૈયામાં વર્તે છે; કેમ જે, એણે એમ જાણ્યું છે જે, ‘એને પીએ તો તત્કાળ પ્રાણ જાય.’ તેમ જેને એમ સમજાયું જે, ‘આ રૂપવાન સ્ત્રી છે તે કલ્યાણના માર્ગમાં વિરોધી છે, અને આ લોક, પરલોકને વિષે પરમ દુઃખદાયી છે ને સ્ત્રીની પ્રાપ્તિ તો મને સર્વે પશુ આદિક જન્મને વિષે અનંત વાર થઈ છે અને હજી જો પરમેશ્વરને નહીં ભજું તો અનંત સ્ત્રીની પ્રાપ્તિ થશે, માટે એ વાત દુર્લભ નથી. અને ભગવાન ને ભગવાનના સંત તેનો સંગ તે તો મહાદુર્લભ છે અને એ દુર્લભ વસ્તુની પ્રાપ્તિને વિષે એ સ્ત્રી જ પરમ વિઘ્નરૂપ છે,’ એવું જાણીને જે હૈયામાં દોષની દૃઢતા થઈ છે તેણે કરીને ગમે તેવી રૂપવાન સ્ત્રી દેખાઈ જાય તો પણ વિકાર થાય નહીં.\n“અને વળી એને વિષે અવિકારી રહ્યાનું બીજું પણ કારણ છે. જેમ જનક વિદેહી જેવા જે મોટા ભગવાનના ભક્ત રાજા હતા, તે રાજ્યમાં રહ્યા હતા ને રમણીય એવા જે શબ્દાદિક પંચવિષય તેને ભોગવતા થકા પણ જ્ઞાનની દૃઢતાએ કરીને નિર્વિકારપણે રહ્યા.૫ અને એ જનક જેવા જે જ્ઞાની હોય તે એમ વિચારે જે, ‘હું આત્મા છું, શુદ્ધ છું, ચેતન છું, નિર્વિકાર છું, સુખરૂપ છું, અવિનાશી છું, અને સ્ત્રીઆદિક જે વિષય છે તે તો દુઃખરૂપ છે, તુચ્છ છે, જડ છે અને નાશવંત છે.’ એમ વિચારીને કેવળ પોતાના આત્મસ્વરૂપને જ સુખરૂપ જાણે છે. અને ‘શબ્દાદિક વિષયમાં જે સુખ જેવું જણાય છે ને સારા જેવું જણાય છે તે આત્મા વતે જણાય છે અને આત્મા દેહમાંથી નીકળી જાય ત્યારે સુખરૂપ હોય તે ભૂંડું થઈ જાય છે.’ એવી રીતે પોતાના આત્માને વિચારે. અને આત્મા થકી પર જે પરમાત્મા તેનો વિચાર કરે જે, ‘આવું જે માયા થકી પર શુદ્ધ આત્માનું જ્ઞાન તેને હું પામ્યો, તે સંતને પ્રતાપે પામ્યો છું; અને તે સંત પરમેશ્વરના ભક્ત છે અને પરમેશ્વર છે તે તો સર્વાત્મા એવા જે બ્રહ્મ૦ તેના પણ આત્મા છે અને અક્ષરના૧ પણ આત્મા છે અને અનંત કોટિ જે મુક્ત તેના પણ આત્મા છે. એવા જે પરબ્રહ્મ પરમાત્મા નારાયણ તેનો હું બ્રહ્મરૂપ એવો દાસ છું.’ અને તે ભગવાનનો મહિમા તો એમ સમજે જે, ‘દ્યુપતય એવ તે ન યયુરન્તમનન્તતયા ત્વમપિ’૬ ઇત્યાદિક શ્રુતિએ ભગવાનનો મહિમા અતિશય પ્રતિપાદન કર્યો છે.\n“એવી રીતે પોતાના સ્વરૂપનું તથા પરબ્રહ્મના સ્વરૂપનું જેને જ્ઞાન છે, તેને ગમે તેવા સુંદર વિષય પ્રાપ્ત થાય પણ તેણે કરીને કાંઈ લેશમાત્ર પણ તેનું મન વિકારને પામે નહીં. અને અવશ્ય જે શબ્દાદિક વિષય ગ્રહણ કર્યા જોઈતા હોય તેને ગ્રહણ કરે પણ તે વિષયને આધીન થઈ જાય નહીં, સ્વતંત્રપણે ગ્રહણ કરે. જેમ કરોળિઓ પોતાની લાળને વિસ્તારીને પાછી સ્વતંત્રપણે ગળવી ઘટે ત્યારે ગળી લે છે; તેમ એવો જે જ્ઞાની તે પોતાનાં ઇન્દ્રિયોની વૃત્તિને વિષયમાં પ્રસારીને પાછો સ્વતંત્ર થકો સંકેલી લે છે. અને એવો જે હોય તે રાજ્યમાં હોય તો પણ વનમાં છે અને વનમાં હોય તો પણ તેને રાજ્ય કરતાં વધતો આનંદ છે. અને એવો જે જ્ઞાની તે રાજ્યમાં રહ્યો હોય ને હજારો મનુષ્ય પોતાની આજ્ઞામાં રહેતા હોય ને સમૃદ્ધિએ યુક્ત હોય, તેણે કરીને પોતાને કાંઈ એમ ન માને જે, ‘હું બહુ મોટો થઈ ગયો.’ અને તે રાજ્યનો નાશ થઈ જાય ને હાથમાં મૃત્તિકાનું પાત્ર લઈને ઘરોઘર માગી ખાય, તેણે કરીને એમ ન માને જે, ‘હું હવે તો ગરીબ થઈ ગયો.’ કેમ જે, તે તો પોતાના કેફમાં મહાઅલમસ્ત રહે. તથા તેને પોતાના સ્વરૂપનો તથા ભગવાનના સ્વરૂપનો મહિમા જાણ્યો છે; તે માટે એને સોનું, કૂચો, લોઢું, પાષાણ એ સર્વને વિષે સમબુદ્ધિ વર્તે છે તથા માન-અપમાનને વિષે સમબુદ્ધિ વર્તે છે. અને એવો જે જ્ઞાની તેને કોઈ પદાર્થ બંધન કરવા સમર્થ નથી; કેમ જે, એની દૃષ્ટિ તો અતિ મોટી થઈ ગઈ છે ને માયિક સર્વે પદાર્થને તુચ્છ જાણ્યા છે. જેમ કોઈક પુરુષ પ્રથમ કંગાલ હોય ને પછી તેને રાજ્ય મળે ત્યારે તેની દૃષ્ટિ મોટી થાય છે, અને પ્રથમ લાકડાંના ભારા વેચતો હોય તથા બીજાં તુચ્છ તુચ્છ કામ કરતો હોય તે સર્વે એને વીસરી જાય ને મોટાં મોટાં રાજ્ય સંબંધી કાર્ય કરવા લાગે; તેમ એવા જ્ઞાનીને સર્વ પદાર્થમાત્ર તુચ્છ થઈ જાય છે ને એવા જ્ઞાનને વિષે એની વિશાળ દૃષ્ટિ થાય છે. અને એવી રીતે જે સમજ્યો છે તે સુખિયો છે. તથા જે વિશ્વાસી હોય કહેતાં એમ સમજતો હોય જે, ‘આવા મોટા સંત તથા ભગવાન જે વાત કહે છે તે એમ જ છે, પણ એમાં કાંઈ સંશય નથી;’ એમ સમજીને તે ભગવાન તથા સંત જેમ કહે તેમ કરવા લાગે. એ બે જણ જ સુખિયા છે ને એ વિના જે બીજા છે તે સુખિયા નથી. ત્યાં શ્લોક છે -\n‘યશ્ચ મૂઢતમો લોકે યશ્ચ બુદ્ધેઃ પરં ગતઃ।\nતાવુભૌ સુખમેધેતે ક્લિશ્યત્યન્તરિતો જનઃ॥’૬\n“તથા ભગવદ્‌‎ગીતામાં કહ્યું છે જે,\n‘વિષયા વિનિવર્તન્તે નિરાહારસ્ય દેહિનઃ।\nરસવર્જં રસોઽપ્યસ્ય પરં દૃષ્ટ્વા નિવર્તતે॥’૬\n“એવી રીતે જેની અલૌકિક દૃષ્ટિ થાય છે, તેને પરમેશ્વર વિના સર્વે પદાર્થ તુચ્છ થઈ જાય છે. અને આ બે શ્લોક તેનો પણ એકસરખો ભાવ છે.”\nપછી મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને કહ્યું જે, “હે મહારાજ! હવે તમે જે પ્રશ્ન પૂછતા હતા તે પૂછો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “માયામાં તે કેવળ દુઃખ છે કે સુખ પણ કાંઈક છે? એ પ્રશ્ન છે.” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “માયા તો કેવળ દુઃખદાયી છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “માયામાંથી ઊપજ્યા એવા જે સત્ત્વ, રજ અને તમ એ ત્રણ ગુણ, તેમાં જે સત્ત્વ છે તે તો સુખરૂપ કહેવાય છે. તથા શ્રીમદ્‌‎ભાગવતમાં કહ્યું છે જે, ‘સત્ત્વં યદ્‌બ્રહ્મદર્શનમ્’૬ તથા સત્ત્વગુણની સંપત્તિ તે જ્ઞાન, વૈરાગ્ય, વિવેક, શમ-દમાદિક છે. એવી જે માયા તે કેવી રીતે દુઃખરૂપ છે? અને વળી એકાદશ સ્કંધમાં કહ્યું છે જે,\n‘વિદ્યાવિદ્યે મમ તનૂ વિદ્ધ્‎યુદ્ધવ! શરીરિણામ્।\nબંધમોક્ષકરી આદ્યે માયયા મે વિનિર્મિતે॥’૬\n“માટે મોક્ષને કરે એવી જે વિદ્યારૂપ માયા તે કેવી રીતે દુઃખદાયી છે?” પછી એ પ્રશ્નને સાંભળીને મુક્તાનંદ સ્વામી આદિક સર્વે પરમહંસ બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર અમથી થાય નહીં, એનો ઉત્તર તો કૃપા કરીને તમે જ કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ યમરાજાનું જે રૂપ તે પાપી જીવને અતિ ભયાનક વિકરાળ જણાય છે તથા મોટા મોટા દાંત ને મોટું મુખ ભયાનક દેખાય છે તથા કાજળ જેવું કાળું અને પર્વત જેવું મોટું ને કાળ જેવું ભયાનક એવું દુઃખરૂપ દેખાય છે, અને પુણ્યવાળા જે જીવ તેને તો તે યમરાજાનું રૂપ અતિશય સુખદાયી વિષ્ણુના જેવું જણાય છે; તેમ માયા છે તે જે ભગવાનથી વિમુખ છે તેને તો અતિ બંધન કરનારી છે ને અતિ દુઃખદાયી છે, અને જે ભગવાનના ભક્ત છે તેને તો એ માયા અતિશય સુખદાયી છે અને માયાનાં કાર્ય જે ઇન્દ્રિયો, અંતઃકરણ અને દેવતા તે સર્વે ભગવાનની ભક્તિને અતિ પુષ્ટ કરે છે. માટે ભગવાનના ભક્તને તો માયા દુઃખદાયી નથી, પરમ સુખદાયી છે.”\nપછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “જ્યારે માયા સુખદાયી છે ત્યારે પરમેશ્વરનો ભક્ત હોય, તે ભગવાનની મૂર્તિને હૃદયમાં ધારીને ભજન કરવા બેસે છે ત્યારે એને અંતઃકરણરૂપ માયા તે સંકલ્પ-વિકલ્પરૂપે કરીને કેમ દુઃખ આપે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનનું માહાત્મ્ય સારી પેઠે સમજીને અતિશય દૃઢ ભગવાનનો આશ્રય હોય, તેને તો અંતઃકરણરૂપ માયા છે તે દુઃખ દેતી નથી; અને જેને એવા આશ્રયમાં ફેર હોય તેને દુઃખ દે છે. જેમ કાચો સત્સંગી હોય તો તેને કુસંગી હોય તે ડગાવવાનો આગ્રહ કરે, પણ જે પાકો સત્સંગી હોય તેને ડગાવ્યાની કોઈ લાલચ રાખે નહીં અને તેને સાંભળતાં કોઈ સત્સંગનું ઘસાતું બોલી શકે નહીં. તેમ જેને એવો પરિપક્વ પરમેશ્વરનો આશરો થયો છે, તેને ડગાવ્યાની લાલચ અંતઃકરણરૂપ માયા રાખે નહીં અને સામી તેની ભક્તિમાં પુષ્ટિ કરવા લાગે; અને જેના જીવને વિષે એવા આશરામાં કાંઈ કાચ્યપ હોય, તેને એ માયા ડગાવે છે ને દુઃખ દે છે. અને જ્યારે એનો એ જીવ એવી રીતે ભગવાનનો પરિપક્વ આશ્રય કરશે ત્યારે એને ડગાવ્યાને અર્થે ને પીડવાને અર્થે માયા સમર્થ નહીં થાય. માટે એનો ઉત્તર એ જ છે જે, જેને ભગવાનનો એવો પરિપક્વ નિશ્ચય છે તેને કોઈ રીતે માયા દુઃખ દેવાને અર્થે સમર્થ થતી જ નથી.”"
}