{
  "number": 196,
  "vachanamrut": "ગઢડા મધ્ય ૬૩\n",
  "title": "બળ પામવાનું\n",
  "setting": "સંવત ૧૮૮૧ના માગશર વદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ ભજનાનંદ સ્વામી શ્રીમદ્‎‍ભાગવતનો પાઠ કરતા હતા ને પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! દૃષ્ટા ને દૃશ્યના મધ્યમાં જે વિચાર રહે છે, તે દૃષ્ટાને ને દૃશ્યને જુદાં જુદાં રાખે છે. એમાં જીવનું જાણપણું કયું જાણવું ને ઇન્દ્રિયો-અંતઃકરણનું જાણપણું કયું જાણવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અમને તો એમ જણાય છે જે, જેનો જીવ અતિશય બળને પામ્યો હોય તેને તો અંતઃકરણની વૃત્તિઓ તે જીવની જ વૃત્તિ છે. અને તેના ચાર ક્રિયાએ કરીને ચાર વિભાગ જણાય છે. અને તે અંતઃકરણમાં ને ઇન્દ્રિયોમાં જાણપણું છે તે જીવનું જ છે; તે ઇન્દ્રિયો-અંતઃકરણને જ્યાં ઘટિત હોય ત્યાં ચાલવા દે ને જ્યાં ઘટિત ન હોય ત્યાં ન ચાલવા દે. અને જેનો જીવ અતિશય બળને પામ્યો હોય તેને તો ભૂંડું સ્વપ્ન પણ આવે નહીં. અને જેનો જીવ નિર્બળ હોય, તેને તો સાંખ્યના મતને અનુસરીને એક દૃષ્ટા એવો જે પોતાનો આત્મા તે આત્માપણે રહેવું પણ ઇન્દ્રિયો-અંતઃકરણ ભેળું ભળવું નહીં. એવી રીતે સત્તારૂપ રહેતાં થકાં એનો જીવ બળને પામે છે. અને એથી પણ બળ પામવાનો એક અતિશય મોટો ઉપાય છે જે, ભગવાન ને ભગવાનના જે સંત તેને વિષે જેને પ્રીતિ હોય, ને તેની સેવાને વિષે અતિશય શ્રદ્ધા હોય, ને ભગવાનની નવધા ભક્તિએ યુક્ત હોય, તેના જીવને તો તત્કાળ અતિશય બળ આવે છે. માટે જીવને બળ પામવાને અર્થે ભગવાન ને ભગવાનના ભક્તની સેવા બરોબર બીજો કોઈ ઉપાય નથી.\n“અને વળી અમે અમારા અંતરની વાર્તા કહીએ જે, જ્યારે અમે અગણોતરાની સાલમાં માંદા થયા હતા ત્યારે કૈલાસ ને વૈકુંઠ દેખ્યામાં આવ્યાં ને નંદીશ્વરની અસવારી ને ગરુડની અસવારી પણ અમે કરી. એમ અમારા દીઠામાં આવ્યું, પણ તે સામર્થીમાં અમને કાંઈ સારું લાગ્યું નહીં. પછી તો અમે કેવળ સત્તારૂપે રહેવા માંડ્યું ત્યારે સર્વે ઉપાધિની શાંતિ થઈ. પછી તેમાં પણ અમને વિચાર થયો જે, ‘સત્તારૂપે રહેવું તેથી પણ ભગવાન ને ભગવાનના ભક્ત ભેળે દેહ ધરીને રહેવું એ શ્રેષ્ઠ છે.’ માટે અમને એમ બીક લાગી જે, ‘રખે સત્તારૂપે રહીએ ને પાછો દેહ ન ધરાય!’ માટે દેહ ધરીને ભગવાન ને ભગવાનના ભક્તની ભેળે રહીએ ને તેને અર્થે જે સેવા બની આવે તે જ અતિશય શ્રેષ્ઠ સાધન છે. અને જ્યારે જીવને અંત સમો આવે છે ત્યારે અનંત જાતની આધિ ને વ્યાધિ પ્રકટ થાય છે. પછી ભગવાન કે ભગવાનના સંતનું જ્યારે દર્શન થાય છે ત્યારે સર્વે દુઃખનો નાશ થઈ જાય છે. એવો ભગવાનનો ને ભગવાનના ભક્તનો મહિમા મોટો છે. અને ભગવાનના ભક્ત છે તે તો કેવળ બ્રહ્મની જ મૂર્તિઓ છે, એને વિષે તો મનુષ્યભાવ લાવવો જ નહીં. અને જેમ પોતાના દેહનાં કુટુંબી હોય છે ને તેને તેના હેતને અર્થે આપણે વઢીને કહીએ ને આપણને તે વઢીને કહે પણ અંતરમાં કોઈને આંટી પડતી નથી; તેમ ભગવાનના ભક્ત સંગાથે વર્ત્યું જોઈએ. અને જેને ભગવાન ને ભગવાનના ભક્ત સંગાથે આંટી પડી જાય છે તે તો અમને દીઠો પણ ગમતો નથી ને તે ઉપરથી રીસ પણ કોઈ દિવસ ઊતરતી નથી. અને આ સંસારમાં પંચ મહાપાપના કરનારાનો કોઈ દિવસ છૂટકો થાય પણ ભગવાનના ભક્તના દ્રોહના કરનારાનો કોઈ દિવસ છૂટકો થતો નથી. માટે ભગવાનના ભક્તની જે સેવા કરવી તે બરોબર કોઈ પુણ્ય નથી ને ભગવાનના ભક્તનો દ્રોહ કરવો તે બરોબર કોઈ પાપ પણ નથી. માટે જેને પોતાના જીવને બળવાન કરવો હોય તેને તો ભગવાન કે ભગવાનના ભક્તને મન-કર્મ-વચને શુદ્ધભાવે કરીને સેવવા.”"
}