{
    "number": 128,
    "vachanamrut": "પંચાળા ૨\n",
    "title": "સાંખ્ય-યોગનું\n",
    "setting": "સંવત ૧૮૭૭ના ફાગણ સુદિ ૭ સાતમને દિવસ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઓટા ઉપર ઢોલિયો ઢાળ્યો હતો તે ઉપર શ્રીજીમહારાજ વિરાજમાન હતા અને ધોળો ફેંટો મસ્તક ઉપર બાંધ્યો હતો તથા ધોળો ખેસ પહેર્યો હતો તથા ધોળી પછેડી ઓઢી હતી અને પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને શ્રીજીમહારાજના મુખારવિંદની આગળ બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “મોક્ષધર્મનું પુસ્તક મંગાવો તો સાંખ્યના અધ્યાયની તથા યોગના અધ્યાયની કથા કરાવીએ.” એ વચનને સાંભળીને પુસ્તક મંગાવ્યું. પછી નિત્યાનંદ સ્વામીએ કથા કરવાનો આરંભ કર્યો. પછી શ્રીજીમહારાજ બોલ્યાં જે, “યોગવાળા છે તે પંચવીશમા જીવ-ઈશ્વરને કહે છે અને છવ્વીસમા પરમાત્માને કહે છે. અને સાંખ્યવાળા છે તે ચોવીસ તત્ત્વને અવાંતર જીવ-ઈશ્વરને કહીને પંચવીશમા પરમાત્માને કહે છે. તેમાં જે યોગવાળા છે તેનો એમ મત છે જે, સૂઝે એવો આત્મા-અનાત્માનો વિચાર કરો, સાધન કરો, પણ પ્રત્યક્ષ ભગવાનના આશ્રય વિના મોક્ષ ન થાય. અને સાંખ્યવાળાનો એમ મત છે જે, સર્વે દેવ-મનુષ્યાદિકની જે ગતિઓ તેને જાણીને અને વિષયને વિષે વૈરાગ્યને પામીને ત્રણ દેહ થકી પર એવો જે આત્મા તેને જાણે ત્યારે મુક્ત થાય. અને એ બે પ્રકારના જે મત છે તેને પોતપોતાના મતમાં જે દૂષણ છે તેના નિવારણને અર્થે યુક્તિનું ગ્રહણ કરવું. તેમાં યોગમતમાં એ દૂષણ છે જે, જીવને પંચવીશમો કહ્યો તથા ઈશ્વરને પંચવીશમા કહ્યા; અને જીવનો ચોવીસ તત્ત્વનો દેહ કહ્યો ને ઈશ્વરનો પણ ચોવીસ તત્ત્વનો દેહ કહ્યો. માટે એ બેયને વિષે તુલ્યભાવ આવી જાય જે, સ્થૂળ ને વિરાટ તે તુલ્ય છે, તથા સૂક્ષ્મ ને સૂત્રાત્મા તે તુલ્ય છે, અને કારણ ને અવ્યાકૃત તે તુલ્ય છે; તથા જાગ્રત ને સ્થિતિ અવસ્થા તે તુલ્ય છે, તથા સ્વપ્ન ને ઉત્પત્તિ અવસ્થા તે તુલ્ય છે, તથા સુષુપ્તિ ને પ્રલય અવસ્થા તે તુલ્ય છે; અને વિશ્વ, તૈજસ અને પ્રાજ્ઞ ને વિષ્ણુ, બ્રહ્મા અને શિવ તે તુલ્ય છે. એમ સમજીને છવ્વીસમાને ભજે છે. એવી રીતે જીવ-ઈશ્વરને વિષે જે તુલ્યભાવરૂપ દોષ છે તેને ટાળવાને અર્થે કોઈક મોટા પાસેથી યુક્તિ શીખવી જે, ‘ઈશ્વરના દેહમાં જે પંચભૂત રહ્યાં છે તેની મહાભૂત એવી સંજ્ઞા છે ને તે ભૂત સર્વ જીવના દેહોને ધારી રહ્યાં છે; અને જીવના દેહમાં જે પંચભૂત છે તે અલ્પ છે ને બીજાને ધારવાને સમર્થ નથી. અને જીવ છે તે અલ્પજ્ઞ છે ને ઈશ્વર છે તે સર્વજ્ઞ છે.’ એવી રીતે યુક્તિ શીખીને જીવ-ઈશ્વરને વિષે સમપણું ન સમજવું. અને જો એવી યુક્તિ ન શીખ્યો હોય ને કોઈ પ્રતિવાદી પ્રશ્ન પૂછે તો તેનો ઉત્તર કરવો કઠણ પડે ને સમજણ ચૂંથાઈ જાય. અને કોઈક પ્રશ્ન કરે તે તો જીવ-ઈશ્વરને વિષે સમપણું રહેવા દે નહીં; માટે જીવ-ઈશ્વરને વિષે સમપણું ન આવે એવી રીતની યુક્તિ શીખવી અને એવી રીતનાં જે વચન તેને સાંભળવાં. અને સાંખ્યવાળાને એ દૂષણ છે જે, ચોવીસ તત્ત્વ કહ્યાં છે ને પંચવીશમા પરમાત્મા કહ્યા છે; ને તે ચોવીસ તત્ત્વને મિથ્યા કહ્યાં છે ને પરમાત્માને સત્ય કહ્યા છે, ત્યારે તે પરમાત્માને પામે છે કોણ? કેમ જે, પામનારા જીવને તત્ત્વથી ભિન્ન કહ્યો નથી. માટે એ જે દૂષણ છે તેને ટાળવાને અર્થે મોટા થકી એમ યુક્તિ શીખવી જે, ‘એ ચોવીસ તત્ત્વ કહ્યાં તે જીવ વિના હોય નહીં; માટે એ તત્ત્વ ભેળા જ જીવ-ઈશ્વરને કહ્યા છે. તે જીવ-ઈશ્વર એ તત્ત્વ થકી પૃથક્ છે ને પરમાત્માને પામે છે.’ એવી રીતની યુક્તિ શીખવી. અને આ યુક્તિ ન શીખી હોય ને કોઈ પ્રતિપક્ષી પ્રશ્ન પૂછે તો સંશય થાય જે, ‘તત્ત્વ તો મિથ્યા છે, ત્યારે તે પરમાત્માને પામ્યાને અર્થે બ્રહ્મચર્યાદિક ધર્મ કહ્યા છે તથા શ્રવણ, મનન, નિદિધ્યાસાદિક સાધન કહ્યાં છે તે શાને અર્થે કહ્યાં છે?’ માટે તત્ત્વના તદાત્મકપણાને પામ્યા જે જીવ-ઈશ્વર તેને તત્ત્વરૂપે કરીને કહ્યા છે પણ એ તત્ત્વ થકી અતિ વિલક્ષણ છે, તે પરમાત્માને પામે છે, ઇત્યાદિક જે યુક્તિઓ તેને મોટા સંત થકી સાંખ્યવાળાને શીખવી. અને યોગવાળા જે છે તે, ‘પ્રત્યક્ષમૂર્તિ એવા જે મત્સ્ય, કચ્છ, વરાહ, નૃસિંહ, વામન, રામ, કૃષ્ણાદિક ભગવાનના અવતાર તેને ધ્યાને કરીને મોક્ષ થાય,’ એવી યુક્તિનું ગ્રહણ કરે છે. અને જે સાંખ્યવાળા છે તે જે તે, ‘યતો વાચો નિવર્તન્તે અપ્રાપ્ય મનસા સહ,’ ઇત્યાદિક શ્રુતિશાસ્ત્રે કરીને કહ્યું જે ભગવાનનું સ્વરૂપ તેને અનુભવે કરીને યથાર્થ જાણે ત્યારે મોક્ષ થાય, એવી યુક્તિનું ગ્રહણ કરે છે. અને એ બેય મત છે તે સારા છે અને મોટાએ માન્યા છે અને એ બેયનું યથાર્થ જો આચરણ જે કરે તો તે પરમ ગતિને પામે છે. અને એ બે મત છે તેમાં સાધન સરખાં કહ્યાં છે પણ ઉપાસનાની જે રીત તે સરખી નથી, ઘણી પૃથક્ છે.”\nએવી રીતે વાર્તા કરીને શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “હવે તો કીર્તન ગાવો.” પછી મુક્તાનંદ સ્વામી આદિક જે પરમહંસ તે વાજિંત્ર લઈને કીર્તન ગાવા લાગ્યા. તે પછી વળી શ્રીજીમહારાજ બોલ્યા જે, “હવે કીર્તન રાખો. અને એ સાંખ્ય ને યોગ એ બેયનો સિદ્ધાંત તમે કીર્તન ગાયાં ત્યાં સુધી અમે વિચાર્યો છે, તે કહીએ તે સાંભળો. જે યોગવાળો છે તેને આત્યંતિક પ્રલયને વિષે જે અક્ષરધામમાં તેજોમય એવી દિવ્યરૂપ ભગવાનની મૂર્તિ રહી છે તે ધ્યાન કરવા યોગ્ય છે અને તેથી ઓરા પ્રકૃતિપુરુષરૂપ ભગવાન ધ્યાન કરવા યોગ્ય છે અને તેથી ઓરા પ્રકૃતિપુરુષનાં કાર્ય જે ચોવીસ તત્ત્વ તે રૂપ ભગવાન ધ્યાન કરવા યોગ્ય છે અને તેથી ઓરા હિરણ્યગર્ભ ને તેથી ઓરા ચોવીસ તત્ત્વથી ઊપજ્યો જે વિરાટ તે ધ્યાન કરવા યોગ્ય છે અને તેથી ઓરાં બ્રહ્મા, વિષ્ણુ, શિવ તથા પૃથ્વીને વિષે જે મત્સ્ય, કૂર્મ, નૃસિંહ, વરાહાદિક ભગવાનના અવતાર તથા શાલગ્રામાદિક પ્રતિમાઓ એ સર્વે ધ્યાન કરવા યોગ્ય છે; એવું યોગવાળાનું તાત્પર્ય જણાણું. પછી સાંખ્યનો વિચાર ઊપજ્યો ત્યારે તેણે એ આકારમાત્રનું નિરાકરણ કરી નાખ્યું અને એમ જણાણું જે, ‘એ સર્વના વિચારનો કરતલ જે જીવ છે તે જેવો શુદ્ધ કોઈ નથી, માટે જીવનું ધ્યાન કરવું એ ઠીક છે.’ એવો જે સાંખ્યનો વિચાર તેને ટાળવાને અર્થે વળી યોગનો વિચાર થયો જે, એ પરાત્પર એવા જે પુરુષોત્તમ ભગવાન તેનું એ પ્રકૃતિપુરુષાદિક સર્વને વિષે અન્વયપણું છે; માટે એ સર્વે ભગવાન જ છે ને દિવ્યરૂપ છે ને સત્ય છે ને ધ્યેય છે. અને એ વાતને દૃઢ કરવાને અર્થે શ્રુતિ છે જે, ‘સર્વં ખલ્વિદં બ્રહ્મ,’ ‘નેહ નાનાસ્તિ કિંચન’ તથા ‘ઇદં હિ વિશ્વં ભગવાનિવેતરો યતો જગત્સ્થાનનિરોધસંભવાઃ’ એવી રીતનો યોગમાર્ગ છે તેને વિષે પ્રવર્ત્યો જે મુમુક્ષુ તેને કોઈ વિઘ્ન નથી; શા માટે જે, એ માર્ગ સ્થૂળ છે ને એને વિષે પ્રત્યક્ષમૂર્તિ ભગવાનનું આલંબન છે. તે સારુ જેવો-તેવો હોય તે પણ એ માર્ગે કરીને નિર્વિઘ્ન થકો મોક્ષને પામે છે. પણ એ માર્ગમાં એક દોષ છે જે, એ સર્વથી પર જે પુરુષોત્તમ ભગવાન તેને અને પ્રકૃતિપુરુષાદિકને અંશઅંશીભાવ આવી જાય છે જે, ‘ભગવાનના અંશ પ્રકૃતિપુરુષ છે અને તેના અંશ હિરણ્યગર્ભ, વિરાટાદિક છે.’ એવી રીતે સમજાય તો મોટો દોષ આવે. કાં જે, ભગવાન અચ્યુત છે, નિરંશ છે, નિર્વિકાર છે, અક્ષર છે, અખંડ છે, તેને વિષે ચ્યુતભાવ આવે છે ને અંશઅંશીભાવ આવે છે. માટે એવો દોષ આવવા દેવો નહીં.\n“અને એમ સમજવું જે, ‘એ ભગવાન જેવા તો ભગવાન જ છે. ને બીજા જે પ્રકૃતિપુરુષાદિક છે તે તો એના ભક્ત છે અને એનું ધ્યાન કરે છે, માટે એ ભગવાનરૂપ છે. જેમ કોઈ મોટા સંત હોય ને તે ભગવાનનું ધ્યાન કરતા હોય ને તેને ભગવાનરૂપ જાણે છે, તેમ એ પ્રકૃતિપુરુષાદિક પણ ભગવાનરૂપ છે. અને એ સર્વથી પર જે પુરુષોત્તમ શ્રીકૃષ્ણ તે જ વાસુદેવ, સંકર્ષણ, પ્રદ્યુમ્ન, અનિરુદ્ધરૂપે થાય છે તથા રામ-કૃષ્ણાદિક અવતારનું ગ્રહણ કરે છે, તે ધ્યાન કરવા યોગ્ય છે,’ એમ સમજે તો એ યોગમાર્ગ અતિશય નિર્વિઘ્ન છે ને શ્રેષ્ઠ છે. અને સાંખ્યવાળા છે તેમાં એ દોષ છે જે, એ સાંખ્યવાળા હોય તે એમ કહે છે જે, ‘અંતઃકરણે કરીને તથા ઇન્દ્રિયે કરીને જે જે ગ્રહણ કર્યામાં આવે છે તે સર્વ મિથ્યા છે અને અનુભવે કરીને જે ગ્રહણ કર્યામાં આવે છે તે સત્ય છે.’ એવી રીતે આકારમાત્રને મિથ્યા કરે છે તે ભેળે જીવના કલ્યાણને અર્થે પ્રકટ થયા જે ભગવાન તેના રૂપને પણ મિથ્યા કરે છે તથા અનિરુદ્ધ, પ્રદ્યુમ્ન, સંકર્ષણ એમનાં રૂપને પણ મિથ્યા કરે છે અને નિર્ગુણ એવા જે વાસુદેવ તેનું જ ગ્રહણ કરે છે; એવો એ મોટો દોષ છે. માટે એ સાંખ્યવાળા એમ સમજે તો ઠીક જે, ‘સાંખ્યવિચારનું ગ્રહણ કરીને પ્રકૃતિપુરુષથી જે જે ઊપજ્યું તેને મિથ્યા કરીને પોતાના આત્માને સર્વથી પૃથક્ શુદ્ધ બ્રહ્મરૂપ માનીને તે પછી જીવના કલ્યાણને અર્થે પ્રકટ થયા જે ભગવાન તેના રૂપને સત્ય જાણીને તેનું ધ્યાન કરવું.’ એવી રીતે એ બે પ્રકારના જે વિચાર છે તે કોઈક અમારા જેવા મોટા પાસેથી શીખે ત્યારે આવડે, નહીં તો શાસ્ત્રને ભણે-સાંભળે પણ આવડે નહીં. અને છે તો એમ જે, પ્રથમ સાંખ્યવિચારે કરીને જે બ્રહ્મરૂપ થયો હોય તેને અર્થે યોગનો ઉપદેશ છે; તે કહ્યું છે જે,\n‘બ્રહ્મભૂતઃ પ્રસન્નાત્મા ન શોચતિ ન કાઙ્‍ક્ષતિ।\nસમઃ સર્વેષુ ભૂતેષુ મદ્‌ભક્તિં લભતે પરામ્॥’\n“તથા\n‘આત્મારામાશ્ચ મુનયો નિર્ગ્રન્થા અપ્યુરુક્રમે।\nકુર્વન્ત્યહૈતુકીં ભક્તિમિત્થંભૂતગુણો હરિઃ॥’\n‘પરિનિષ્ઠિતોઽપિ નૈર્ગુણ્ય ઉત્તમશ્લોકલીલયા।\nગૃહીતચેતા રાજર્ષે આખ્યાનં યદધીતવાન્॥’\n“એવી રીતે સાંખ્યવાળાને યોગની અપેક્ષા છે. કાં જે, એ સાંખ્યવાળો વિચારે કરીને પોતાના આત્માથી વ્યતિરિક્ત જે જે કાંઈ પંચ ઇન્દ્રિયો ને ચાર અંતઃકરણે કરીને ભોગવવામાં આવે એવા વિષયભોગ છે તેને અતિશય તુચ્છ જાણે છે, માટે એ કોઈ પદાર્થને વિષે આશ્ચર્ય પામે નહીં તથા બંધાય નહીં. અને એની પાસે કોઈ આવીને એમ કહે જે, ‘આ પદાર્થ તો બહુ જ રૂડું છે.’ ત્યારે તેને એમ વિચારે જે, ‘ગમે તેવું સારું હશે પણ ઇન્દ્રિયો-અંતઃકરણે કરીને ગ્રહણ કર્યામાં આવે એવું હશે ને ઇન્દ્રિયો-અંતઃકરણના ગ્રહણમાં જે આવે તે તો અસત્ય છે, નાશવંત છે,’ એવી એ સાંખ્યવાળાને દૃઢ સમજણ રહે છે અને પોતાના આત્માને શુદ્ધ જાણે છે. એવો જે સાંખ્યવાળો તેને યોગમાર્ગે કરીને ભગવાનની જે ઉપાસના, ધ્યાન, ભક્તિ તે કરવાં; અને એમ ન કરે તો એને વિષે અતિ ન્યૂનતા કહેવાય છે. એવી રીતે સાંખ્યશાસ્ત્ર તથા યોગશાસ્ત્ર તેનો જે સનાતન સિદ્ધાંત છે તે અમે યથાર્થ વિચારીને કહ્યો છે. અને જે આધુનિક યોગવાળા ને સાંખ્યવાળા છે તેમણે તો એ બેય માર્ગને બગાડી નાંખ્યા છે. જે યોગવાળા છે તે આકારનું સ્થાપન કરવા જાય છે ત્યારે બીજા જીવના આકાર તથા બ્રહ્મા, વિષ્ણુ, શિવના આકાર તથા રામ-કૃષ્ણાદિક અવતારના આકાર તે સર્વેને તુલ્યપણે જાણે છે. અને સાંખ્યવાળા છે તે આકારનું ખંડન કરે છે તે ભેળે તીર્થ, વ્રત, પ્રતિમા, યમ-નિયમ, બ્રહ્મચર્યાદિક ધર્મ, બ્રહ્મા, વિષ્ણુ, શિવ તથા રામ-કૃષ્ણાદિક અવતાર એ સર્વેનું ખંડન કરે છે. માટે આધુનિક જે સાંખ્યવાળા ને યોગવાળા તે બેય માર્ગને મૂકીને કુમાર્ગે ચાલ્યા છે તે નારકી થાય છે.”"
}