{
  "number": 152,
  "vachanamrut": "ગઢડા મધ્ય ૧૯\n",
  "title": "શુષ્ક વેદાંતના ગ્રંથનું શ્રવણ કરી દિલગીર થઈ કાગળ લખ્યાનું\n",
  "setting": "સંવત ૧૮૭૮ના માગશર વદિ ૧૪ ચૌદશને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પરમહંસને ઉતારે દિવસ ઊગ્યા સમે પધાર્યા હતા. પછી ત્યાં આવીને ગાદીતકિયા ઉપર ઉદાસ થઈને બેઠા, તે કોઈને બોલાવે પણ નહીં અને કોઈ સામું જુએ પણ નહીં. અને મસ્તક ઉપર ધોળો ફેંટો બાંધ્યો હતો તે છૂટીને શિથિલ થઈ ગયો તેને પણ સંભારે નહીં. એવી રીતે એક ઘડી સુધી અતિશય ઉદાસ થઈને બેસી રહ્યા અને નેત્રમાંથી જળ પડવા લાગ્યાં.\n",
  "text": "પછી શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “અમે શુષ્ક જ્ઞાનીનો મત જાણવા સારુ તેના શાસ્ત્રનું શ્રવણ કર્યું, તે શ્રવણમાત્રે કરીને જ અમારા અંતરમાં આવો ઉદ્વેગ થઈ આવ્યો. કેમ જે, જે શુષ્ક વેદાંતશાસ્ત્રને શ્રવણે કરીને જીવની બુદ્ધિમાંથી ભગવાનની ઉપાસનાનું ખંડન થઈ જાય છે અને હૈયામાં સમભાવ આવી જાય છે; એટલે અન્ય દેવની પણ ઉપાસના થઈ જાય છે. અને તે શુષ્ક વેદાંતીના વચનને જે સાંભળે તેની બુદ્ધિ અતિશય ભ્રષ્ટ થઈ જાય છે.૭ અને અમે તો કાંઈક પ્રયોજન સારુ શુષ્ક વેદાંતની વાત સાંભળી હશે, તેણે કરીને પણ હવે અમારે શોક ઘણો થાય છે.” એમ કહીને શ્રીજીમહારાજ સૂધા ઉદાસ થઈ ગયા. પછી ઘણી વાર સુધી દલગીર થઈને પછી પોતાને હાથે નેત્રમાંથી જળ લોઈને એમ બોલ્યા જે, “ભગવદ્‌ગીતા ઉપર જે રામાનુજભાષ્ય છે તેની કથા સાંભળીને અમે આજ રાત્રિએ સૂતા હતા. પછી અમને સ્વપ્ન થયું જે, અમે ગોલોકમાં ગયા; ત્યાં ભગવાનના અનંત પાર્ષદ દીઠા. તેમાં કેટલાક તો ભગવાનની સેવામાં રહ્યા છે તે તો સ્થિર સરખા જણાયા અને કેટલાક તો પરમેશ્વરનાં કીર્તન ગાય છે. તે કીર્તન પણ મુક્તાનંદ સ્વામી ને બ્રહ્માનંદ સ્વામીનાં ગાય છે. અને તે કીર્તન ગાતા જાય અને ડોલતા જાય; જેમ કેફે કરીને ગાંડા થયા હોય ને તે ડોલે ને ગાય તેમ કીર્તન ગાય ને ડોલે. પછી અમે પણ એ ગાવતા હતા તે ભેળા જઈને મળ્યા ને કીર્તન ગાવવા લાગ્યા. તે ગાવતાં ગાવતાં એવો વિચાર થયો જે, ‘આવી જે પરમેશ્વરની પ્રેમભક્તિ અને આવી જે પરમેશ્વરની ઉપાસના તેનો ત્યાગ કરીને જે મિથ્યાજ્ઞાની થાય છે અને એમ જાણે છે જે, ‘અમે જ ભગવાન છીએ,’ તે મહાદુષ્ટ છે.” એમ કહીને પછી શ્રીજીમહારાજ બોલ્યા જે, “જે પ્રકારે ધર્મ થકી તથા ભગવાનની ભક્તિ થકી કોઈ રીતે પાછો ન પડે અને પોતાના ઇષ્ટદેવ જે શ્રીકૃષ્ણ નારાયણ તેમાંથી કોઈ રીતે બુદ્ધિ ડગે નહીં, એવો લાવો એક કાગળ લખીને દેશદેશના સત્સંગી પ્રત્યે મોકલીએ.” -\n‘લિખાવિતં સ્વામી શ્રીસહજાનંદજી મહારાજના સર્વ પરમહંસ તથા સર્વ સત્સંગી બાઈ-ભાઈ નારાયણ વાંચજ્યો. બીજું, અમારી આજ્ઞા એમ છે જે, શ્રીકૃષ્ણ નારાયણ એવા જે પુરુષોત્તમ ભગવાન તેના જે અવતાર તે ધર્મના સ્થાપનને અર્થે તથા બ્રહ્મચર્ય, અહિંસાદિક ધર્મ, આત્મનિષ્ઠા, વૈરાગ્ય અને માહાત્મ્યે સહિત ભક્તિ એ ચારે ગુણે સંપન્ન એવા જે પોતાના એકાંતિક ભક્ત તેને દર્શન દેવાને અર્થે ને તેમની રક્ષા કરવાને અર્થે તથા અધર્મનો ઉચ્છેદ કરવાને અર્થે દેવ-મનુષ્યાદિકને વિષે થાય છે. તે અવતારને વિષે પતિવ્રતાના જેવી અનન્યપણે નિષ્ઠા રાખવી. જેમ સીતાજીને શ્રીરામચંદ્રને વિષે નિર્દોષપણે નિષ્ઠા હતી તેમ નિષ્ઠા રાખવી. અને એવા જે ભગવાન તેની હેતે કરીને માનસી પૂજા કરવી તથા દેહે કરીને નવ પ્રકારે ભક્તિ કરવી. અને જો એ શ્રીકૃષ્ણ નારાયણના અવતાર પૃથ્વીને વિષે પ્રકટ ન હોય તો તેની જે પ્રતિમા તેની પૂજા મને કરીને તથા દેહે કરીને ચંદન, પુષ્પ, તુળસી આદિક સામગ્રી વતે કરવી, પણ ભગવાન વિના બીજા દેવની ઉપાસના ન કરવી. અને જો બીજા દેવની ઉપાસના કરીએ તો તેમાં મોટો દોષ લાગે છે ને પતિવ્રતાપણું જાય છે ને વેશ્યાના જેવી ભક્તિ થાય છે. માટે ભગવાનને વિષે સીતા ને રુક્મિણીના જેવી ભક્તિ કરવી. અને તે ભગવાનનું જ ધ્યાન કરવું અને તે વિના બીજા કોઈ દેવનું ધ્યાન ન કરવું. બીજું, જે સાધુ સિદ્ધગતિને પામ્યા હોય ને સમાધિનિષ્ઠ હોય તેનું પણ ધ્યાન ન કરવું.૭ અને સર્વેને પોતપોતાના વર્ણાશ્રમધર્મને વિષે દૃઢપણે વર્તવું. બીજું, આ જે અમારી આજ્ઞા છે તેને જે પુરુષ દૃઢપણે પાળશે તેને શ્રીકૃષ્ણ નારાયણને વિષે નારદના જેવી દૃઢ ભક્તિ થશે. અને આ અમારી આજ્ઞાને જે સ્ત્રી માનશે તેને શ્રીકૃષ્ણ નારાયણને વિષે લક્ષ્મીજી તથા રાધિકાજી આદિક જે ગોપીઓ તેના જેવી ભક્તિ થશે. અને આ અમારા વચનને જે નહીં માને તેની ભક્તિ વેશ્યાના જેવી થશે. સંવત ૧૭ના માગશર વદિ ૧ને દિવસ લખ્યો છે.’ એવી રીતે કાગળ લખીને દેશદેશના સત્સંગી પ્રત્યે મોકલાવ્યો."
}