{
  "number": 272,
  "vachanamrut": "જેતલપુર ૩\n",
  "title": "જેતલપુર ૩\n",
  "setting": "સંવત ૧૮૮૨ના ચૈત્ર સુદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીજેતલપુર મધ્યે પોતાને રહેવાનો જે મોહોલ તેની આથમણી કોરે સમીપે જે ફૂલવાડી તેને વિષે પ્રાતઃકાળે પધાર્યા હતા ને તે વાડીને મધ્યે મોટું બોરસલ્લીનું વૃક્ષ તેની હેઠે વેદિકા ઉપર ગાદીતકિયે સહિત જે ઢોલિયો તે ઉપર ઉગમણે મુખારવિંદે વિરાજમાન હતા ને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે ચંપાના તથા બોરસલ્લીના તથા ગુલદાવદીના હાર પહેર્યા હતા ને પાઘને વિષે ચમેલી ને ડોલરિયાના તોરા લટકતા મેલ્યા હતા ને શ્રવણ ઉપર હજારી પુષ્પના ગુચ્છ ખોસ્યા હતા ને બે હસ્તકમલને વિષે દાડમ તથા લીંબુનાં ફળને ફેરવતા હતા ને પોતાના મુખારવિંદની આગળ મુક્તાનંદ સ્વામી તથા બ્રહ્માનંદ સ્વામી આદિક મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ ઘડીક સુધી વિચારીને એમ બોલ્યા જે, “સર્વે સાંભળો, એક વાર્તા કરીએ છીએ જે, ભગવાનના ભક્તને દુષ્ટ વાસના રાખવી તેથી બીજું કાંઈ ભૂંડું નથી; કાં જે, દુષ્ટ વાસનાવાળા ભક્ત છે તે અમારે સમીપે રહે છે તો પણ તે સુખિયા નથી રહેતા. કેમ જે, તેમણે પ્રભુ ભજતાં પ્રથમ એમ માગ્યું હતું જે, ‘હે મહારાજ! તમારી સમીપે રાખજો.’ પણ દુષ્ટ વાસના ટાળી નહીં તે સારુ દુખિયા છે.”\nત્યારે મુક્તાનંદ સ્વામીએ કહ્યું જે, “હે મહારાજ! એ દુષ્ટ વાસના કેમ ટળે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “દુષ્ટ વાસના ટાળવાનો તો એ ઉપાય છે જે, જ્યારે અમે બાંધી એવી જે ધર્મમર્યાદા તેથી બહાર સંકલ્પ થાય તથા કોઈ હરિજનના તથા સંતના અભાવનો સંકલ્પ થાય ત્યારે ‘નરનારાયણ, સ્વામિનારાયણ’ એમ વારંવાર ઊંચે સ્વરે કરીને ઉચ્ચારણ કરવું, અને બીજું, માહાત્મ્યે સહિત ને ધર્મે સહિત ભગવાનની નવ પ્રકારની ભક્તિ કરે, ત્યારે ભગવાન તેના હૃદામાં નિવાસ કરીને દુર્વાસનાને નાશ પમાડે છે; જેમ ગજને ગ્રાહના મુખ થકી ભગવાને છોડાવ્યો. એ પ્રકારે દુષ્ટ વાસના ટાળવાનો ઉપાય કહ્યો. ને વળી તમારા સર્વેના હિતને કરે એવો બીજો ઉપાય કહું છું તેને તમે સાંભળો જે, પંચ વર્તમાન સંબંધી જે પોતાની ધર્મમર્યાદા તેનું જાણીને તો ક્યારેય ઉલ્લંઘન કરવું નહીં અને જો અજાણે તેનું ઉલ્લંઘન થાય તો તેનું તત્કાળ પ્રાયશ્ચિત્ત કરવું, ને પોતાનું સ્વરૂપ સાક્ષી માનવું જે, ‘સંકલ્પ તથા નાના પ્રકારના તર્ક તે થકી પર જે ચૈતન્યરૂપ આત્મા તે હું છું ને મને સહિત જે દેહ તે હું નહીં,’ એમ વિચારે. ને ભગવાન કોઈના સામું જોઈને હસતા હોય વા કોઈને બોલાવતા હોય વા બીજાં ગમે તેવાં ચરિત્ર કરે તેમાં કોઈ દહાડે અભાવ ન લેવો. એવી રીતની સમજણ રાખવી.\n“અને વળી કોઈક એમ જાણે છે જે, ‘મેં તો મહારાજને બહુ ભજ્યા ને ઘણીક સેવા કરી પણ આપણને તો મહારાજ બોલાવતા નથી ને બીજાને તો બહુ બોલાવે છે; ત્યારે આપણે ઘેર બેઠા જ પ્રભુ ભજશું.’ એમ અવગુણ લે છે. ત્યારે અમે પણ એમ ધારીએ જે, એ જીવને ને અમારે શું? તો એ જીવનું કાંઈ ઠેકાણું રહે નહીં. પણ અમે તો કોઈનો અવગુણ લેતા જ નથી અને અમારો સ્વભાવ તે તો સદા ગુણગ્રાહક જ છે. ને હવે એ ભક્તને ગુણ ગ્રહણ કરવો ને અવગુણ ટાળવો તેનો ઉપાય કહીએ છીએ જે, એ ભક્ત એમ વિચારે જે, ‘હું સત્સંગ મોર કેવો હતો? તો કાળ, કર્મ, જન્મ, મરણ, ચોરાસી તેનો ભોક્તા હતો. તે મને સર્વે થકી છોડાવીને નિર્ભય કીધો ને રૂડા ગુણ આપીને મોટો કીધો. તે ભગવાનનો અભાવ હું કેમ લઉં ને પ્રભુનું ગમતું મૂકીને પોતાનું ગમતું કેમ કરું?’ એમ વિચારીને અભાવ ન લે ત્યારે જ તે સુખિયો થાય છે. અને જે આ દેહે કરીને ભગવાનનું ગમતું કરવું એથી બીજી વાત કોઈ મોટી નથી. ને એ જ ભક્તિ છે ને એણે કરીને જ ભગવાનને પમાય છે. માટે માન, ઈર્ષ્યા તથા કામ, ક્રોધ, લોભ એ આદિક કલ્યાણનાં વિરોધી છે; તે સર્વને ત્યાગ કરવાં. ને તેમાં માન છે તે તો અતિ ભૂંડામાં ભૂંડું છે. તે જુઓ ને, બીજાં વર્તમાનમાં કાંઈ કાચ્યપ થોડી-ઘણી હોય તો પણ સત્સંગમાં નભ્યો જાય છે પણ માનવાળા તો નભી શક્યા જ નહીં. માટે, હે સંતો! નિર્માન આદિક વર્તમાનમાં કોઈ દિવસ ચૂક પડવા દેશો નહીં, અતિ કુશળ રહેવું અને દેહ થકી પોતાનું સ્વરૂપ જુદું જાણવું અને શ્રીપુરુષોત્તમ એવા જે શ્રીનરનારાયણ તેમની નિરંતર ખટકે સહિત ભક્તિ કરવી. ને ભગવાનની અખંડ સ્મૃતિએ સહિત ભજન કરવું તે તો ભગવાનના પ્રગટ દર્શનના સુખ તુલ્ય છે. બીજું, આપણા સત્સંગમાં શાસ્ત્ર ભણતાં આવડે તેણે કરીને કાંઈ મોટો નહીં. ત્યારે કોણ મોટો? તો ચૌદ લોક પર્યંત તૃણ સમાન જાણે એવા વૈરાગ્યની અવધિએ યુક્ત હોય; અને જેમ દેહને વિષે આત્મબુદ્ધિ છે તેમ પરમાત્મા જે પુરુષોત્તમ તેના સ્વરૂપની દૃઢતા સાક્ષાત્કાર બોધે યુક્ત હોય; ને સુષુપ્તિને વિષે જેમ જગતની વિસ્મૃતિ છે તેમ જાગ્રત અવસ્થાને વિષે જગતની વિસ્મૃતિએ યુક્ત વર્તે; એવો જે હોય તે આપણા સત્સંગમાં મોટેરો છે.”"
}