{
  "number": 132,
  "vachanamrut": "પંચાળા ૬\n",
  "title": "ઉપાસનાની દૃઢતાવાળાનું કલ્યાણ થાય, તેનું\n",
  "setting": "સંવત ૧૮૭૭ના ફાગણ વદિ ૯ નવમીને દિવસ રાત્રિને સમે શ્રીજીમહારાજ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા ને મસ્તક ઉપર ધોળો ફેંટો બાંધ્યો હતો ને ધોળે અંગરખે સહિત ગરમ પોસની રાતી ડગલી પહેરી હતી ને ધોળો ખેસ પહેર્યો હતો ને ધોળી પછેડી ઓઢી હતી ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે ઝાઝી વાર સુધી વિચાર કર્યો ને સર્વે શાસ્ત્રમાં નજર ફેરવીને જોયું ત્યારે એમ જણાયું જે, ‘શ્રીકૃષ્ણ જેવો અવતાર સર્વ શક્તિએ યુક્ત બીજો કોઈ નથી થયો;’ કેમ જે, બીજી જે સર્વે પોતાની અનંત મૂર્તિઓ ભિન્નભિન્નપણે રહી છે તે સર્વેનો ભાવ શ્રીકૃષ્ણ ભગવાને પોતાને વિષે દેખાડ્યો. કેવી રીતે? તો પ્રથમ પોતે દેવકી થકી જન્મ્યા ત્યારે શંખ, ચક્ર, ગદા, પદ્મ ધારીને ચતુર્ભુજરૂપે દર્શન દીધું, તેણે કરીને લક્ષ્મીપતિ જે વૈકુંઠનાથ તેનો ભાવ પોતામાં જણાવ્યો.૩ તથા માતા યશોદાને પોતાના મુખમાં વિશ્વરૂપ દેખાડ્યું, તેણે કરીને સહસ્રશીર્ષાપણે કરીને અનિરુદ્ધપણું પોતામાં જણાવ્યું.૩ તથા અક્રૂરને યમુનાના ધરામાં દર્શન દીધાં, તેણે કરીને શેષશાયીપણું જણાવ્યું.૪ તથા અર્જુનને રણસંગ્રામમાં વિશ્વરૂપ દેખાડ્યું જે, ‘પશ્ય મે પાર્થ રૂપાણિ શતશોઽથ સહસ્રશઃ॥’૪ એવી રીતે અનંત બ્રહ્માંડ દેખાડીને પુરુષોત્તમપણું જણાવ્યું. તથા પોતે શ્રીકૃષ્ણે કહ્યું જે,\n‘યસ્માત્ક્ષરમતીતોઽહમક્ષરાદપિ ચોત્તમઃ।\nઅતોઽસ્મિ લોકે વેદે ચ પ્રથિતઃ પુરુષોત્તમઃ॥’૪\n“એવી રીતે પોતે પોતાનું પુરુષોત્તમપણું જણવ્યું. તથા ગોલોકવાસી જે રાધિકા સહિત શ્રીકૃષ્ણ તે તો પોતે જ હતા.૪ અને બ્રાહ્મણના બાળકને લેવા ગયા ત્યારે અર્જુનને પોતાનું ભૂમાપુરુષરૂપે દર્શન કરાવ્યું.૪ તથા શ્વેતદ્વીપવાસી વાસુદેવ તેણે તો પોતે જ એ અવતાર ધર્યો હતો. તથા નરનારાયણ તો સમગ્ર ભારતને૫ વિષે તથા ભાગવતમાં૬ એ શ્રીકૃષ્ણને જ કહ્યા છે. તે માટે એ શ્રીકૃષ્ણના અવતારને વિષે તો ભિન્નભિન્નપણે રહી જે એ જ ભગવાનની મૂર્તિઓ તથા શક્તિઓ, ઐશ્વર્ય તે સમગ્ર છે, માટે એ અવતાર તે બહુ મોટો થયો છે. અને બીજી મૂર્તિને વિષે થોડું ઐશ્વર્ય છે ને એને વિષે સંપૂર્ણ ઐશ્વર્ય છે. માટે કૃષ્ણાવતાર જેવો કોઈ અવતાર નથી અને એ અવતાર સર્વોપરી વર્તે છે. અને બીજા અવતારે કરીને થોડી શક્તિ જણવી છે ને આ અવતારે કરીને સંપૂર્ણ ઐશ્વર્ય-શક્તિઓ જણવી, માટે આ અવતાર સર્વોત્કર્ષપણે વર્તે છે. એવી રીતે જેની પ્રત્યક્ષ શ્રીકૃષ્ણના સ્વરૂપમાં૭ અચળ મતિ હોય ને એ મતિ કોઈ દિવસ વ્યભિચારને ન પામતી હોય ને તેની વતે કોઈ કુસંગે કરીને કદાચિત્ કાંઈક અવળું વર્તાઈ ગયું હોય તો પણ તે કલ્યાણના માર્ગમાંથી પડે નહીં; એનું કલ્યાણ જ થાય. માટે તમે સર્વે પરમહંસ-હરિભક્ત છો, તે પણ એવી રીતે જો ઉપાસનાની દૃઢતા ભગવાનને વિષે રાખશો તો કદાચિત્ કાંઈક અવળું વર્તાઈ જશે તો પણ અંતે કલ્યાણ થશે.” એવી રીતની વાર્તાને સાંભળીને સર્વે સાધુ-હરિભક્ત તે શ્રીજીમહારાજને વિષે સર્વકારણપણું જાણીને ઉપાસનાની દૃઢતા કરતા હવા."
}