{
    "number": 137,
    "vachanamrut": "ગઢડા મધ્ય ૪\n",
    "title": "માહાત્મ્ય ને શ્રદ્ધાથી અખંડ ચિંતવન થાય, ફાટેલ લંગોટી ને તુંબડીનું\n",
    "setting": "સંવત ૧૮૭૮ના શ્રાવણ સુદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર મેડીની ઓસરીએ વિરાજમાન હતા અને સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ દૂકડ, સરોદા, સતાર વગાડીને મલાર રાગનાં કીર્તન ગાતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “કીર્તન ગાવવાં રહેવા દ્યો, હવે તો પરમેશ્વરની વાર્તા કરીએ.” પછી પરમહંસે કહ્યું જે, “સારું, મહારાજ!” પછી શ્રીજીમહારાજે પ્રશ્ન કર્યું જે, “શાસ્ત્રમાં કહ્યા એવા ધર્મ પાળતો હોય ને ભગવાનની ભક્તિ પણ કરતો હોય ને તેને એવો આપત્કાળ આવે જે, ભક્તિ રાખવા જાય તો ધર્મ જાય ને ધર્મ રાખવા જાય તો ભક્તિ જાય, ત્યારે કેને રાખવો ને કેનો ત્યાગ કરવો?” પછી બ્રહ્માનંદ સ્વામી બોલ્યા જે, “જો ભગવાન ભક્તિ રાખ્યે રાજી હોય તો ભક્તિ રાખવી અને જો ધર્મ રાખ્યે રાજી હોય તો ધર્મ રાખવો.”\nત્યારે શ્રીજીમહારાજે કહ્યું જે, “જેને પ્રકટ ભગવાન મળ્યા હોય તેને તો જેમ ભગવાન રાજી હોય તેમ જ કરવું એ ઠીક છે, પણ જ્યારે ભગવાનનું પરોક્ષપણું હોય ત્યારે કેમ કરવું?” પછી મુક્તાનંદ સ્વામી એનો ઉત્તર કરવા લાગ્યા પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે ભગવાન પરોક્ષ હોય ને આપત્કાળ પડે ને કોઈ ન રહે ત્યારે તો ભગવાનનું એક અખંડ ચિંતવન કરવું, તો એ ભગવાનના માર્ગ થકી પડે નહીં.”\nપછી વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જે ભગવાનનો મહિમા અતિશય સમજતો હોય તેણે કરીને એમ જાણે જે, ‘ગમે તેટલાં પાપ કર્યાં હોય ને જો ભગવાનનું એક નામ લીધું હોય તો સર્વે પાપ બળીને ભસ્મ થઈ જાય.’ એવું માહાત્મ્ય સમજતો હોય, તેને કેવી રીતે સમજે ત્યારે ધર્મમાંથી ડગાય નહીં?” પછી મુક્તાનંદ સ્વામીએ એ પ્રશ્નનો ઉત્તર કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનનો મહિમા અતિશય જાણતો હોય તેને તો આવી રીતે સમજાય ત્યારે ધર્મમાં રહેવાય જે, ‘મારે તો અખંડ ભગવાનનું ચિંતવન કરીને એકાંતિક ભક્ત થવું છે.’ અને જો કામ, ક્રોધ, લોભાદિક વિકારને વિષે મારી વૃત્તિ જશે તો મારે ભગવાનના ચિંતવનમાં એટલો વિક્ષેપ થશે.’ એમ જાણીને કુમાર્ગ થકી અતિશે જ ડરતો રહે અને અધર્મને વિષે કોઈ કાળે પ્રવર્તે જ નહીં. એવી રીતે સમજે તો ભગવાનનું માહાત્મ્ય અતિશય સમજતો હોય તો પણ ધર્મમાંથી કોઈ કાળે પડે નહીં. અને ભગવાનનું જે અખંડ ચિંતવન થવું તે કાંઈ થોડી વાત નથી, ભગવાનનું ચિંતવન કરતાં કરતાં જો દેહ મૂકે તો તે અતિ મોટી પદવીને પામે છે.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “એમ જાણીએ છીએ તો પણ અખંડ ચિંતવન રહેતું નથી એનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો અખંડ ચિંતવન થાય એવી શ્રદ્ધા જોઈએ અને જ્યારે એવી શ્રદ્ધા ન હોય ત્યારે તેટલું માહાત્મ્ય જાણ્યામાં પણ ઓછ્યપ છે અને જ્યારે માહાત્મ્ય જાણ્યામાં ઓછ્યપ છે ત્યારે ભગવાનના સ્વરૂપના નિશ્ચયમાં પણ એટલી ઓછ્યપ છે. માટે જો ભગવાનના સ્વરૂપનું માહાત્મ્ય તથા શ્રદ્ધા હોય તો અખંડ ચિંતવન થાય. તે માહાત્મ્ય એમ જાણવું જે, ‘ભગવાન તો જેવા પ્રકૃતિપુરુષ થકી પર છે તેવા ને તેવા પ્રકૃતિપુરુષમાં આવ્યા છે તો પણ પ્રતાપે યુક્ત છે અને પ્રકૃતિપુરુષનું કાર્ય જે બ્રહ્માંડ તેને વિષે આવ્યા છે તો પણ ભગવાન તેવા ને તેવા પ્રતાપે યુક્ત છે, પણ ભગવાનની મૂર્તિને વિષે કોઈ રીતે માયાનો લેશ અડતો નથી. જેમ અન્ય ધાતુ છે ને સોનું પણ છે, તેને ભેળાં કરીને પૃથ્વીમાં દાટે તો સોના વિના અન્ય ધાતુ છે તે સર્વે ઘણે કાળે કરીને ધૂડ્ય ભેગાં ધૂડ્ય થઈ જાય અને સોનું હોય તે તો જેમ પૃથ્વીમાં રહે તેમ વૃદ્ધિ પામે પણ ઘટે નહીં. તેમ ભગવાન અને બીજા જે બ્રહ્માદિક દેવ તથા મુનિ તે કાંઈ સરખા નથી; કેમ જે, જ્યારે વિષયરૂપી ધૂડ્યનો યોગ થાય ત્યારે ભગવાન વિના બીજા ગમે તેવા મોટા હોય તો પણ વિષયમાં એકરસ થઈ જાય અને ભગવાન તો મનુષ્ય જેવા જણાતા હોય તો પણ એને માયિક પદાર્થ બાધ કરવાને સમર્થ થાય નહીં અને ગમે તેવા વિષય હોય તો તેમાં કોઈ દિવસ લોપાય નહીં. એવું ભગવાનનું અલૌકિક સામર્થ્ય છે.’ એમ ભગવાનનું માહાત્મ્ય જાણે તો તેને ભગવાનનું અખંડ ચિંતવન થાય. અને જ્યાં સુધી વિષયનો લીધો લેવાય ત્યાં સુધી એ ભક્તે ભગવાનનો અલૌકિક મહિમા જાણ્યો જ નથી. અને જો ઉદ્ધવજી હતા તેને ભગવાને એમ કહ્યું જે, ‘હે ઉદ્ધવ! હું થકી અણુમાત્ર ન્યૂન નથી.’ તે શા માટે જે, ઉદ્ધવજીએ અલૌકિક ભગવાનનું માહાત્મ્ય જાણ્યું હતું ને પંચવિષયના લીધા લેવાતા નહોતા. અને જેને ભગવાનનો મહિમા સમજાય છે તેને રાજ્ય હોય અથવા ભીખ માગી ખાય તે બેય સરખું વર્તે; અને બાળક સ્ત્રી અને સોળ વર્ષની સ્ત્રી અને એંશી વર્ષની સ્ત્રી તે સર્વમાં સરખો ભાવ વર્તે; અને જે જે સંસારમાં સારું-નરસું પદાર્થ હોય તે સર્વેમાં સરખી ભાવના રહે પણ સારા પદાર્થમાં પતંગિયાની પેઠે અંજાઈ જાય નહીં; અને ભગવાન વિના બીજા કોઈ પદાર્થમાં લોભાય નહીં, એક ભગવાનની મૂર્તિમાં જ લોભાય. અને એવી રીતે જે વર્તતો હોય તે ભક્ત ગમે તેવા મોટા વિષય હોય તેમાં બંધાય નહીં; અને જો એવો મર્મ ન સમજાયો હોય તો ફાટી લંગોટી તથા તુંબડી તેમાંથી પણ મનને ઉખેડવું મહામુશ્કેલ છે. માટે આવી રીતે ભગવાનની મૂર્તિનું માહાત્મ્ય જાણ્યા વિના બીજાં કોટિ સાધન કરે તો પણ ભગવાનની મૂર્તિનું અખંડ ચિંતવન થતું નથી અને જે ભગવાનના સ્વરૂપનો મહિમા જાણે છે તેને જ ભગવાનનું અખંડ ચિંતવન થાય છે.”"
}