{
  "number": 263,
  "vachanamrut": "ભૂગોળ-ખગોળ ૧\n",
  "title": "ભૂગોળ-ખગોળનું વચનામૃત\n",
  "setting": "",
  "text": "[શ્રીજીમહારાજે આષાઢી વર્ષ ૧૭ના ભાદરવા સુદિ ૧ એકાદશીના રોજ ગઢડામાં ભક્તિબાગમાં હરમાના વૃક્ષ તળે બેસીને શુકાનંદ મુનિ પાસે હરિજનો ઉપર ભૂદ્વીપ ખંડ, યુગપરિમાણ અને પ્રલયવર્ણનપૂર્વક ભરતખંડમાં મનુષ્યજન્મની દુર્લભતા વર્ણવી, તેનાથી અન્ય લૌકિક પ્રવૃત્તિનો આગ્રહ નહીં કરતાં મોક્ષરૂપી કાર્ય સિદ્ધ કરી લેવાના ઉદ્દેશથી પત્ર લખાવેલો. તે વાત હરિલીલામૃતના ૬ કળશમાં ૧-૧ વિશ્રામમાં વર્ણવી છે. આ પત્ર તે જ આનુપૂર્વીવાળો હશે કે અન્યથા હશે તેનો વિચાર કર્યા વિના ઉપયોગનો જાણી પૃથક્ છપાવ્યો છે.]\nશ્રીમદ્‌ભાગવતાદિ સદ્‌ગ્રંથોને વિષે લખ્યું છે જે, ભરતખંડમાં મનુષ્યનો દેહ પામવો તે અતિ દુર્લભ છે, ચિંતામણિ તુલ્ય છે. જે દેહને ઇન્દ્રાદિક દેવતા ઇચ્છે છે. તે દેવતાને વિષય ને વૈભવવિલાસ ને આયુષ તે તો મનુષ્યના થકી ઘણું અધિક છે, પણ ત્યાં મોક્ષનું સાધન નથી થાતું. મોક્ષનું સાધન તો ભરતખંડને વિષે મનુષ્ય દેહ પામ્યા થકી થાય છે, તે વિના બીજે કોઈ ઠેકાણે ને કોઈ દેહને વિષે થાતું નથી. એ હેતુ માટે સર્વ દેશથી મૃત્યુલોકમાં ભરતખંડને વિષે મનુષ્યનો દેહ પામવો તે અધિક છે, તેને તુલ્ય બીજું કોઈ ચૌદ લોકમાં સ્થાનક નથી. તે ચૌદ લોકનાં નામ – આ મૃત્યુલોક છે, તેથી ઊર્ધ્વ છ લોક છે. તેમાં પ્રથમ ભુવર્લોક છે ૧, તેમાં મલિન દેવ રહે છે. તેથી ઊર્ધ્વ બીજો સ્વર્ગલોક છે ૨, તેમાં ઇન્દ્રાદિ દેવ રહે છે. તેથી ઊર્ધ્વ ત્રીજો મહર્લોક છે ૩, તેમાં અર્યમાદિ પિત્રીદેવ રહે છે. તેથી ઊર્ધ્વ ચોથો જનલોક છે ૪, તેથી ઊર્ધ્વ પાંચમો તપલોક છે ૫, એ બે લોકમાં ભૃગ્વાદિ ઋષિ રહે છે. તેથી ઊર્ધ્વ છઠ્ઠો સત્યલોક છે ૬, તેમાં બ્રહ્મા રહે છે. એ સત્યલોક સહિત સાત લોક છે. તે મૃત્યુલોકથી અધો જે હેઠા સાત લોક છે. તેમાં પ્રથમ તો અતળ ૧, બીજો વિતળ ૨, ત્રીજો સુતળ ૩, એ ત્રણેને વિષે દૈત્ય રહે છે. તેથી હેઠો તળાતળ ૧, બીજો મહાતળ ૨, ત્રીજો રસાતળ ૩, એ ત્રણમાં નિશાચર રહે છે ૬. એને હેઠા કહ્યા તેથી હેઠો સાતમો પાતાળ છે ૭, તેમાં સર્પ રહે છે. એ સાત લોક તે મૃત્યુલોકથી હેઠા છે. તે સહિત સર્વ થઈને ચૌદ લોક થયા. તેમાં મૃત્યુલોક છે તે શ્રેષ્ઠ છે. તે મૃત્યુલોકના સાત દ્વીપ છે. તે ચક્રાકાર છે ને તેને મધ્યે જંબુદ્વીપ છે, તે એક લક્ષ જોજનનો છે. તેને ફરતો ખારા જળનો સમુદ્ર છે તે પણ એક લાખ જોજનનો છે ૧. તેથી બીજો પ્લક્ષ નામે દ્વીપ છે, તે બે લાખ જોજનનો છે. તેને ફરતો સમુદ્ર તે પણ બે લાખ જોજનનો છે. તેનું જળ ઇક્ષુ જે શેરડીના રસ જેવું છે ૨. ને તેથી ત્રીજો શાલ્મલિદ્વીપ છે. તે ફરતો છે. તે ચાર લાખ જોજનનો છે. તેને ફરતો સમુદ્ર છે, તે ચાર લાખ જોજનનો છે. તેનું જળ તે સુરા જે દારૂ તેના જેવું છે ૩. તેથી ચોથો કુશદ્વીપ છે. તે ફરતો છે ને તે આઠ લાખ જોજનનો છે ને તેવડો ફરતો સમુદ્ર છે ને તેનું જળ ઘૃત જે ઘી તે જેવું છે ૪. અને તેથી પાંચમો ક્રૌંચદ્વીપ છે, તે સોળ લાખ જોજનનો છે ને તેવડો ફરતો સોળ લાખ જોજનનો સમુદ્ર છે. તેનું જળ તે ક્ષીર જે દૂધ તે જેવું છે ૫. તેથી છઠ્ઠો શાકદ્વીપ છે. તે બત્રીસ લાખ જોજનનો છે. તેને ફરતો સમુદ્ર છે તે તે જેવડો છે. તેનું જળ તે દધિમંડોદ જે દહીં તેના ઘોળવા જેવું છે ૬. તેથી સાતમો પુષ્કરદ્વીપ છે. તે ચોસઠ લાખ જોજનનો છે. ને તેને ફરતો સમુદ્ર છે. તે પણ ચોસઠ લાખ જોજનનો છે. તેનું જળ જે સુધા તે જેવું મીઠું છે ૭. એવી રીતે સાત દ્વીપ છે.\nતેમાં આ જંબુદ્વીપ છે તે શ્રેષ્ઠ છે ને તે જંબુદ્વીપના નવ ખંડ છે. તે કેમ છે? તો એ દ્વીપ છે તેને મધ્યે સુવર્ણનો મેરુ પર્વત છે. તે પર્વતની તલાટીમાં ચારે પાસે ફરતો એક ઇલાવર્ત નામે ખંડ છે; તેમાં સંકર્ષણની ઉપાસના છે ને ત્યાં શિવજી મુખ્ય ભક્ત છે. અને વળી તે મેરુથી પશ્ચિમ દિશાએ એક કેતુમાળ નામે ખંડ છે તેનું સુભગ એવું બીજું પણ નામ છે; ને તેમાં પ્રદ્યુમ્નની ઉપાસના છે ને ત્યાં લક્ષ્મીજી મુખ્ય ભક્ત છે. અને વળી તે મેરુથી ઉત્તર દિશાએ ત્રણ ખંડ છે. તેમાં પ્રથમ રમ્યક નામે ખંડ છે તેમાં મત્સ્ય ભગવાનની ઉપાસના છે ને ત્યાં સાવર્ણિ મનુ મુખ્ય ભક્ત છે. ને તેથી ઉત્તરમાં બીજો હિરણ્યમય ખંડ છે ને તેમાં કૂર્મજીની ઉપાસના છે ને ત્યાં અર્યમા મુખ્ય ભક્ત છે. ને તેથી ઉત્તરમાં બીજો કુરુ ખંડ છે ને તેમાં વારાહની ઉપાસના છે ને ત્યાં પૃથ્વી મુખ્ય ભક્ત છે. એ પાંચ ખંડ થયા. ને વળી તે મેરુથી પૂર્વ દિશામાં ભદ્રાશ્વ નામે ખંડ છે ને ત્યાં હયગ્રીવની ઉપાસના છે ને તેમાં ભદ્રશ્રવા નામે મુખ્ય ભક્ત છે. અને વળી તે મેરુથી દક્ષિણ દિશામાં ત્રણ ખંડ છે. ને તેમાં પ્રથમ હરિવર્ષ ખંડ છે, તેને વિષે નૃસિંહજીની ઉપાસના છે ને પ્રહ્‌લાદજી મુખ્ય ભક્ત છે. ને તેથી દક્ષિણ દિશામાં બીજો કિંપુરુષ નામે ખંડ છે, તેમાં રામ-લક્ષ્મણજીની ઉપાસના છે, ત્યાં હનુમાનજી મુખ્ય ભક્ત છે. અને તેથી દક્ષિણ દિશામાં ભરતખંડ છે ને તેમાં નરનારાયણ દેવની ઉપાસના છે ને ત્યાં નારદજી મુખ્ય ભક્ત છે. એવી રીતે આ જંબુદ્વીપ તેના નવ ખંડ કહ્યા.૨ તેમને વિષે ભરતખંડ છે તે અતિ શ્રેષ્ઠ છે. તે શા હેતુ માટે? તો બીજા આઠ ખંડ છે તેમાં ભોગવિલાસનાં સુખ તો ઘણાં અધિક છે પણ મોક્ષનું સાધન ત્યાં થાતુ નથી ને મોક્ષનું સાધન તે તો એક ભરતખંડમાં જ થાય છે. તે હેતુ માટે આ ભરતખંડને તુલ્ય ચૌદ લોકને વિષે બીજું કોઈ ઠેકાણું નથી.\nઅને વળી ભરતખંડ છે તેમાં પણ તેર દેશ છે તે અનાર્ય કહેતાં કઠોર છે. તે કહીએ છૈયે – એક તો બંગાળ ૧, બીજો નેપાળ ૨, ત્રીજો ભૂટ ૩, ચોથો કામાક્ષી ૪, પાંચમો સિંધ ૫, છઠ્ઠો કાબુલ ૬, સાતમો લાહોર ૭, આઠમો મુલતાન ૮, નવમો ઈરાન ૯, દશમો અસતંબોલ ૧, અગિયારમો અરબસ્તાન ૧, બારમો સ્વાલ ૧, તેરમો પિલપિલામ ૧. એ તેર દેશ મલિન છે, તેમાં જે મનુષ્ય દેહ પામે તેને મોક્ષના દાતા એવા જે સદ્‌ગુરુ તેનો જોગ મળવો ને મોક્ષના ધર્મને સમજવું તે ઘણું કઠણ છે. હવે બીજા સાડા બાર દેશ છે તે આર્ય કહેતાં ઉત્તમ છે. તેમનાં નામ જે, પ્રથમ તો એક પૂર્વ ૧, બીજો વ્રજ ૨, ત્રીજો માલવ ૩, ચોથો મારુ ૪, પાંચમો પંજાબ ૫, છઠ્ઠો ગુજરાત ૬, સાતમો દક્ષિણ ૭, આઠમો મલબાર ૮, નવમો તિલંગ ૯, દશમો દ્રાવિડ ૧, અગિયારમો બારમલાર ૧, બારમો સોરઠ ૧, અરધો કચ્છ,૩ એ સાડા બાર દેશ ઉત્તમ છે. તેમાં સદ્‌ગુરુ ને બ્રહ્મવેત્તા સંત છે તેમનું પ્રગટપણું ઘણું રહે છે. ને તે દેશમાં મનુષ્ય દેહ પામે છે તેમને ધર્મ, ભક્તિ, વૈરાગ્ય, જ્ઞાન એ સમજાય એમ છે ને મોક્ષના મારગને જાણે એમ છે. તે કેમ જાણે? તો એ જે ઉત્તમ દેશ છે તેને વિષે ભગવાનના અવતાર ઘણાક થાય છે એટલા માટે એ દેશ શ્રેષ્ઠ છે. અને ભરતખંડના સર્વ મનુષ્ય છે તે મોક્ષનો ઉપાય કરે તો મોક્ષ થાય એમ છે ને ન કરે તો ન થાય. માટે જે વિવેકી છે તેને હિંસાદોષરહિત થઈને કુસંગનો ત્યાગ કરી, સદ્‌ગુરુ ને બ્રહ્મવેત્તા સંતનો આશ્રય કરીને તેમને સેવવા. ને તે સદ્‌ગુરુ ને સંત તેમનાં લક્ષણ સદ્‌ગ્રંથને વિષે લખ્યાં છે જે, ધર્મ, ભક્તિ, વૈરાગ્ય, જ્ઞાન એ આદિક શુભગુણસંપન્ન હોય તેને ઓળખીને તેનો આશ્રય કરવો ને તે કહે તેવી રીતે તેના વચનમાં પોતાનાં દેહ, ઇન્દ્રિયો ને અંતઃકરણ તે રાખવાં ને ભગવાનનું ભજન કરવું; એ જ મોક્ષનું સાધન છે. તે જેણે ભૂતકાળે કીધું ને વર્તમાનકાળે કરે છે ને ભવિષ્યકાળે કરશે તેને અમૂલ્ય મનુષ્ય દેહનો લાભ થયો એમ જાણવું ને તેને સમજુ ને મોટો જાણવો. અને એમ નથી સમજતો ને તુચ્છ  સંસારના સુખમાં લોભાઈને કાળના કોળિયા એવા જે ખોટા મતવાદી ગુરુ તેનાં વચન માનીને આવો મનુષ્ય દેહ અમૂલ્ય છે તેને ખુએ છે; ને તે જ ભક્તમાં તો ડાહ્યા કહેવાતા હોય તથા સમજુ કહેવાતા હોય તથા મોટા કહેવાતા હોય ને તેની જગતમાં યશકીર્તિ ઘણી હોય તે તો સર્વ સ્વપ્ન તુલ્ય છે. તેને સાચું માનીને તેમાં મોહ પામ્યા છે ને મોક્ષનો ઉપાય નથી સમજતા તો તેને બ્રહ્મવેત્તા સાધુ ને સદ્‌ગ્રંથ છે તે તેમને મૂર્ખ કહે છે, આત્મઘાતી કહે છે ને તેમને પાછો ફરીને આવો મોક્ષક્ષેત્રમાં મનુષ્યનો દેહ મળવો તેનો વિલંબ તો ઘણો છે.\nતે સદ્‌ગ્રંથને અનુસારે લખ્યું છે જે, આપણાં વર્ષ ૬૬ છસેં ને છાસઠ ને માસ ૮ આઠ જાય છે ત્યારે બ્રહ્માનો ૧ એક લવ થાય છે. એવા ૬ સાઠ લવનું ૧ એક નિમિષ તે આપણાં વર્ષ ૪,૦૦ ચાળીસ હજાર જાય ત્યારે બ્રહ્માનું એક નિમિષ થાય. એવાં ૬ સાઠ નિમિષનું એક પળ તે આપણાં વર્ષ ૨,૦,૦૦ ચોવીસ લાખ જાય ત્યારે બ્રહ્માનું ૧ એક પળ થાય. એવા ૬ સાઠ પળની ૧ એક ઘડી તે આપણાં વર્ષ ૧,૪,૦,૦૦ ચૌદ કરોડ ચાળીસ લાખ જાય ત્યારે બ્રહ્માની ૧ એક ઘડી થાય છે. એવી ૩ ત્રીશ ઘડીનો ૧ એક દિવસ તે આપણાં વર્ષ ૪,૩,૦,૦,૦૦ ચાર અબજ ને બત્રીસ કરોડ થાય ત્યારે બ્રહ્માનો ૧ એક દિવસ થાય છે. તે ચાર જુગની ૧ એક ચોકડી. ૧,૨,૦૦ સત્તર લાખ ને અઠ્ઠાવીસ હજાર સત્યયુગ. ૧,૯,૦૦ બાર લાખ ને છનું હજાર ત્રેતાયુગ. ૮,૬,૦૦ આઠ લાખ ને ચોસઠ હજાર દ્વાપર. ૪,૩,૦૦ ચ્યાર લાખ ને બત્રિસ હજાર કળિનાં. ૪,૨,૦૦ ત્રેંતાળીસ લાખ ને વીસ હજાર વર્ષ થાય ત્યારે ૧ એક ચોકડી થાય. એવી બ્રહ્માના એક દિવસમાં ૧ એક હજાર ચોકડી જુગની થાય છે. તે બ્રહ્માના ૧ એક દિવસમાં ૧ ચૌદ મનુ ને ૧ ચૌદ ઇન્દ્ર તે તુલ્ય રાજ્ય કરીને નાશ પામે છે. ૧ એક મનુ ને ૧ એક ઇન્દ્ર આપણાં વર્ષ ૩,૮,૭,૪૮ ત્રીસ કોટિ ને પંચાસી લાખ ને ઇકોતેર હજાર ને ચારસેં અઠ્ઠાવીસ ને તે ઉપરાંત માસ ૬ છો ને દિવસ ૨ પચીસ, ઘડી ૪ બેંતાળીસ, પળ ૫ એકાવન, નિમિષ ૨ પચીસ, લવ ૪ બેંતાળીસ ને ઉપરાંત ૧ બાર લવનો ચૌદમો ભાગ, એટલું એક એક રહીને ચૌદ ઇન્દ્ર થઈ જાય છે. તે બ્રહ્માનાં લવ-નિમિષાદિક સર્વ દિવસમાં ઊપજીને નાશ થાય છે; તેનું નામ પ્રથમ નિત્ય પ્રલય કહેવાય છે. ને તે બ્રહ્માની એક રાત્રિ થાય છે ત્યારે બ્રહ્મા સૂએ છે ત્યારે સ્વર્ગ, મૃત્યુ, પાતાળ એ ત્રિલોકીનો નાશ થાય છે. તે જેવડો દિવસ છે તેવડી રાત્રિ છે, તે આપણાં વર્ષ ૮,૬,૦,૦,૦૦ આઠ અબજ ને ચોસઠ કરોડ થાય ત્યારે બ્રહ્માની અહોરાત્રિ થઈને એક દિવસ થાય છે. તે દિવસ-દિવસ પ્રતિ નાશ થાય છે ને દિવસાંતરે પાછું ફરે છે ને તે નાશ થાય છે. તેનું નામ ૨ બીજો નિમિત્ત પ્રલય કહેવાય છે. એ બ્રહ્માના ૧ એક દિવસની અવધિ કહી. એવા ૩ ત્રીસ દિવસનો ૧ એક માસ, એવા બાર માસનું એક વર્ષ, એવાં ૧૦ સો વર્ષ બ્રહ્મા દેહ રાખે છે. તે બ્રહ્મા દેહ મૂકે ત્યારે એ ચૌદ લોક સહિત બ્રહ્માંડનો નાશ થાય છે, ત્યારે પ્રકૃતિથી ઊપજ્યું કારજ તે સર્વ પ્રકૃતિમાં લય પામે છે. એ ત્રીજો પ્રાકૃત પ્રલય કહેવાય છે. ચોથો આત્યંતિક પ્રલય થાય છે ત્યારે તો અનંત કોટિ બ્રહ્માંડનો નાશ થાય છે. તે દિવસ તો પ્રધાનપુરુષનું કારણ એ જે પ્રકૃતિપુરુષ તે પોતાને વિષે અનંત બ્રહ્માંડને પ્રતિલોમ કરીને પોતે અક્ષરપુરુષના તેજમાં લીન થાય છે. તેનું નામ ચોથો આત્યંતિક પ્રલય કહેવાય છે. તે પ્રલયકાળે જેમ પ્રતિલોમ થાય છે તેમ ઉત્પત્તિકાળે અનુક્રમે તેથી અનુલોમ જ ઊપજે છે. એ તો ચાર પ્રકારના પ્રલયનું કહ્યું, પણ ત્રીજો પ્રાકૃત પ્રલય તે બ્રહ્માની આયુષ-અવધિનો કીધો. એવા સાડી ત્રણ કોટિ પ્રાકૃત પ્રલય થઈ જાય છે ત્યારે એ જીવ છે તે આવો મનુષ્ય દેહ પામ્યો  હોય; તે દેહ વૃથા ખોટા માયિક સુખ ને મતવાદી ગુરુને આશરે રહીને હારે છે. તે જીવ યમયાતના ને નરકકુંડનાં દુઃખ ને લખચોરાસી જાતના જે દેહ છે તેનાં દુઃખ ભોગવીને તેમાં ફરીને પાછો સાડી ત્રણ કોટિ પ્રાકૃત પ્રલય કહ્યા એવા થશે ત્યારે ફરીને મોક્ષક્ષેત્રમાં આવો મનુષ્યનો દેહ પામે છે; એટલો ફરીને મનુષ્ય દેહ પામવાનો વિલંબ છે. માટે, હે ભાઈ, સૂઝે તો આજ સમજીને મોક્ષના દાતા જે સદ્‌ગુરુ ને સંત તેનો આશ્રય કરીને તેની આજ્ઞામાં પોતાનો દેહ ને ઇન્દ્રિયો ને અંતઃકરણને વર્તાવીને પોતાના આત્માનું શ્રેય કરીને ભગવાનના ધામને પહોંચો. ને જો આજ એ વાત નહીં સમજો ને આવો મનુષ્ય દેહ મોક્ષના સાધનનું ધામ છે તે વૃથા હારશો તો ફરી પાછો આવો જોગ મળવાનો વિલંબ તો મોરે લખ્યો એટલો છે. તે પ્રમાણે ભોગવીને તે અવધિ પૂરી થાશે તે દિવસ જોગ મોક્ષ થાવાનો થાશે. તે દી જો વિચારશો તો થાશે ને નહીં વિચારો તો તે દી પણ મોક્ષ થાશે નહીં; એ સિદ્ધાંતવાર્તા છે. સમજુ હોય તે વિચારજો ને મૂરખને માથે તો શ્રુતિ-સ્મૃતિની આમન્યા નથી; તે તો કોઈ એ વાતને સમજશે નહીં. શ્રીરસ્તુ."
}