{
    "number": 273,
    "vachanamrut": "જેતલપુર ૪\n",
    "title": "જેતલપુર ૪\n",
    "setting": "સંવત ૧૮૮૨ના ચૈત્ર સુદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીજેતલપુર મધ્યે મોહોલને વિષે દક્ષિણાદા ગોખને વિષે ગાદી-તકિયાનું ઉઠિંગણ દેઈને વિરાજમાન હતા ને મસ્તકને ઉપર પુષ્પનો ખૂંપ તેણે યુક્ત શ્વેત પાઘ શોભતી હતી ને શ્વેત પુષ્પની પછેડી ઓઢી હતી ને કેસર-ચંદને કરીને સર્વ અંગ ચરચ્યાં હતાં ને શ્વેત હીરકોરી ખેસ પહેર્યો હતો ને કંઠને વિષે ગુલદાવદીના હાર પહેર્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ સર્વ સભા પ્રત્યે બોલ્યા જે, “આ લોકને વિષે જીવનું કલ્યાણ તો એટલા વડે જ છે જે, પ્રત્યક્ષ ભગવાનનો નિશ્ચય ને તેમનાં દર્શન ને તેમની અખંડ સ્મૃતિ તેણે કરીને થાય છે. કાં જે, ભાગવતમાં એમ કહ્યું છે જે, કંસ, શિશુપાલ, દંતવક્ત્ર, આદિક જે નિંદાના કરનારા તેને ભગવાનની અખંડ સ્મૃતિ રહી તેણે કરીને તેમનું કલ્યાણ થયું છે. માટે ભગવાનની નિરંતર જે સ્મૃતિ તેણે કરીને કલ્યાણ થાય છે. એવી જે સ્મૃતિ તે તમારે સર્વને છે, માટે તમારું કલ્યાણ થઈ જ રહ્યું છે. તો પણ મારી બાંધેલી જે ધર્મમર્યાદા તેને જ્યાં સુધી દેહની સ્મૃતિ રહે ત્યાં સુધી તમારે  સર્વ પ્રકારે પાળવી. ત્યારે તમે કહેશો જે, ‘ભગવાન તો મળ્યા છે ને તેની સ્મૃતિ પણ નિરંતર રહે છે, તેને વર્તમાન પાળ્યાનું શું પ્રયોજન છે?’ તો તેનું તો એમ છે જે, એક તો વર્તમાન દૃઢ રાખે છે ને એક તો વર્તમાનમાં કસરવાળો છે, તે બેમાં ફેર કેટલો છે તે કહીએ છીએ જે, સ્મૃતિ તો બેયને છે, પણ જે નિયમ-ધર્મરહિત છે તે તો પોતાનું જ કલ્યાણ કરે છે પણ એનાથી બીજા જીવનું કલ્યાણ થાય નહીં ને તે એકાંતિક ભક્ત પણ ન થાય ને તે ભગવાનના નિર્ગુણધામને પણ ન પામે ને જન્મ-મરણથી રહિત તો થાય ને તેથી સત્સંગમાં પણ ન બેસાય. અને તમે તો સર્વ ઉત્તમ ભક્ત છો, તે ધર્મ-નિયમયુક્ત એવા જે તમ જેવા સાધુ તેની તો વાત જ નોખી છે. તે હેતુ માટે તમને જે કોઈ ભાવે કરીને જમાડશે તેને કોટિ યજ્ઞનું પુણ્ય થશે ને તે અંતે મોક્ષને પામશે; અને તમારા ચરણનો જે કોઈ સ્પર્શ કરશે તેનાં કોટિ જન્મનાં પાપ નાશ પામશે; ને તમને ભાવે કરીને વસ્ત્ર ઓઢાડશે તેનું પણ પરમ કલ્યાણ થશે; ને તમે જે જે નદી, તળાવને વિષે પગ બોળો છો તે તે સર્વે તીર્થરૂપ થાય છે; અને તમ જે જે વૃક્ષ તળે બેઠા હો ને જે વૃક્ષનું ફળ જમ્યા હો તે તે સર્વેનું રૂડું જ થાય છે; ને તમારાં કોઈક ભાવે કરીને દર્શન કરે છે, કોઈક તમને ભાવે કરીને નમસ્કાર કરે છે, તેનાં સર્વ પાપનો ક્ષય થાય છે; ને વળી તમે જેને ભગવાનની વાત કરો છો અને કોઈકને ધર્મ સંબંધી નિયમ ધરાવો છો તેનો મોક્ષ થાય છે; ઇત્યાદિક ધર્મ-નિયમવાળા તમ જેવા સંતની સર્વ ક્રિયા કલ્યાણરૂપ છે. કેમ જે, જે પ્રત્યક્ષ શ્રીનરનારાયણ ઋષિનો તમારે દૃઢ આશરો છે ને તે શ્રીનરનારાયણ ઋષિ તમારી સભામાં નિરંતર વિરાજે છે, એ બેય વાતનો એ ઉત્તર છે.\n“અને વળી તમે કહેશો જે, ‘ભગવાનનો દૃઢ આશરો છે ને માયિક ગુણ કેમ વ્યાપે છે?’ તો તે કહીએ જે, ષડૂર્મિએ રહિત ને માયિક ગુણે રહિત સર્વને કરવા તેમાં તો કાંઈ વાર નથી. અને અસંખ્ય જન્મની સ્મૃતિ થઈ આવે ને અનંત બ્રહ્માંડની ઉત્પત્ત્યાદિક ક્રિયાને કરે એવા સર્વને કરવા તેમાં તો કાંઈ વાર નથી. પણ અમારી ઇચ્છાએ કરીને એમ તમને રાખ્યા છે ને તમારા સામર્થ્યને રૂંધી રાખ્યું છે, તે પ્રત્યક્ષ ભગવાનના સુખની પ્રાપ્તિને અર્થે છે. ને શ્રીપુરુષોત્તમ તે જે તે આજ તમને સર્વને શ્રીનરનારાયણ ઋષિરૂપ થઈને પ્રગટ મળ્યા છે. માટે નિઃસંશય થઈને આનંદમાં ભજન કરજો.” એમ કહીને શ્રીજીમહારાજ મૌન રહ્યા.\nતે સમયે આશજીભાઈએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! વૈરભાવે કરીને જે કલ્યાણ થાય છે તે કેમ થાય છે? તે કહો.” પછી શ્રીજીમહારાજ એમ બોલ્યા જે, “દ્રુપદ રાજા હતો, તેને દ્રૌપદી જે પોતાની પુત્રી તેને પરણાવવાં હતાં તે સારુ સ્વયંવર રચ્યો હતો. ત્યાં રાજામાત્રને તેડાવ્યા હતા અને દ્રોણાચાર્ય પણ આવ્યા હતા ને પાંડવ પણ આવ્યા હતા. પછી બીજા સર્વે રાજાએ મળીને મત્સ્ય વેંધવા માંડ્યો, પણ કોઈથી મત્સ્ય ન વેંધાયો. ત્યારે યુધિષ્ઠિરે કહ્યું જે, ‘હું મત્સ્ય વેંધું.’ એમ કહીને યુધિષ્ઠિરે સૂરત બાંધી. ત્યારે દ્રોણાચાર્યે કહ્યું જે, ‘આ સભા દેખાય છે?’ ત્યારે કહ્યું જે, ‘દેખાય છે.’ અને વળી કહ્યું જે, ‘તમારું શરીર દેખાય છે?’ ત્યારે કહ્યું જે, ‘દેખાય છે.’ ત્યારે દ્રોણાચાર્યે કહ્યું જે, ‘તમથી મત્સ્ય નહીં વેંધાય.’ એવી રીતે ચાર ભાઈ થકી મત્સ્ય ન વેંધાણો. ત્યાર પછી અર્જુને ઊઠીને ધનુષ્ય લઈને સૂરત બાંધી. ત્યારે દ્રોણાચાર્યે પૂછ્યું જે, ‘આ સભાને દેખો છો?’ ત્યારે અર્જુને કહ્યું જે, ‘સભાને તો નથી દેખતો ને મત્સ્યને પણ નથી દેખતો અને મત્સ્ય ઉપર જે પક્ષી છે તેને દેખું છું.’ ત્યારે દ્રોણાચાર્યે કહ્યું જે, ‘એના માથા સામી સૂરત રાખો.’ ત્યારે અર્જુને સૂરત બાંધીને કહ્યું જે, ‘પક્ષીને નથી દેખતો ને એકલું મસ્તક દેખું છું.’ ત્યારે વળી દ્રોણાચાર્યે કહ્યું જે, ‘હવે ઘા કરો.’ ત્યારે અર્જુન મત્સ્યના મસ્તકને વેંધતા હવા. એવી રીતે જો સર્વે વૃત્તિઓનો એક ભગવાનના સ્વરૂપને વિષે નિરોધ થાય ત્યારે તે વૈરભાવે કરીને મુક્તિ થાય છે. જેમ શિશુપાલ તથા કંસ એ આદિકની શ્રીકૃષ્ણના સ્વરૂપને વિષે તદાકાર વૃત્તિઓ થઈ ગઈ હતી, ત્યારે કલ્યાણ થયું. એવી રીતનો દ્રોહ જો ન આવડે તો તે દ્રોહનો કરનારો નારકી થાય છે. અને તે કરતાં ભગવાનની ભક્તિ કરવી તે સુલભ છે. અને દ્રોહબુદ્ધિ રાખીને ભજે તેનું અસુર એવું નામ ક્યારેય મટે જ નહીં ને તે ભક્ત પણ કહેવાય જ નહીં. માટે અસુરની રીત મેલીને જેને ધ્રુવ, પ્રહ્‌લાદ, નારદ, સનકાદિકની પંક્તિમાં ભળવું હોય તેને તો ભક્તિએ કરીને જ ભગવાનને ભજવા તે અતિ શ્રેષ્ઠ છે.” એવી રીતે શ્રીજીમહારાજે વાર્તા કરી તેને સાંભળીને સર્વે પરમ આનંદને પામતા હવા!"
}