{
    "number": 56,
    "vachanamrut": "ગઢડા પ્રથમ ૫૬\n",
    "title": "પોલા પાણાનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા વદિ ૧૨ દ્વાદશીને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ આથમણા દ્વારના ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો ને જરિયાન કસુંબલ રેંટો ઓઢ્યો હતો ને માથે ફરતા છેડાનો કસુંબી રેંટો બાંધ્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને નારાયણધૂન્ય કરીને મુનિ ઝાંઝ-મૃદંગ લઈને કીર્તન ગાતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કીર્તન રાખો અને ઘડીક પ્રશ્ન-ઉત્તર કરીએ.” એમ કહીને વળી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, હું પ્રશ્ન પૂછું છું જે, શ્રીકૃષ્ણ ભગવાને ગીતામાં ચાર પ્રકારના ભક્ત કહ્યા છે તેમાં જ્ઞાનીને અધિક કહ્યો છે; અને ચારેને ભગવાનના સ્વરૂપનો નિશ્ચય તો સરખો છે, માટે જ્ઞાની તે કેવી રીતે વિશેષ છે?” પછી એ પ્રશ્નનો ઉત્તર મુનિએ કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્ઞાની છે તે તો બ્રહ્મસ્વરૂપે વર્તે છે અને ભગવાનનો મહિમા યથાર્થપણે જાણે છે, માટે એને ભગવાનના સ્વરૂપ વિના બીજી મનમાં કાંઈ કામના રહેતી નથી. અને બીજા જે ત્રણ પ્રકારના ભક્ત છે તેને ભગવાનનો નિશ્ચય તો છે તોય પણ ભગવાનનો મહિમા યથાર્થપણે જાણતા નથી; તે માટે એને ભગવાન વિના બીજી કામના રહી જાય છે, તે માટે જ્ઞાનીને બરોબર થતા નથી. તે સારુ ભગવાનના ભક્તને ભગવાન વિના બીજી કોઈ જાતની કામના રહે એ મોટી ખોટ છે. અને જેને કોઈ જાતની વાસના ન હોય અને તીવ્ર વૈરાગ્યવાન હોય અને જો તે વૈરાગ્યને યોગે અહંકારે યુક્ત વર્તે તો એ પણ એને વિષે મોટી ખોટ છે; અથવા અત્યંત આત્મજ્ઞાનનું બળ હોય અથવા ભગવાનને વિષે દૃઢ ભક્તિનું બળ હોય અને તેના માનને યોગે કરીને જો ગરીબ હરિભક્તને નમાય નહીં અથવા તેની આગળ દીનવચન બોલાય નહીં તો એ પણ એને વિષે મોટી ખોટ છે. તે ખોટે કરીને એ હરિભક્તનું અંગ વૃદ્ધિને ન પામે. જેમ સલાટ કૂવો ખોદતો હોય અને જો હેઠે પાણો પોલો બોલે તો સલાટ એમ કહે જે, ‘પાણી ઘણું થશે,’ અને જો ઉપરથી રણકતો હોય ને માંહી કાપે ત્યારે અગ્નિ ઝરે તો સલાટ એમ કહે જે, ‘કૂવામાં પાણી થશે તો અર્ધા કોશનું કે પા કોશનું થશે પણ વધુ નહીં થાય;’ તેમ જ્ઞાન, વૈરાગ્ય અને ભક્તિ તેના માનમાં જે અટંટ રહે તો એ મોટો તો કહેવાય પણ જેવું અર્ધા કોશનું કે પા કોશનું પાણી થયું એવો મોટો થાય, પણ જેવા નિર્માની ભક્તમાં મોટા ગુણ આવે તેવા મોટા ગુણ એમાં ન આવે. માટે જેને ભગવાનને પ્રસન્ન કરવા હોય તેને જ્ઞાન, વૈરાગ્ય, ભક્તિ તથા બીજા કોઈ શ્રેષ્ઠ ગુણ હોય તેને અભિમાને કરીને અટંટ થવું નહીં, તો એ પુરુષના હૃદયને વિષે પ્રકટ પ્રમાણ એવા જે શ્રીકૃષ્ણ નારાયણ તે પ્રસન્ન થઈને નિવાસ કરીને રહે છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! જ્ઞાન, વૈરાગ્ય, ભક્તિ તથા બીજા જે શુભ ગુણ તેને યોગે કરીને માન આવે તે માનને કયા ઉપાયે કરીને ટાળવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના ભક્તનું માહાત્મ્ય જાણીને પોતે દેહે કરીને તેમને નમસ્કાર કરે તથા તેમની સેવા-ચાકરી કરે, અને જો હૈયામાં માનનો સંકલ્પ થાય તો તેને ઓળખે ને વિચારનું બળ રાખે તો માન ટળી જાય. અને અતિશય પ્રેમલક્ષણા ભક્તિ હોય અને તે ભક્તિએ કરીને ભગવાન તેને વશ વર્તતા હોય અને જો તે ભક્તિનું ભક્તના હૃદયમાં માન આવે તોય પણ એને અતિ ખોટ છે. અને આત્મજ્ઞાનનું માન હોય અથવા વૈરાગ્યનું માન હોય પણ તે અભિમાન તો દેહાત્મબુદ્ધિને જ દૃઢ કરાવે, માટે ભગવાનના ભક્ત હોય તેને કોઈ પ્રકારે અભિમાન રાખવું નહીં એ જ ભગવાનને રાજી કર્યાનો ઉપાય છે. અને અંતર્દૃષ્ટિવાળા જે ભગવાનના ભક્ત હોય તે જો તપાસીને પોતાના હૃદય સામું જુએ તો જ્યારે લગારે માન આવતું હશે ત્યારે હૃદયમાં રહી જે ભગવાનની મૂર્તિ તેની નજર કરડી દેખાતી હશે અને જ્યારે નિર્માનીપણે વર્તાતું હશે ત્યારે પોતાના હૃદયમાં રહી જે ભગવાનની મૂર્તિ તેની દૃષ્ટિ અતિ પ્રસન્ન જણાતી હશે. માટે ભગવાનનો ભક્ત હોય તેને વિચારનું બળ રાખીને કોઈ પ્રકારનું માન ઉદય થવા દેવું નહીં. અને જો માન સહિત જ્ઞાન, વૈરાગ્ય, ભક્તિ હોય તો જેમ સોનું હોય અને તેમાં ભેગ ભળે ત્યારે તે સોનું પનરવલું કહેવાય અને તેથી વધતો ભેગ ભળે તો બારવલું કહેવાય અને તેથી વધતો ભેગ ભળે તો આઠવલું કહેવાય, તેમ એ ભક્તને જ્ઞાન, વૈરાગ્ય, ભક્તિમાં જેમ જેમ અહંકારનો ભેગ ભળતો આવે તેમ તેમ એ ત્રણે ઓછાં થતાં જાય છે; માટે માનરહિત જે જ્ઞાન, વૈરાગ્ય અને ભક્તિ તે તો સોળવલા સોના જેવાં છે અને માન સહિત હોય તે ઉપરથી તો એને ઘણો શોભાડે પણ એના અંતરમાં ઝાઝું બળ હોય નહીં. ત્યાં દૃષ્ટાંત છે: જેમ પચાસ કોટિ યોજન પૃથ્વી તે સમુદ્ર, પર્વત અને સર્વ ભૂતપ્રાણીમાત્ર તેનો આધાર છે, માટે ઘણી બળવાન જણાય છે. અને તે થકી જળ વળી ઘણું બળવાન જણાય છે જે, જળને વિષે પૃથ્વી છાણાની પેઠે તરે છે. અને જળ થકી તેજમાં ઘણું બળ જણાય છે. અને તેજ થકી વાયુમાં ઘણું બળ જણાય છે. અને આકાશનું તો કાંઈ બળ જણાતું નથી પણ આકાશ સર્વથી બળવાન છે; કાં જે, એ ચારેનો આકાશ આધારરૂપ છે. તેમ માનરહિત જે એ ભક્તનાં જ્ઞાન, વૈરાગ્ય અને ભક્તિ તે આકાશ સરખાં બળવાન છે; માટે ઉપરથી તો જણાય નહીં પણ નિર્માની ભક્ત તે સર્વથી શ્રેષ્ઠ છે. અને જેમ બાળક હોય તે દિવસ કાંઈ માનનો ઘાટ-સંકલ્પ હોય નહીં, તેમ જ સાધુને તો ગમે તેટલી પૂજા-પ્રતિષ્ઠા થતી હોય પણ બાળકની પેઠે માનરહિત વર્તવું.”\nપછી વળી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યું જે, “ઇન્દ્રિયો, અંતઃકરણ અને પ્રાણ તથા જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ અવસ્થા તથા સ્થૂલ, સૂક્ષ્મ અને કારણ એ ત્રણ શરીર એ સર્વ થકી જીવનું સ્વરૂપ ન્યારું છે, એવું સત્સંગમાંથી સાંભળીને દૃઢ નિશ્ચય કર્યો છે તોય પણ ઇન્દ્રિયો-અંતઃકરણાદિક ભેળો ભળીને સુખરૂપ એવો જે જીવાત્મા તે પરમાત્માનું ભજન-સ્મરણ કરતો થકો સંકલ્પને યોગે કરીને દુખિયો કેમ થઈ જાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “કેટલાક સિદ્ધ થાય છે ને કેટલાક સર્વજ્ઞ થાય છે ને કેટલાક દેવતા થાય છે ઇત્યાદિક અનંત પ્રકારની મોટ્યપ પામે છે તથા પરમ પદને પામે છે એ સર્વે ભગવાનની ઉપાસનાને બળે પામે છે, પણ ઉપાસના વિના કોઈ વાત સિદ્ધ થતી નથી. માટે શાસ્ત્રમાંથી આત્મા-અનાત્માની વિગત સમજીને અથવા કોઈક મોટા સંતના મુખથી વાત સાંભળીને જાણે જે, ‘હું આત્મા-અનાત્માની વિગતિ કરી લઉં,’ એમ વિગતિ થતી નથી. એ તો એ જીવને જેટલી પોતાના ઈષ્ટદેવ જે પરમેશ્વર તેને વિષે નિષ્ઠા હોય તેટલો જ આત્મા-અનાત્માનો વિવેક થાય છે, પણ ઈષ્ટદેવના બળ વિના તો કોઈ સાધન સિદ્ધ થતાં નથી. અને જેને ગોપીઓના જેવી પ્રેમલક્ષણા ભક્તિ છે તેને તો સર્વે સાધન સંપૂર્ણ થયાં છે. અને જેને એવો પ્રેમ ન હોય તેને તો ભગવાનનો મહિમા સમજવો જે, ‘ભગવાન તો ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ, બ્રહ્મમહોલ તેના પતિ છે અને મનુષ્ય જેવા જણાય છે તે તો ભક્તના સુખને અર્થે જણાય છે, પણ એની મૂર્તિ છે તે ગોલોકાદિક જે પોતાનાં ધામ તેને વિષે એક એક નખમાં કોટિ કોટિ સૂર્યના પ્રકાશે યુક્ત જણાય છે. અને મર્ત્યલોકને વિષે ભગવાનની મનુષ્ય સેવા કરે છે ને દીવો કરે ત્યારે એને આગળ પ્રકાશ થાય છે, પણ એ તો સૂર્ય, ચંદ્રાદિક સર્વને પ્રકાશના દાતા છે. અને ગોલોકાદિક જે ધામ છે તેને વિષે તો રાધિકા, લક્ષ્મી આદિક જે પોતાનાં ભક્ત છે તેમણે નિરંતર સેવ્યા એવા એ ભગવાન છે. અને જ્યારે બ્રહ્માંડોનો પ્રલય થઈ જાય છે ત્યારે આ પ્રગટ ભગવાન છે તે જ એક રહે છે અને પછી સૃષ્ટિ રચવાને સમે પણ પ્રકૃતિપુરુષ દ્વારે કરીને અનંત કોટિ બ્રહ્માંડોને એ જ ભગવાન ઉપજાવે છે.’ એવી રીતે ભગવાનનો મહિમા વિચારવો એ જ આત્મા-અનાત્માના વિવેકનું કારણ છે. અને જેટલી એ ભક્તને ભગવાનના માહાત્મ્યે સહિત ભગવાનને વિષે નિષ્ઠા છે તેટલો જ એ ભક્તના હૃદયમાં વૈરાગ્ય આવે છે, માટે બીજા સાધનના બળને તજીને એકલું ભગવાનની ઉપાસનાનું બળ રાખવું. અને જે એવો ભક્ત હોય તે તો એમ સમજે, ‘ગમે તેવો પાપી હોય ને અંત સમે જો તેને ‘સ્વામિનારાયણ’ એવા નામનું ઉચ્ચારણ થાય તો તે સર્વ પાપ થકી છૂટીને બ્રહ્મમોહોલને વિષે નિવાસ કરે, તો જે એ ભગવાનનો આશ્રિત હોય તે એ ભગવાનના ધામને પામે એમાં શો સંશય છે?’ એમ માહાત્મ્ય સમજે. તે સારુ જે ભગવાનનો ભક્ત હોય તેને ભગવાનની ઉપાસનાનું બળ સત્સંગ કરીને દિવસે દિવસે વૃદ્ધિ પમાડવું.”"
}