{
    "number": 212,
    "vachanamrut": "વરતાલ ૧૨\n",
    "title": "મહિમા સહિત નિશ્ચયનું\n",
    "setting": "સંવત ૧૮૮૨ના પોષ વદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના દરબારમાં લીંબડાના વૃક્ષ તળે પાટ ઉપર ગાદીતકિયે યુક્ત ઢોલિયો હતો તે ઉપર વિરાજમાન હતા અને શ્વેત ખેસ પહેર્યો હતો ને માંહેલી કોરે શ્વેત પછેડીએ યુક્ત ગુલાબી રંગની શાલ ઓઢી હતી અને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી અને કંઠને વિષે ગુલાબનાં પુષ્પનો હાર પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને તે સમે શ્રીજીમહારાજ અંતર્દૃષ્ટિ કરીને બહુ વાર સુધી વિરાજમાન થયા હતા. પછી નેત્રકમળને ઉઘાડીને સર્વે હરિભક્તની સભા સામું કરુણાકટાક્ષે કરી જોઈને શ્રીજીમહારાજ બોલ્યા જે, “આજ તો સર્વેને નિશ્ચયની વાત કરવી છે, તે સર્વે સાવધાન થઈને સાંભળો જે, અનંત કોટિ સૂર્ય, ચંદ્રમા ને અગ્નિ તે સરખું પ્રકાશમાન એવું જે અક્ષરધામ તેને વિષે શ્રીપુરુષોત્તમ ભગવાન સદા દિવ્યમૂર્તિ થકા વિરાજમાન છે. અને તે જ ભગવાન જીવોના કલ્યાણને અર્થે પૃથ્વીને વિષે રામ-કૃષ્ણાદિક અવતારનું ધારણ કરે છે. ત્યારે તે ભગવાનના સ્વરૂપનો જેને સત્સમાગમે કરીને દૃઢ નિશ્ચય થાય છે, તેનો જીવ બીજના ચંદ્રમાની પેઠે દિવસે દિવસે વૃદ્ધિને પામતો જાય છે. અને જેમ ચંદ્રમાને વિષે જેમ જેમ સૂર્યની કળા આવતી જાય તેમ તેમ તે ચંદ્રમા વૃદ્ધિને પામતો જાય છે, તે જ્યારે પૂર્ણમાસી આવે ત્યારે ચંદ્રમા સંપૂર્ણ થાય છે. તેમ ભગવાનનો પરિપૂર્ણ નિશ્ચય થયા મોર તો એ જીવ અમાવાસ્યાના ચંદ્રની પેઠે કળાએ રહિત ખદ્યોત જેવો હોય; પછી જેમ જેમ પરમેશ્વરના મહિમાએ સહિત નિશ્ચયને પામે છે તેમ તેમ વૃદ્ધિને પામીને પૂર્ણમાસીના ચંદ્ર જેવો એ જીવાત્મા થાય છે. પછી એને ઇન્દ્રિયો, અંતઃકરણ નિશ્ચયમાંથી ડગાવવાને સમર્થ નથી થતાં. અને પરમેશ્વર ગમે તેવાં ચરિત્ર કરે તો પણ તેને કોઈ રીતે ભગવાનને વિષે દોષ ભાસતો જ નથી. એવો જેને મહિમાએ સહિત ભગવાનનો નિશ્ચય હોય તે ભક્ત નિર્ભય થઈ ચૂક્યો. અને તે જ ભક્તને જો ક્યારેક અસત દેશ, અસત કાળ, અસત સંગ અને અસત શાસ્ત્રાદિકને યોગે કરીને અથવા દેહાભિમાને કરીને ભગવાનનાં ચરિત્રને વિષે સંદેહ થાય ને ભગવાનનો અભાવ આવે તો એ જીવ પૂર્ણમાસીના ચંદ્રમા જેવો હતો પણ પાછો અમાવાસ્યાના ચંદ્ર જેવો થઈ જાય છે. માટે પોતામાં જે કાંઈક થોડી-ઘણી ખોટ્ય હોય તે એ જીવને ઝાઝી નડતી નથી, પણ પરમેશ્વરનાં ચરિત્રમાં કોઈ રીતે સંદેહ થાય અથવા પરમેશ્વરનો કોઈ રીતે અભાવ આવે ત્યારે એ જીવ કલ્યાણના માર્ગમાંથી તત્કાળ પડી જાય છે. જેમ વૃક્ષનાં મૂળ કપાણાં ત્યારે તે વૃક્ષ એની મેળે જ સુકાઈ જાય, તેમ જેને ભગવાનને વિષે કોઈ રીતે દોષબુદ્ધિ થઈ એ જીવ કોઈ રીતે વિમુખ થયા વિના રહે નહીં. અને જેને નિશ્ચયનું અંગ દુર્બળ હોય ને તે સત્સંગમાં હોય તો પણ તેને એવા ઘાટ થાય જે, ‘શું જાણીએ મારું તે કલ્યાણ થશે કે નહીં થાય? અને હું જ્યારે મરીશ ત્યારે દેવતા થઈશ કે રાજા થઈશ કે ભૂત થઈશ?’ જેને ભગવાનના સ્વરૂપનો પરિપૂર્ણ નિશ્ચય ન હોય તેને એવા ઘાટ થાય. અને જેને પરિપૂર્ણ નિશ્ચય હોય તે તો એમ સમજે જે, ‘મને તો ભગવાન મળ્યા તે દિવસથી જ મારું કલ્યાણ થઈ ચૂક્યું છે. અને જે મારું દર્શન કરશે કે મારી વાર્તા સાંભળશે તે જીવ પણ સર્વ પાપ થકી મુકાઈને પરમ પદને પામશે.’ માટે એવી રીતે ભગવાનનો મહિમા સહિત નિશ્ચય રાખીને પોતાને વિષે કૃતાર્થપણું માનવું, એ વાત સર્વે ખબડદાર થઈને રાખજ્યો.” પછી શ્રીજીમહારાજે કહ્યું જે, “‘ધન્ય વૃંદાવનવાસી વટની છાયા રે જ્યાં હરિ બેસતા,’ એ માહાત્મ્યનું કીર્તન ગાવો.” પછી તે કીર્તન ગાયું. પછી શ્રીજીમહારાજ બોલ્યા જે, “એવી રીતે શ્રીકૃષ્ણ ભગવાને પણ ભાગવતમાં કહ્યું છે જે,\n‘અહો અમી દેવવરામરાર્ચિતં પાદામ્બુજં તે સુમનઃફલાર્હણમ્।\nનમન્ત્યુપાદાય શિખાભિરાત્મનસ્તમોઽપહત્યૈ તરુજન્મ યત્કૃતમ્॥’\n“એમ પરમેશ્વરના યોગને પામીને વૃક્ષનો જન્મ હોય તે પણ કૃતાર્થ થાય છે; માટે જે વૃક્ષ તળે ભગવાન બેઠા હોય તે વૃક્ષને પણ પરમ પદનું અધિકારી જાણવું. અને જેના હૃદયમાં એવો ભગવાનનો મહિમા સહિત દૃઢ નિશ્ચય ન હોય તેને તો નપુંસક જેવો જાણવો, તે એને વચને કરીને કોઈ જીવનો ઉદ્ધાર થવાનો નહીં. જેમ રાજા હોય તે નપુંસક હોય ને તેનું રાજ્ય જતું હોય ને વંશ જતો હોય, પણ એ થકી તેની સ્ત્રીને પુત્ર થાય નહીં; અને સર્વ મુલકમાંથી પોતા જેવા નપુંસકને તેડાવીને તે સ્ત્રીને સંગે રાખે તો પણ સ્ત્રીને પુત્ર થાય નહીં. તેમ જેને ભગવાનનો મહિમા સહિત નિશ્ચય નથી તો તેને મુખે ગીતા, ભાગવત જેવા સદ્‌ગ્રંથ સાંભળે પણ તેણે કરીને કોઈનું કલ્યાણ નથી થતું. અને વળી જેમ દૂધ ને સાકર હોય ને તેમાં સર્પની લાળ પડી, પછી એને જે કોઈ પીએ તેના પ્રાણ જાય. તેમ માહાત્મ્ય સહિત જે ભગવાનનો નિશ્ચય તેણે રહિત એવો જે જીવ તેના મુખ થકી ગીતા, ભાગવતને સાંભળે તેણે કરીને કોઈનું કલ્યાણ થતું નથી, એમાંથી તો મૂળગું ભૂંડું થાય છે.”"
}