{
  "number": 88,
  "vachanamrut": "સારંગપુર ૧૦\n",
  "title": "આત્મદૃષ્ટિ-બાહ્યદૃષ્ટિનું, પાંચ ખાસડાંનું\n",
  "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૧૪ ચૌદશને દિવસ શ્રીજીમહારાજ સર્વે સંતનું મંડળ લઈને ગામ કુંડળથી ચાલ્યા, તે વાટમાં ગામ ખાંભડે આવ્યા ને ત્યાં પીંપરના વૃક્ષ હેઠે ઊતર્યા. પછી તે ગામના માણસે ઢોલિયો લાવીને તે ઉપર પધરાવ્યા. અને તે સમે શ્રીજીમહારાજે સર્વે શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાને ચારે કોરે સાધુ તથા દેશદેશના હરિભક્તની સભા બેઠી હતી.\n",
  "text": "અને સાધુ કીર્તન ગાતા હતા. તે કીર્તન રખાવીને શ્રીજીમહારાજે તે ગામના માણસ આગળ વાત કરી જે, “આ સંસારને વિષે ધર્મવાળા ને અધર્મી એ બે પ્રકારના માણસ છે. તેમાં ધર્મવાળા જે માણસ હોય તે ચોરી તથા પરસ્ત્રીનો સંગ તથા ચાડીચુગલી એ આદિક સર્વે પાપનો ત્યાગ કરીને ને પરમેશ્વરથી ડરીને ધર્મમર્યાદામાં ચાલે છે, તેનો સંસારમાં જે પોતાનાં કુટુંબી હોય અથવા કોઈ બીજા હોય પણ તે સર્વે વિશ્વાસ કરે ને તે જે બોલે તે વચન સૌને સત્ય જ ભાસે. અને એવા જે ધર્મવાળા હોય તેને જ સાચા સંતનો સમાગમ ગમે. અને જે અધર્મી માણસ હોય તે તો ચોરી, પરસ્ત્રીનો સંગ, મદ્ય-માંસનું ભક્ષણ, વટલવું, વટલાવવું એ આદિક જે સર્વે કુકર્મ તેને વિષે જ ભરપૂર હોય, ને તેનો સંસારમાં કોઈ વિશ્વાસ કરે જ નહીં ને એનાં સગાં હોય તે પણ કોઈ એનો વિશ્વાસ ન કરે. અને એવા જે અધર્મી હોય તેને સાચા સંતનો સમાગમ તો ગમે જ નહીં અને જો કોઈ બીજો તે સંતનો સમાગમ કરે તો તેનો પણ દ્રોહ કરે. માટે જેને કલ્યાણને ઇચ્છવું તેને અધર્મીને માર્ગે ચાલવું જ નહીં અને ધર્મવાળાને માર્ગે ચાલીને સાચા સંતનો સમાગમ કરવો, તો નિશ્ચય જ એ જીવનું કલ્યાણ થાય, એમાં કાંઈ સંશય નથી.” એટલી વાર્તા કરી, તેને સાંભળીને તે ગામના કેટલાક માણસે શ્રીજીમહારાજનો આશ્રય કર્યો.\nપછી ત્યાંથી શ્રીજીમહારાજ પાછા સારંગપુર પધાર્યા. પછી જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન થયા ને તે સમે પોતે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ, બ્રહ્મપુર એ સર્વે જે ભગવાનનાં ધામ તેને બાહ્યદૃષ્ટિએ કરીને જોઈએ તો ઘણાં છેટે છે અને આત્મદૃષ્ટિએ કરીને જોઈએ તો એક અણું જેટલું પણ છેટું નથી. માટે બાહ્યદૃષ્ટિવાળાની સમજણ છે તે મિથ્યા૦ છે અને આત્મદૃષ્ટિવાળાની સમજણ છે તે સત્ય૧ છે. અને જે સાધુ એમ સમજતો હોય જે,૭ ‘મારા ચૈતન્યને વિષે ભગવાન સદાય વિરાજમાન છે; તે જેમ દેહમાં જીવ હોય તેમ મારા જીવને વિષે ભગવાન રહ્યા છે, અને મારો જીવ છે તે તો શરીર છે અને ભગવાન તો મારા જીવના શરીરી છે.’ અને પોતાના જીવાત્માને સ્થૂળ, સૂક્ષ્મ અને કારણ એ ત્રણ શરીર થકી પૃથક્ માને અને તેને વિષે અખંડ ભગવાન વિરાજમાન છે૩ એમ જે સમજે, તો તે સંત થકી ભગવાન અથવા ભગવાનનાં ધામ તે અણુમાત્ર છેટે નથી. અને એવી રીતનો જે સંત હોય તે તો જેવો શ્વેતદ્વીપમાં મુક્ત છે તે સરખો છે. અને એવા સંતનું દર્શન થયું ત્યારે એમ જાણવું જે, ‘મને સાક્ષાત્કાર ભગવાનનું દર્શન થયું.’ ને એવી સમજણવાળો જે સંત તે તો કૃતાર્થ છે. અને જેને આવી સમજણ તો આવી શકે નહીં, ને જો તે સંતના સમાગમમાં પડ્યો રહે ને તે સંત નિત્ય પાંચ ખાસડાં મારે તો પણ તે અપમાનનું સહન કરે ને સંતનો સમાગમ મૂકી શકે નહીં; જેમ અફીણનો બંધાણી હોય તે તેને મૂકી શકતો નથી, તેમ એ પણ કોઈ રીતે સંતનો સમાગમ તજી શકે નહીં; તો જેવા પ્રથમ સંત કહ્યા તે સરખો એને પણ જાણવો અને જેવી પ્રાપ્તિ તે સંતને થાય છે તેવી જ જે સંત-સમાગમમાં પડ્યો રહે છે તેને પણ થાય છે.”"
}