{
  "number": 250,
  "vachanamrut": "ગઢડા અંત્ય ૨૭\n",
  "title": "કોઈ જાતની આંટી ન પાડ્યાનું\n",
  "setting": "સંવત ૧૮૮૫ના કાર્તિક સુદિ ૧૫ પૂનમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે વાર્તા કરી જે, “શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ પંચવિષય સંબંધી જે સુખ તે દિવ્યમૂર્તિ એવા જે ભગવાન પુરુષોત્તમ તેની જે સુખમય મૂર્તિ તે રૂપ જે એક સ્થળ તેને વિષે રહ્યું છે. તે જો ભગવાનની મૂર્તિનાં દર્શન કરતા હોઈએ તો રૂપનું સુખ પ્રાપ્ત થાય ને બીજા સ્પર્શ આદિક ચાર વિષય તેનું સુખ પણ પ્રાપ્ત થાય; તે એક જ સમયને વિષે થાય છે. અને બીજા માયિક જે પંચવિષય છે તેમાં તો એક વિષયનો સંબંધ થાય ત્યારે એક વિષયનું જ સુખ પ્રાપ્ત થાય પણ બીજાનું ન થાય. માટે માયિક વિષયમાં ભિન્નભિન્નપણે સુખ રહ્યું છે અને તે સુખ તો તુચ્છ છે ને નાશવંત ને અંતે અપાર દુઃખનું કારણ છે. અને ભગવાનમાં તો સર્વ વિષયનું સુખ એક કાળે પ્રાપ્ત થાય છે ને તે સુખ મહાઅલૌકિક છે ને અખંડ, અવિનાશી છે. તે સારુ જે મુમુક્ષુ હોય તેને માયિક વિષયમાંથી સર્વ પ્રકારે વૈરાગ્ય પામીને અલૌકિક સુખમય એવી જે ભગવાનની દિવ્ય મૂર્તિ તેને વિષે સર્વ પ્રકારે જોડાવું.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “જે હરિભક્તને ભગવાનની ભક્તિનો ખપ તથા સંત-સમાગમનો ખપ હોય તો તે ગમે તેવો પોતાનો સ્વભાવ હોય તો તેને ટાળીને જેમ તે સંત કહે ને તેની મરજી હોય તેમ વર્તે. અને તે સ્વભાવ તો એવો હોય જે, ચૈતન્ય સાથે જડાઈ ગયો હોય, તો પણ તેને સત્સંગના ખપવાળો ટાળી નાંખે.” તે ઉપર પોતાની વાર્તા કરી જે, “અમારો પ્રથમ ત્યાગી સ્વભાવ હતો પણ જો શ્રીરામાનંદ સ્વામીનાં દર્શનનો ખપ હતો તો મુક્તાનંદ સ્વામીની આજ્ઞાને અનુસારે વર્ત્યા પણ અમારા મનનું ગમતું કાંઈ ન કર્યું.\n“અને વળી જે હરિભક્ત હોય તેને કોઈ જાતની આંટી પાડવી, તેની એમ વિગતિ છે જે, એક તો નિષ્કામાદિક વર્તમાનની આંટી પાડી હોય ને એક એવી આંટી પાડી હોય જે, ‘આ ઠેકાણે હું આસન કરું તો નિદ્રા આવે ને બીજે ઠેકાણે ન આવે,’ એ આદિક અનેક પ્રકારની જે તુચ્છ સ્વભાવની આંટી પાડી હોય, એ બેયને એક રીતની ન સમજવી. વર્તમાનની આંટી તો પોતાના જીવનરૂપ છે ને તેને વિષે બહુ માલ છે, એવી રીતે માહાત્મ્યે સહિત તેની આંટી પાડવી. અને બીજા સ્વભાવની આંટી પાડી હોય તેને વિષે તો તુચ્છપણું જાણવું ને તેને સંત મુકાવે તો મૂકી દેવી ને પ્રથમની આંટી મૂકવી નહીં. અને એ બેયને બરોબર સમજે તો એને વિષે મૂઢપણું જાણવું. જેમ બાળક હોય તેણે મૂઠીમાં બદામ ઝાલી હોય, તેને કોઈક મુકાવે તો મૂકે નહીં, ને રૂપિયાની મૂઠી વાળી હોય ને સોનામહોરની મૂઠી વાળી હોય ને તેને મુકાવે તો તેને મૂકે નહીં. ત્યારે એ બાળકે બદામ તથા રૂપિયો ને સોનામહોર તેને વિષે બરોબર માલ જાણ્યો, માટે એ બાળકને વિષે મૂઢપણું છે. અને વળી જેમ કોઈકના હાથમાં બદામ હોય ને ચોર આવીને કહે જે, ‘તું મૂકી દે, નહીં તો તરવારે માથું કાપી નાંખીશ.’ ત્યારે ડાહ્યો હોય તો તેને આપી દે ને મૂર્ખ હોય તો ન આપે. તેમ એ બે પ્રકારની આંટીમાં ન્યૂન-અધિકપણું જાણવું. અને એમ હોય નહીં ને બેયમાં સામાન્યપણું જાણે તો એનો આંટીદાર સ્વભાવ જાણવો ને તેને માની જાણવો. અને આંટીએ કરીને તે વર્તમાન પાળતો હોય ને જો મરણ પર્યંત એમ ને એમ નભે તો તો ઠીક; પણ તેનો પૂરો વિશ્વાસ ન આવે. કેમ જે, જો એને કોઈક જાતનાં વેણ લાગે અથવા તેનું માન ન રહે તો એવો એ રહેશે નહીં. અને જે આંટીએ કરીને વર્તમાન પાળતો હોય ને ભક્તિ કરતો હોય તે તો રાજર્ષિ કહેવાય ને જે ભગવાનની પ્રસન્નતાને અર્થે ભગવાનની ભક્તિ કરતો હોય તથા વર્તમાન પાળતો હોય તે તો બ્રહ્મર્ષિ કહેવાય ને તે સાધુ કહેવાય. એવી રીતે એ બેયમાં ફળનો ભેદ પણ છે.”\nઅને વળી એમ વાર્તા કરી જે, “માન, ઈર્ષ્યા ને ક્રોધ એ ત્રણ દોષ તે કામ કરતાં પણ અતિશય ભૂંડા છે. કેમ જે, કામી ઉપર તો સંત દયા કરે પણ માની ઉપર ન કરે. ને માનમાંથી ઈર્ષ્યા ને ક્રોધ ઊપજે છે, માટે માન મોટો દોષ છે. અને માને કરીને સત્સંગમાંથી પડી જાય છે એવો કામે કરીને નથી પડતો. કેમ જે, આપણા સત્સંગમાં ગૃહસ્થ હરિભક્ત ઘણા છે, તે સત્સંગમાં પડ્યા છે. માટે એ માન, ઈર્ષ્યા ને ક્રોધ એ ત્રણ ઉપર અમારે અતિશય અભાવ રહે છે. અને અમારાં જે જે વચન લખેલાં હશે તેમાં પણ એમ જ હશે, તે વિચારીને જુઓ તો જણાઈ આવશે; માટે ભગવાનનું માહાત્મ્ય સમજીને માનને ટાળવું.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “ભગવાનનો નિશ્ચય તે કેને કહીએ? તો જેમ આ સંસારમાં પ્રથમ બાળકપણામાંથી માબાપ, વર્ણ, આશ્રમ, નાત, જાત, પશુ, મનુષ્ય, જળ, અગ્નિ, પૃથ્વી, વાયુ, આકાશ ઇત્યાદિક જે જે પદાર્થનો નિશ્ચય થયો છે, તે શાસ્ત્રે કરીને થયો છે. અને શાસ્ત્ર ન સાંભળ્યાં હોય તો લોકમાં જે શબ્દ તે શાસ્ત્રથી જ પ્રવર્ત્યા છે, તેણે કરીને તેનો નિશ્ચય કર્યો છે. તેમ શાસ્ત્રે કહ્યાં જે નિષ્કામ, નિર્લોભ, નિર્માન, નિઃસ્વાદ, નિઃસ્નેહ ઇત્યાદિક સંતનાં લક્ષણ તેને સાંભળીને એવાં લક્ષણ જ્યાં દેખાય એવા જે સંત તેને ને ભગવાનને સાક્ષાત્ સંબંધ હોય; માટે એવા સંતનાં વચને કરીને ભગવાનનો નિશ્ચય કરવો ને તેના વચનમાં દૃઢ વિશ્વાસ કરવો તેને નિશ્ચય કહીએ.”\nઅને તે પછી વડોદરાવાળા નાથભક્તે શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “જેને ભગવાનનો દૃઢ નિશ્ચય હોય એવો જે ભગવાનનો ભક્ત તેનાં જે સંબંધી તેનું કલ્યાણ ભક્તના સંબંધે કરીને છે કે નથી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જો એનાં સંબંધીને તથા એના પિત્રીને એને વિષે હેત હોય તો એનું કલ્યાણ થાય ને હેત ન હોય તો ન થાય. અને જો સંબંધી પણ ન હોય ને જો તેને એ ભક્તને વિષે હેત હોય તો તેનું પણ સારું થાય. કેમ જે, એને મૂવાટાણું થાય ત્યારે તે ભક્ત તેને સાંભરી આવે અને તે ભક્તની વૃત્તિ તો ભગવાન સાથે નિરંતર લાગી છે ને તે ભક્તનું તેને સ્મરણ થાય, માટે તેનું કલ્યાણ થાય છે.”\nઅને વળી શ્રીજીમહારાજ બોલ્યા જે, “અમે આત્માના સ્વરૂપની વાર્તા કરીએ છીએ તથા ભગવાનના સ્વરૂપની વાર્તા કરીએ છીએ, તે વાર્તાએ કરીને જેવું એનું સુખ છે તેવું જ સુખ તો આવતું નથી. અને જેવું એનું યથાર્થ સુખ છે તે તો સમાધિએ કરીને જાણ્યામાં આવે છે તથા દેહ મૂક્યા કેડે જાણ્યામાં આવે છે, પણ કેવળ વાર્તાએ કરીને જાણ્યામાં આવતું નથી. જેમ રૂપનું સુખ તે નેત્રે કરીને ભોગવાય છે, પછી તે સુખને મુખે કરીને વખાણ કરે જે, ‘બહુ સારું રૂપ દીઠું,’ ત્યારે તે સુખનો અનુભવ જેવો નેત્રને થયો તેવો મુખને ન થયો. તથા શ્રવણે કરીને શબ્દને સાંભળ્યો, નાસિકાએ કરીને ગંધને સૂંઘ્યો, ત્વચાએ કરીને સ્પર્શ લીધો, જિહ્‌વાએ કરીને રસ ચાખ્યો, પછી તે તે સુખનાં વચને કરીને વખાણ કરે જે, ‘બહુ સારો ગંધ હતો, બહુ સારો રસ હતો, બહુ સારો સ્પર્શ હતો, બહુ સારો શબ્દ હતો,’ એમ કહ્યું તો ખરું, પણ જેવી રીતે તે તે ઇન્દ્રિયોને તે તે સુખનો અનુભવ થયો તેવો વચને ન થયો. તેમ સમાધિએ કરીને તથા દેહ મૂકીને જેવો ભગવાનના સુખનો અનુભવ થાય છે ને આનંદ થાય છે તથા આત્માના સુખનો અનુભવ ને આનંદ થાય છે તેવો એની કેવળ વાત કરે તેણે કરીને થતો નથી. અને જો એ બેની વાર્તા સાંભળીને તેનું મનન ને નિદિધ્યાસ કરે તો એનો સાક્ષાત્કાર થાય ને સાક્ષાત્કાર થાય ત્યારે સમાધિએ કરીને જેવો એ બેનો અનુભવ ને આનંદ થાય તેવો જ થાય. માટે એ બેની વાર્તા સાંભળીને એનું મનન ને નિદિધ્યાસ કરવો.”"
}