{
  "number": 122,
  "vachanamrut": "લોયા ૧૪\n",
  "title": "રુચિનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર વદિ ૧૧ એકાદશીને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા ને માથે ધોળો ફેંટો ધારણ કર્યો હતો તથા ધોળી ચાદર ઓઢી હતી તથા ધોળો ખેસ પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “પૂર્વે જે આચાર્ય થઈ ગયા છે તેને પૃથક્ પૃથક્ રુચિ છે. તેમાં શંકર સ્વામીને અદ્વૈત જ્ઞાનાંશ પ્રધાન૯ જણાય છે. તથા રામાનુજનો એમ મત છે જે, જીવ, માયા અને પુરુષોત્તમ એ ત્રણે નિત્ય છે; ને પુરુષોત્તમ છે તે જીવ-માયાના નિયંતા છે ને સર્વના કારણ છે ને પોતાના અક્ષરધામને૦ વિષે સદા દિવ્ય આકાર થકા વિરાજમાન છે ને સર્વે જે અવતાર તે તેના છે. એવા જે પુરુષોત્તમ નારાયણ તેની ઉપાસના જીવને કરવી. એવી રીતે રામાનુજની સમજણ જણાય છે. તથા વલ્લભાચાર્યને કેવળ ભક્તિ૧ ઉપર નિષ્ઠા બહુ જણાય છે. અને એ સર્વે આચાર્યે પોતાના ગ્રંથોમાં પ્રસંગે કરીને બીજી વાર્તાઓ લખી છે, પણ ગમે તેવી રીતે કરીને અંતે પોતાની રુચિ ઉપર જાય. એમ તેમના ગ્રંથોને વિષે તેમનાં વચન છે તેણે કરીને તેમનો અભિપ્રાય યથાર્થ જાણ્યામાં આવે છે. તેમ અમારી વાર્તા સાંભળીને તમને સર્વેને અમારી કેવી રુચિ જણાય છે? અને જેમ સોય કેડે દોરો ચાલ્યો જાય છે ને વળી જેમ માળાના મણકાને વિષે દોરો સોંસરો છે, તેમ અમારી જે સર્વે વાર્તા તેમાં શો અભિપ્રાય નિરંતર સોંસરો ચાલ્યો આવે છે? તે જેને જેમ જણાતો હોય તે તેમ કહો.” ત્યારે સર્વે મોટેરા પરમહંસે જેને જેમ જણાયું તેણે તેમ કહ્યું. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે અમારો અભિપ્રાય તથા રુચિ તે કહીએ. એક તો અમને એ ગમે છે જે, ઋષભદેવ ભગવાન વાસુદેવ સંગાથે એકાત્મતાને પામ્યા હતા તો પણ જ્યારે સિદ્ધિઓ આવીને પ્રાપ્ત થઇયો ત્યારે પોતે ભગવાન હતા તો પણ બીજા ત્યાગીની શિક્ષાને અર્થે તે સિદ્ધિઓને ગ્રહણ ન કરતા હવા. તે શ્રીમદ્‎‍ભાગવતમાં કહ્યું છે જે, ‘યોગી સિદ્ધ થયો હોય ને પોતાનું મન વશ થયું હોય તો પણ તે મનનો વિશ્વાસ ન કરવો.’ ત્યાં શ્લોક છે -\n‘ન કુર્યાત્કર્હિચિત્સખ્યં મનસિ હ્યનવસ્થિતે।\nયદ્વિશ્રમ્ભાચ્ચિરાચ્ચીર્ણં ચસ્કન્દ તપ ઐશ્વરમ્॥\nનિત્યં દદાતિ કામસ્ય છિદ્રં તમનુ યેઽરયઃ।\nયોગિનઃ કૃતમૈત્રસ્ય પત્યુર્જાયેવ પુંશ્ચલી॥’૮\n“એવી રીતે જે મનનો વિશ્વાસ ન કરે તેવો ત્યાગ અમને ગમે છે. તથા અમારા મનમાં શ્વેતદ્વીપ તથા બદરિકાશ્રમ જેવા ગમે છે તેવા બીજા લોક ગમતા નથી. અને એમ મનમાં રહે છે જે, શ્વેતદ્વીપને વિષે તથા બદરિકાશ્રમને વિષે જઈને નિરન્નપણે રહ્યા થકા તપ કરીએ તે બહુ સારું લાગે, પણ બીજા લોકોમાં અનેક પ્રકારના વૈભવ ભોગવવા તે નથી ગમતા. તથા ભગવાનના જે ઘણાક અવતાર થયા છે તેને એમ જાણીએ છીએ જે, એ સર્વે અવતાર નારાયણના છે, તો પણ તે અવતારમાં ઋષભદેવજી બહુ ગમે.૮ તથા તેથી ઊતરતા કપિલજી તથા દત્તાત્રેય એ બે સરખા જણાય છે. અને એ ત્રણે અવતાર કરતાં કોટિ ઘણું શ્રીકૃષ્ણને વિષે અમારે હેત છે. અને એમ જાણીએ છીએ જે, ‘બીજા સર્વે અવતાર કરતાં આ અવતાર બહુ મોટો થયો ને બહુ સમર્થ છે અને એમાં અવતાર-અવતારી એવો ભેદ નથી જણાતો.’ અને બીજા જે મત્સ્ય-કચ્છાદિક ભગવાનના અવતાર છે પણ તેમાં અમારી અતિ રુચિ નથી. અને આવી રીતે તો અમારે ઉપાસના છે જે, સર્વેથી પર એક મોટો તેજનો સમૂહ છે, તે તેજનો સમૂહ અધો-ઊર્ધ્વ તથા ચારે કોરે પ્રમાણે રહિત છે ને અનંત છે. અને તે તેજના સમૂહના મધ્ય ભાગને વિષે એક મોટું સિંહાસન છે ને તેની ઉપર દિવ્યમૂર્તિ એવા જે શ્રીનારાયણ પુરુષોત્તમ ભગવાન તે વિરાજમાન છે ને તે સિંહાસનને ચારે કોરે અનંત કોટિ મુક્ત બેઠા થકા તે નારાયણનાં દર્શન કરે છે. એવા જે મુક્તે સહિત શ્રીનારાયણ તેને અમે નિરંતર દેખીએ છીએ. અને તે ભગવાનને વિષે તેજનું અતિશયપણું છે, તેણે કરીને જ્યારે એ સભા સહિત તે ભગવાનનાં દર્શન નથી થતાં ત્યારે અમને અતિશય કષ્ટ થાય છે અને તે તેજનો સમૂહ તો નિરંતર દેખાય છે તો પણ એને વિષે રુચિ નથી અને ભગવાનની મૂર્તિનાં દર્શને કરીને જ અતિ સુખ થાય છે. અમારે એવી રીતે ઉપાસના છે. અને એ ભગવાનને વિષે ભક્તિ તો જેવી ગોપીઓને હતી તેવી ગમે છે. તે સારુ અમે સૌ માણસને જોતા રહીએ છીએ જે, કોઈક કામી સ્ત્રી હોય તેને પુરુષને વિષે જેવું હેત હોય તથા કામી પુરુષને સ્ત્રીને વિષે જેવું હેત હોય તેને દેખીને એમ થાય જે, ‘એવું હેત આપણે ભગવાનમાં હોય તો ઠીક.’ તથા કોઈકને પુત્રમાં, ધનમાં બહુ હેત જણાય તેને દેખીને એમ થાય જે, ‘એવું હેત આપણે ભગવાનમાં હોય તો ઠીક.’ તથા કોઈક ગાતો હોય તો તેને સાંભળીને તેને પાસે કોઈ માણસને મોકલીએ અથવા અમે પંડે એની પાસે જઈએ ને જાણીએ જે, ‘એ બહુ ઠીક કરે છે.’\n“અને અમારે સુવાણ તો એવા સાથે થાય છે જે, જેમાં કામ, ક્રોધ, લોભ, સ્વાદ, સ્નેહ, માન, ઈર્ષ્યા, દંભ, કપટ ઇત્યાદિક દોષ ન હોય ને ધર્મશાસ્ત્રમાં કહ્યું છે એવી રીતે ધર્મ પાળતો હોય ને ભગવાનની ભક્તિએ યુક્ત હોય; તે સાથે જ અમારે બેઠા-ઊઠ્યાની સુવાણ થાય છે. અને એવો ન હોય ને તે અમારે ભેગો રહેતો હોય તો પણ તેની સાથે સુવાણ થાય નહીં, તેની તો ઉપેક્ષા રહે છે. અને મોરે તો અમારે કામી ઉપર બહુ અભાવ રહેતો અને હવે તો ક્રોધ, માન, ઈર્ષ્યા એ ત્રણ જેમાં હોય તે ઉપર બહુ અભાવ રહે છે. કાં જે, કામી હોય તે તો ગૃહસ્થની પેઠે નિર્માની થઈને સત્સંગમાં પડ્યો રહે છે અને જેમાં ક્રોધ, માન, ઈર્ષ્યા હોય છે તે તો સત્સંગમાંથી જરૂર પાછા પડી જતા દેખાય છે. માટે એ ત્રણ ઉપર બહુ ખેદ રહે છે. તે માન તે શું? તો જે માની હોય તેને પોતાથી મોટો હોય તેની આગળ પણ સ્તબ્ધપણું રહે, પણ તેની આગળ હલકો થઈને તેની સેવામાં વર્તાય નહીં. અને એ સર્વે જે અમારો અભિપ્રાય તે થોડાકમાં લ્યો, કહીએ જે, જેવી રીતે શંકર સ્વામીએ અદ્વૈતબ્રહ્મનું પ્રતિપાદન કર્યું છે તેને વિષે તો અમારે રુચિ નથી તથા રામાનુજ સ્વામીએ જેવી રીતે ક્ષર-અક્ષર થકી પર જે પુરુષોત્તમ ભગવાન તેનું નિરૂપણ કર્યું છે તે પુરુષોત્તમ ભગવાનને વિષે તો અમારે ઉપાસના છે, તથા ગોપીઓના જેવી તો એ પુરુષોત્તમ ભગવાનને વિષે અમારે ભક્તિ છે, તથા શુકજીના જેવો તથા જડભરતના જેવો તો અમારે વૈરાગ્ય છે ને આત્મનિષ્ઠા છે. એવી રીતે અમારો અભિપ્રાય તથા રુચિ છે. તે અમારી વાર્તાએ કરીને તથા અમે માન્યા જે અમારા સંપ્રદાયના ગ્રંથ તેણે કરીને જો પૂર્વાપર વિચારીને જુએ, તો જે બુદ્ધિવાન હોય તેના જાણ્યામાં આવે છે.” એવી રીતે પોતાના ભક્તજનની શિક્ષાને અર્થે શ્રીજીમહારાજે વાર્તા કરી ને પોતે તો સાક્ષાત્ પુરુષોત્તમ નારાયણ છે."
}