{
    "number": 181,
    "vachanamrut": "ગઢડા મધ્ય ૪૮\n",
    "title": "‘વંદું’ના કીર્તનનું, સંતના મધ્યમાં જન્મ ધરવાનું\n",
    "setting": "સંવત ૧૮૮૦ના મહા વદિ ૧૪ ચૌદશને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને તુલસીની નવીન શ્વેત કંઠીઓ કંઠને વિષે ધારણ કરી હતી ને પાઘને વિષે પીળાં પુષ્પનો તોરો વિરાજમાન હતો ને કંઠને વિષે પુષ્પના હાર ધારણ કર્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને સાધુ પ્રેમાનંદ સ્વામી ભગવાનના ધ્યાનના અંગની ગરબીઓ જે, ‘વંદું સહજાનંદ રસરૂપ અનુપમ સારને રે લોલ’ એ ગાવતા હતા. પછી જ્યારે ગાઈ રહ્યા ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “બહુ સારાં કીર્તન ગાયાં. આ કીર્તનને સાંભળીને તો અમારા મનમાં એમ વિચાર થયો જે, ‘આવી રીતે એને ભગવાનની મૂર્તિનું ચિંતવન છે, માટે એ સાધુને તો ઊઠીને સાષ્ટાંગ દંડવત્ પ્રણામ કરીએ.’ અને જેને આવી રીતે અંતઃકરણમાં ભગવાનનું ચિંતવન થતું હોય ને એવી વાસનાએ યુક્ત જો દેહ મૂકે તો તેને ફરીને ગર્ભવાસમાં જવું પડે જ નહીં. અને એવી રીતે ભગવાનનું ચિંતવન કરતાં જીવતો હોય તો પણ એ પરમ પદને પામ્યો જ છે અને જેવા શ્વેતદ્વીપમાં નિરન્નમુક્ત છે તેવો જ એ પણ નિરન્નમુક્ત થઈ રહ્યો છે. અને દેહક્રિયા તો યોગ્ય હોય એટલી સહજે જ થાય છે. અને જેને ભગવાનના સ્વરૂપનું એવી રીતે ચિંતવન થાય છે તે તો કૃતાર્થ થયો છે ને તેને કાંઈ કરવું બાકી રહ્યું નથી; અને જેને ભગવાન વિના બીજા પદાર્થનું ચિંતવન કરતે થકે દેહ પડશે તેને કોટિ કલ્પે દુઃખનો અંત આવતો નથી. માટે આવો અવસર આવ્યો છે તેને પામીને ભગવાન વિના બીજા પદાર્થનું ચિંતવન મૂકીને એક ભગવાનના સ્વરૂપનું ચિંતવન કરવું.\n“અને જો ભગવાનના સ્વરૂપનું ચિંતવન થઈ ન શકે તો પણ ધર્મ, જ્ઞાન, વૈરાગ્ય અને ભક્તિ તેણે યુક્ત એવા જે આ સાધુ તેને મધ્યે પડી રહેવું. અને અમારે પણ એ જ અંતરમાં વાસના છે જે, આ દેહને મૂકશું પછી કોઈ રીતનો જન્મ થવાનું નિમિત્ત તો નથી, તો પણ અંતરમાં એમ વિચારીએ છીએ જે, ‘જન્મ ધર્યાનું કોઈક કારણ ઉત્પન્ન કરીને પણ સંતના મધ્યમાં જન્મ ધરવો,’ એમ જ ઇચ્છીએ છીએ. અને જેને એ કીર્તનમાં કહ્યું એવી રીતનું ચિંતવન થતું હોય તે તો કાળ, કર્મ ને માયાના પાશ થકી મુકાયો છે; અને જેને ઘેર એવા પુરુષે જન્મ ધર્યો તેનાં માબાપ પણ કૃતાર્થ થયાં જાણવાં. અને ભગવાન વિના બીજા વિષયનું જે ચિંતવન કરે છે તે તો અતિશય ભૂલ્યો જાણવો. અને સ્ત્રી, પુત્ર ને ધનાદિક પદાર્થ તે તો જે જે યોનિમાં જાય છે તે સર્વેમાં મળે છે, પણ આવા બ્રહ્મવેત્તા સંતનો સંગ ને શ્રીવાસુદેવ ભગવાનનું સાક્ષાત્કાર દર્શન ને ચિંતવન તે તો અતિશય દુર્લભ છે. માટે જેમ વિષયી જનને પંચવિષયનું ચિંતવન અંતઃકરણમાં થયા કરે છે, તેમ જેના અંતરમાં અખંડ ભગવાનનું ચિંતવન થયા કરે એથી ઉપરાંત મનુષ્ય દેહનો બીજો લાભ નથી. અને એ તો સર્વે હરિભક્તમાં મુખિયો છે. અને એ ભક્તને શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ પંચવિષય હોય તો પણ ભગવાન સંબંધી જ હોય; અને તેના શ્રવણ તે અખંડ ભગવાનની કથા સાંભળવાને ઇચ્છે, અને ત્વચા તે ભગવાનનો સ્પર્શ કરવા ઇચ્છે, અને નેત્ર તે ભગવાન ને ભગવાનના સંતનાં દર્શન કરવા ઇચ્છે, અને રસના તે ભગવાનના મહાપ્રસાદના સ્વાદને ઇચ્છે, અને નાસિકા તે ભગવાનને ચડ્યાં જે પુષ્પ-તુળસી તેના સુગંધને ઇચ્છે, પણ પરમેશ્વર વિના અન્ય વસ્તુને સુખદાયી જાણે જ નહીં. એવી રીતે જે વર્તે તે ભગવાનનો એકાંતિક ભક્ત કહેવાય.”"
}