{
  "number": 27,
  "vachanamrut": "ગઢડા પ્રથમ ૨૭\n",
  "title": "ભગવાન અખંડ નિવાસ કરી રહે તેવી સમજણનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૧૨ દ્વાદશીને દિવસ શ્રીજીમહારાજ દિવસ ઊગ્યા પહેલાં શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પરમહંસની જાયગાને વિષે પધાર્યા હતા ને માથે ધોળો ફેંટો બાંધ્યો હતો તથા ધોળો ચોફાળ ઓઢ્યો હતો તથા ખેસ પહેર્યો હતો ને ઓટા ઉપર આથમણું મુખારવિંદ રાખીને વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ પરમહંસની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ અર્ધ ઘડી સુધી તો પોતાની નાસિકાના અગ્ર સામું જોઈ રહ્યા ને પછી બોલ્યા જે, “પરમેશ્વરને ભજવાની તો સર્વને ઇચ્છા છે પણ સમજણમાં ફેર રહે છે, માટે જેની આવી સમજણ હોય તેના હૃદયમાં ભગવાન સર્વ પ્રકારે નિવાસ કરીને રહે છે. તેની વિગત જે, જે એમ સમજતો હોય જે, ‘આ પૃથ્વી જેની રાખી સ્થિર રહી છે ને ડોલાવી ડોલે છે તથા આ તારામંડળ જેનું રાખ્યું અધર રહ્યું છે તથા જેના વરસાવ્યા મેઘ વર્ષે છે તથા જેની આજ્ઞાએ કરીને સૂર્ય-ચંદ્ર ઉદય-અસ્તપણાને પામે છે તથા ચંદ્રમાની કળા વધે-ઘટે છે તથા પાળ વિનાનો સમુદ્ર જેની મર્યાદામાં રહે છે તથા જળના બિંદુમાંથી મનુષ્ય ઉત્પન્ન થાય છે અને તેને હાથ, પગ, નાક, કાન એ આદિક દસ ઇન્દ્રિયો થઈ આવે છે તથા આકાશને વિષે અધર જળ રાખી મૂક્યું છે અને તેમાં ગાજવીજ થાય છે, એવાં અનંત આશ્ચર્ય છે તે સર્વે મને મળ્યા એવા જે ભગવાન તેનાં કર્યાં થાય છે,’ એમ સમજે, પણ પ્રગટ પ્રમાણ જે ભગવાન તે વિના બીજો કોઈ એ આશ્ચર્યનો કરનારો છે એમ માને નહીં. અને ‘પૂર્વે જે જે અનંત પ્રકારનાં આશ્ચર્ય થઈ ગયાં છે તથા હમણાં જે થાય છે તથા આગળ થશે તે સર્વે મને મળ્યા એવા પ્રત્યક્ષ ભગવાન તે વતે જ થાય છે’ એમ સમજે. અને વળી પોતે એમ જ સમજતો હોય જે, ‘ચાયે કોઈ મારી ઉપર ધૂડ નાંખો, ચાયે કોઈ ગમે તેવું અપમાન કરો, ચાયે કોઈ હાથીએ બેસાડો, ચાયે કોઈ નાક, કાન કાપીને ગધેડે બેસાડો, તેમાં મારે સમભાવ છે;’ તથા જેને રૂપવાન એવી યૌવન સ્ત્રી અથવા કુરૂપવાન સ્ત્રી અથવા વૃદ્ધ સ્ત્રી તેને વિષે તુલ્યભાવ રહે છે; તથા સુવર્ણનો ઢગલો હોય તથા પથ્થરનો ઢગલો હોય તે બેયને જે તુલ્ય જાણે છે; એવી જાતના જ્ઞાન, ભક્તિ, વૈરાગ્યાદિક જે અનંત શુભ ગુણ તેણે યુક્ત જે ભક્ત હોય તેના હૃદયમાં ભગવાન નિવાસ કરે છે. પછી તે ભક્ત જે તે ભગવાનને પ્રતાપે કરીને અનંત પ્રકારનાં ઐશ્વર્યને પામે છે ને અનંત જીવના ઉદ્ધારને કરે છે. અને એવી સામર્થીએ યુક્ત થકો પણ અન્ય જીવનાં માન-અપમાનને સહન કરે છે એ પણ મોટી સામર્થી છે; કાં જે, સમર્થ થકા જરણા કરવી૧ તે કોઈથી થાય નહીં, એવી રીતે જરણા કરે તેને અતિ મોટા જાણવા. અને એ સમર્થ તો કેવો જે, એનાં નેત્રમાં ભગવાન જોનારા છે તે માટે બ્રહ્માંડમાં જેટલાં જીવપ્રાણી છે તેનાં નેત્રને પ્રકાશ કરવાને સમર્થ થાય છે, અને એના પગમાં ચાલનારા ભગવાન છે તે માટે બ્રહ્માંડમાં સર્વ જીવના પગને વિષે ચાલવાની શક્તિને પોષણ કરવાને એ સમર્થ થાય છે; એમ એ સંતની સર્વે ઇન્દ્રિયોમાં ભગવાન રહ્યા છે, તે માટે એ સંત તો બ્રહ્માંડમાં સર્વે જીવોનાં ઇન્દ્રિયોને પ્રકાશ કરવાને સમર્થ થાય છે. માટે એ સંત તો સર્વ જગતના આધારરૂપ છે, તે તુચ્છ જીવનું અપમાન સહે તે એમની એ અતિશય મોટ્યપ છે. અને એવી રીતની ક્ષમાવાળા છે તે જ અતિ મોટા છે. અને જે આંખ્યો કાઢીને પોતાથી ગરીબ હોય તેને બિવરાવે છે ને મનમાં જાણે જે, ‘હું મોટો થયો છું,’ પણ એ મોટો નથી અથવા સિદ્ધાઈ દેખાડીને લોકોને ડરાવે છે, એવા જે જગતમાં જીવ છે તે ભગવાનના ભક્ત નથી, એ તો માયાના જીવ છે અને યમપુરીના અધિકારી છે. અને એવાની જે મોટ્યપ છે તે સંસારના માર્ગમાં છે. જેમ સંસારમાં જેને ઘોડું ચડવા ન હોય તેથી જેને ઘોડું હોય તે મોટો, અને એક ઘોડું જેને હોય તેથી જેને પાંચ ઘોડાં હોય તે મોટો, એમ જેમ જેમ અધિક સંપત્તિ હોય તેમ સંસાર-વ્યવહારમાં અતિ મોટો કહેવાય, પણ પરમેશ્વર ભજ્યામાં એ મોટો નથી. અને જેની મતિ એવી હોય જે, ‘આ સ્ત્રી તો અતિશય રૂપવાન છે અને આ વસ્ત્ર તો અતિશય સારું છે અને આ મેડી તો ઘણી સારી છે અને આ તુંબડી તો અતિશય સારી છે ને આ પાત્ર તો અતિશય સારું છે,’ એવી રીતના જે ગૃહસ્થ તથા ભેખધારી તે સર્વે તુચ્છ બુદ્ધિવાળા છે. ત્યારે તમે કહેશો જે, એનું કલ્યાણ થશે કે નહીં થાય? તો કલ્યાણ તો પામર જેવો સત્સંગમાં હોય તેનુંયે થાય છે, પણ મોરે કહી એવી જે સંતતા તે એમાં કોઈ દહાડે આવતી નથી તથા પૂર્વે કહ્યા એવા જે સંત તેના જે ગુણ તે પણ એવામાં આવતા નથી; કાં જે, એ પાત્ર થયો નથી.” એમ વાર્તા કરીને ‘જય સચ્ચિદાનંદ’ કહીને શ્રીજીમહારાજ દાદાખાચરના દરબારમાં પોતાને ઉતારે પધાર્યા."
}