{
  "number": 260,
  "vachanamrut": "ગઢડા અંત્ય ૩૭\n",
  "title": "દરિદ્રપણામાં પણ પ્રથમની ચીજો સાંભરે, તેનું\n",
  "setting": "સંવત ૧૮૮૫ના વૈશાખ સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ચાકળા ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે સર્વે સાધુ તથા સર્વે હરિભક્ત પ્રત્યે એમ વાર્તા કરી જે, “જેને ભગવાનના સ્વરૂપનું યથાર્થ જ્ઞાન૬ એક વાર થયું હોય ને પછી તેને દેશ, કાળ, ક્રિયા, સંગ વિષમ થઈ જાય તો પણ તે જ્ઞાનનો લેશ જાય નહીં. ત્યાં દૃષ્ટાંત છે: જેમ કોઈક મોટો રાજા હોય અથવા મોટો લખેશરી શાહુકાર હોય ને તેને પ્રારબ્ધાનુસારે તે અધિકાર છૂટી ગયો ને દરિદ્રપણું આવી ગયું, તેણે કરીને ખડધાન્ય ખાવા મળે અથવા ડોડીની ભાજી મળે તથા કોઠાં, બોરાં, બાફેલી પીંપર્યો ઇત્યાદિક જેવું-તેવું ખાવા મળે ત્યારે તેને ખાય; પણ મોરે જે પોતે ભારે ભારે મેવા ખાધા હોય તથા ભારે મૂલ્યવાળી ચીજો કોઈને ન મળે એવી મગાવીને ખાધી હોય તે સર્વે સાંભરી આવે; ને મનમાં એમ ઘાટ કરે જે, ‘એવી એવી ભારે ચીજોને હું મોરે ખાતો ને હવે હું આવું જેવું-તેવું અન્ન ખાઉં છું.’ એવી રીતે જ્યારે જ્યારે ખાય ત્યારે તે સાંભરી આવે. અને જે પ્રથમથી જ જેવું-તેવું અન્ન ખાતો હોય ને તેને દરિદ્રપણું વધુ આવે ત્યારે પણ તે જ ખાય, ત્યારે તેને શું સાંભરે? તેમ જેણે ભગવાનના સ્વરૂપનું સુખ તથા ભગવાનના ભજનનું સુખ પોતાના મનમાં એક વાર યથાર્થપણે જાણ્યું છે ને તેને પછી સમાગમનો યોગ ન રહ્યો ને બહાર નીકળી ગયો તો પણ તે સુખને સંભારતો થકો જ સુખ-દુઃખને પ્રારબ્ધાનુસારે ભોગવે પણ તે સુખને ભૂલી ન જાય. અને જેણે ભગવાનનું સુખ જાણ્યું નથી ને તેનો અનુભવ થયો નથી તે તે શું સંભારે? એ તો પશુ જેવો છે.\n“હવે તે ભગવાનનું જે સ્વરૂપ તેનું જ્ઞાન કહીએ છીએ જે, ભગવાનનો જે આકાર છે તેવો આકાર બીજા દેવ-મનુષ્યાદિક જે પ્રકૃતિમાંથી આકાર થયા છે તે કોઈનો નથી. અને ભગવાન વિના બીજા સર્વને કાળ ભક્ષણ કરી જાય છે ને ભગવાનના સ્વરૂપમાં કાળનું સામર્થ્યપણું નથી ચાલતું એવા ભગવાન છે. ને ભગવાનના જેવા તો એક ભગવાન જ છે પણ બીજો કોઈ નથી. અને ભગવાનના સાધર્મ્યપણાને પામ્યા એવા જે ભગવાનના ધામમાં ભક્ત છે તેનો આકાર પણ ભગવાન જેવો છે, તો પણ તે પુરુષ છે ને ભગવાન પુરુષોત્તમ છે ને તે સર્વમાં શ્રેષ્ઠ છે ને એમને ઉપાસ્ય છે ને સર્વેના સ્વામી છે ને એ ભગવાનના મહિમાનો કોઈ પાર પામતા નથી. એવા દિવ્યમૂર્તિ જે ભગવાન તે નિર્ગુણ છે, તે ધ્યેય છે અને એનું જે ધ્યાન કરે છે તે નિર્ગુણ થઈ જાય છે, એવું ભગવાનનું સ્વરૂપ છે. અને એ ભગવાન છે તે પોતાના ધામરૂપ એક દેશને વિષે રહ્યા થકા જ અન્વયપણે અનેક બ્રહ્માંડને વિષે રહ્યા જે સર્વે જીવના સમૂહ તેમને વિષે તેમના યથાયોગ્ય કર્મફળપ્રદાતાપણે અંતર્યામીરૂપે કરીને રહ્યા છે અને સર્વ જીવના જીવન છે ને એ વિના એ જીવ કાંઈ કરવાને ને ભોગવવાને સમર્થ નથી થતો. અને એ જે ભગવાન તે સિદ્ધેશ્વર છે; જેમ કોઈક સિદ્ધિવાળો પુરુષ હોય તે અહીંયાં બેઠો થકો બ્રહ્માના લોકમાં પદાર્થ હોય તેને આ હાથે કરીને ગ્રહણ કરી લે, તેમ ભગવાન એક દેશમાં રહ્યા થકા જ પોતાની યોગકળાના સામર્થ્યે કરીને સર્વે ક્રિયાને કરે છે. અને જેમ અગ્નિ જે તે કાષ્ઠને વિષે ને પાષાણને વિષે રહ્યો છે,૮ તે અગ્નિનું સ્વરૂપ બીજી રીતનું છે ને કાષ્ઠ-પાષાણનું સ્વરૂપ બીજી રીતનું છે; તેમ ભગવાન સર્વ જીવને વિષે રહ્યા છે, તે ભગવાનનું સ્વરૂપ બીજી રીતનું છે ને તે જીવનું સ્વરૂપ બીજી રીતનું છે. અને એવી રીતનાં અનંત ઐશ્વર્યે યુક્ત એવા જે એ ભગવાન તે જ પોતે જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા થાય છે. તે ભગવાનના સ્વરૂપનું જ્ઞાન જેને આવી રીતે થયું હોય ને તે ભગવાનની ભક્તિ કરી હોય ને તે જ્ઞાન-ભક્તિના સુખનો પોતાના જીવમાં અનુભવ એક વાર યથાર્થ થયો હોય તો તેની વિસ્મૃતિ ક્યારેય થાય નહીં. અને ગમે તેવું સુખ-દુઃખ પડે તો પણ તેને વિષે તે ભગવાનના સ્વરૂપના સુખનો જે અનુભવ તે વીસરી જાય નહીં. જેમ તે રાજાને પ્રથમનું જે પોતાનું સુખ તે દરિદ્રપણામાં પણ વીસરતું નથી તેમ. અને આ વાર્તા શા સારુ કરીએ છીએ? તો આવો સત્સંગનો યોગ હમણાં તો છે, પણ કદાચિત્ દેશ, કાળ, પ્રારબ્ધના વિષમપણા થકી એવો યોગ ન રહે ત્યારે જો આવી વાર્તા સમજી રાખી હોય તો તેના જીવનું કલ્યાણ થાય અને એને એવો દૃઢ નિશ્ચય હોય તો એને ક્યારેય એમ ન સમજાય જે, ‘મારું ક્યારેય અકલ્યાણ થશે.’ અને આવો યોગ રહેવો બહુ દુર્લભ છે ને આવી રીતે દેહે વર્તવું તે પણ દુર્લભ છે. કેમ જે, કોઈક દિવસ બાહેર નીકળી જવાય ત્યારે આમ દેહે ન વર્તાય, તો પણ આ વાર્તા સમજી રાખી હોય તો એના જીવનું બહું સારું થાય; માટે આ વાર્તા કરી છે.”"
}