{
  "number": 155,
  "vachanamrut": "ગઢડા મધ્ય ૨૨\n",
  "title": "બે સેનાનું, નરનારાયણ પધરાવ્યાનું\n",
  "setting": "સંવત ૧૮૭૮ના ફાગણ વદિ ૧૦ દશમીને દિવસ શ્રીજીમહારાજ અર્ધરાત્રિને સમે જાગ્યા ને શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ દક્ષિણાદે મુખારવિંદે ઢોલિયા ઉપર વિરાજમાન થયા હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને તે સમે સર્વે સાધુ તથા હરિભક્તને તેડાવ્યા‍. પછી પોતાના મુખારવિંદની આગળ તે સર્વેની સભા ભરાઈને બેઠી.\n",
  "text": "ત્યારે શ્રીજીમહારાજ સાધુ પ્રત્યે બોલ્યા જે, “એક વાર્તા કરીએ તે સાંભળો જે, જેમ બે સેના હોય ને તે પરસ્પર લડવાને તૈયાર થઈ હોય ને બેયનાં નિશાન સામસામાં રોપ્યાં હોય; પછી બેયના મનમાં એમ હોય જે, ‘આપણું નિશાન છે તે એના નિશાનને ઠેકાણે માંડીએ ને એનું નિશાન લઈ લઈએ.’ પણ એવો વિચાર નથી થતો જે, ‘એના નિશાન લગી જઈશું તેમાં તો કેટલાકનાં માથાં પડશે ને લોહીની નદી ચાલશે.’ તેને તો એનો ભય નથી; કાં જે, શૂરવીર હોય તેને મરવાની બીક હોય નહીં. અને જે કાયર છે તે તો ભાગ્યાના હજારો વિચાર કરે છે અને એમ પણ વિચાર કરે છે જે, ‘આપણી ફોજ જીતશે તો કોઈકનું ધન, હથિયાર હશે તે લૂંટી લઈશું.’ અને તે બેય રાજાના જે શૂરવીર છે તેને તો મરવાનો પણ ભય નથી ને લૂંટવાનો પણ લોભ નથી; પણ તેનું નિશાન લેવું ને પોતાની જીત કરવી એવો જ એક સંકલ્પ છે. એ તો દૃષ્ટાંત છે, એનું સિદ્ધાંત તો એ છે જે, નિશાનને ઠેકાણે તો ભગવાનનું ધામ છે અને રાજાના શૂરવીરને ઠેકાણે તો ભગવાનના દૃઢ ભક્ત છે, તેને તો આ સંસારને વિષે માન થાઓ અથવા અપમાન થાઓ, દેહને સુખ થાઓ અથવા દુઃખ થાઓ, શરીર રોગી રહો અથવા નીરોગી રહો, દેહ જીવો અથવા મરો, પણ એને કોઈ જાતનો હૈયામાં ઘાટ નથી જે, ‘આપણે આટલું દુઃખ થશે કે આપણે આટલું સુખ થશે.’ એ બેમાંથી કોઈ જાતનો હૈયામાં ઘાટ નથી. એ ભક્તજનના હૈયામાં તો એ જ દૃઢ નિશ્ચય છે જે, ‘આ દેહે કરીને ભગવાનના ધામમાં નિવાસ કરવો છે પણ વચમાં ક્યાંય લોભાવું નથી.’ અને કાયરને ઠેકાણે જે દેહાભિમાની એવા ભગવાનના ભક્ત છે તેને તો પ્રભુ ભજ્યામાં હજાર જાતના ઘાટ થાય છે જે, ‘જો કરડાં વર્તમાન થશે તો નહીં નભાય ને સુગમ વર્તમાન હશે તો નભાશે.’ અને વળી એવો પણ વિચાર કરે જે, ‘આવો ઉપાય કરીએ તો સંસારમાં પણ સુખિયા થઈએ અને નભાશે તો હળવા હળવા સત્સંગમાં નભીશું.’ એવો ભક્ત હોય તે કાયરને ઠેકાણે જાણવો. અને શૂરવીર જે ભગવાનના દૃઢ ભક્ત હોય તેને તો પિંડ-બ્રહ્માંડ સંબંધી કોઈ જાતનો ઘાટ ન થાય.”\nપછી શ્રીજીમહારાજે પોતાના વૃત્તાંતની૬ વાર્તા કરવા માંડી જે, “અમે અમદાવાદમાં શ્રીનરનારાયણ દેવની પ્રતિષ્ઠા કરવા ગયા હતા ત્યારે હજારો માણસનો મેળો ભરાયો હતો. પછી જ્યારે શ્રીનરનારાયણ દેવની પ્રતિષ્ઠા થઈ રહી અને અમદાવાદના બ્રાહ્મણો ચોરાશી જમી રહ્યા પછી અમે સાબદા થઈને ચાલી નીસર્યા, તે જેતલપુરમાં જઈને રાત રહ્યા. પછી ત્યાં જઈને એવો વિચાર કરવા માંડ્યો જે, ‘જેટલાં માણસ દેખ્યાં છે ને જેટલી પ્રવૃત્તિ દેખી છે તેને ટાળી નાંખવી.’ પછી તેને વિસાર્યાને અર્થે હૈયામાં અતિશય દુઃખ થયું, તેણે કરીને શરીરે પણ માંદા થઈ ગયા. પછી ત્યાં થકી ધોળકે જઈને રાત રહ્યા અને ધોળકાના ચાલ્યા એ ને એ વિચારમાં ગામ કોઠ્યને પાસે ગણેશ ધોળકાની રાણ્યોમાં જઈને રાત રહ્યા. તે વિચાર એવો કરવા માંડ્યો જે, દેહની સ્મૃતિ ન રહી. પછી વિચારતાં વિચારતાં સર્વે પ્રવૃત્તિને વિસારી મેલી ને જેવા અમે કાંકરિયે તળાવ ઊતર્યા નહોતા ને મેળો પણ ભરાયો નહોતો ને ત્યારે કોઈ જાતનો ઘાટ નહોતો, તેવી રીતે સર્વ ઘાટ ટાળી નાખ્યા. અને જ્યારે લૌકિક ઘાટ મટી ગયા ત્યારે અંતર્દૃષ્ટિ રહેવા માંડી. પછી અલૌકિક આશ્ચર્ય દેખાવા માંડ્યાં અને દેવતા સંબંધી જે ભોગ છે તે દેખાવા માંડ્યા ને અનંત પ્રકારનાં વિમાન ને અનંત પ્રકારની અપછરા ને અનંત પ્રકારનાં વસ્ત્ર, અનંત પ્રકારના અલંકાર તે જેમ અહીં મૃત્યુલોકને વિષે છે તેમ જ ત્યાં દેખાવા લાગ્યાં; પણ અમારા અંતરમાં તો એક ભગવાન વિના બીજું કાંઈ ગમ્યું નહીં. ને જેમ અહીંના પંચવિષય તે અમને તુચ્છ ભાસ્યા ને તેમાં અમારું મન લોભાયું નહીં તેમ જ દેવલોક, બ્રહ્મલોક પર્યંત અમારું મન ક્યાંય લોભાયું નહીં. તેને દેખીને દેવતા સર્વે અમારાં વખાણ કરવા માંડ્યા જે, ‘તમે ભગવાનના એકાંતિક ભક્ત ખરા; કેમ જે તમારું મન ભગવાનને મૂકીને ક્યાંય લોભાતું નથી.’ પછી તેમનાં વચન સાંભળીને અમારે હૈયાને વિષે સૂધી હિંમત આવી. પછી અમે મનને કહ્યું જે, તારું જેવું રૂપ છે તેવું હું જાણું છું. જો ભગવાન વિના બીજા પદાર્થનો ઘાટ ઘડ્યો તો તારા ભુક્કા કરી નાંખીશ. તેમ જ બુદ્ધિને કહ્યું જે, ભગવાન વિના બીજો નિશ્ચય કર્યો તો તારી વાત છે. તેમ જ ચિત્તને કહ્યું જે, ભગવાન વિના બીજું ચિંતવન કર્યું તો તારા પણ ભુક્કા કરી નાંખીશ. તેમ જ અહંકારને કહ્યું જે, ભગવાનના દાસત્વપણા વિના બીજું અભિમાન ધર્યું તો તારો નાશ કરી નાંખીશ. પછી તો અમારે જેમ આ લોકના પદાર્થની અત્યંત વિસ્મૃતિ થઈ હતી તેમ જ દેવલોક-બ્રહ્મલોકના પદાર્થની પણ અત્યંત વિસ્મૃતિ થઈ ગઈ. અને જ્યારે એ સર્વે સંકલ્પ ટળી ગયા ત્યારે સંકલ્પનો મંદવાડ હતો તે પણ ટળી ગયો. એવી રીતે ભગવાનનો ભક્ત હોય તેને વર્તવું.” એમ શ્રીજીમહારાજે પોતાનું વૃત્તાંત ભક્તજનના કલ્યાણને અર્થે કહ્યું ને પોતે તો સાક્ષાત્ શ્રીકૃષ્ણ પુરુષોત્તમ નારાયણ છે.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “વાસુદેવમાહાત્મ્યને વિષે એકાંતિક ભક્તના ધર્મ કહ્યા છે૭ જે, ‘એકાંતિક ભક્ત હોય તે પોતાનું રૂપ દેહ માને નહીં ને પોતાને ચૈતન્યરૂપ માને અને સ્વધર્મ, જ્ઞાન ને વૈરાગ્ય તેણે સહિત ભગવાનની ભક્તિ કરે ને એક ભગવાન વિના બીજા કોઈ પદાર્થની વાસના રાખે નહીં.’ અને એ જ્યારે એ ભગવાનને ભજીને આવી રીતનો સાધુ થયો ત્યારે સાધુ થકી કોઈ બીજી મોટી પદવી નથી. જેમ રાજા હોય ને તેની રાણી હોય, તે જેટલામાં રાજાનું રાજ્ય છે તેટલામાં રાણીનું રાજ્ય પણ કહેવાય અને જેવો રાજાનો હુકમ ચાલે તેવો જ રાણીનો પણ હુકમ ચાલે; તેમ ભગવાનનો જેવો પ્રતાપ છે તેવો જ એ સાધુનો૮ પણ પ્રતાપ છે. માટે તુચ્છ એવાં જે સંસારનાં સુખ તે સાધુને ઇચ્છવાં નહીં; કાં જે, એ સાધુ જ્યારે ભગવાનના ધામને પામે છે ત્યારે અનંત કોટિ બ્રહ્માંડના પતિ જે બ્રહ્માદિક ઈશ્વર તે ભગવાનને અર્થે જેમ અનંત પ્રકારની ભેટ-સામગ્રીઓ લાવે છે તેમ સાધુને અર્થે પણ લાવે છે ને ભગવાનને પ્રતાપે કરીને એ સાધુ અલૌકિક ઐશ્વર્ય-સામર્થીને પામે છે. એવો મોટો વિચાર હૈયામાં રાખીને એક ભગવાન વિના બીજું કાંઈ પણ મનમાં ઇચ્છવું નહીં. અને જેમ હાથમાં ચિંતામણિ આવી ત્યારે તે ચિંતામણિને જતન કરીને રાખવી, કેમ જે, જો હાથમાં ચિંતામણિ છે તો જે પદાર્થને ઇચ્છશે તે પદાર્થને આપશે; તેમ ભગવાનના ભક્તને મૂર્તિરૂપી ચિંતામણિને ઝાલી રાખવી પણ તેને મૂકવી જ નહીં, તો એને સર્વે વાતની સિદ્ધિ થશે.”"
}