{
  "number": 41,
  "vachanamrut": "ગઢડા પ્રથમ ૪૧\n",
  "title": "‘એકોઽહં બહુ સ્યામ્’નું\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૫ પંચમીને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરને સમીપે લીંબડા તળે ચોતરા ઉપર ઢોલિયે વિરાજમાન હતા ને સર્વે ધોળાં વસ્ત્ર ધારણ કર્યાં હતાં ને પીળાં પુષ્પના હાર પહેર્યા હતા ને પીળાં પુષ્પના ગુચ્છ કાન ઉપર ધાર્યા હતા ને પાઘને વિષે પીળાં પુષ્પના તોરા લટકતા મૂક્યા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રશ્ન ઉત્તર કરો.” પછી નૃસિંહાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ‘એકોઽહં બહુ સ્યાં પ્રજાયેય’૧૧ એ જે શ્રુતિ તેનો જે અર્થ તેને જગતમાં જે કેટલાક પંડિત છે તથા વેદાંતી છે તે એમ સમજે છે જે, ‘પ્રલયકાળને વિષે જે એક ભગવાન હતા તે જ પોતાની ઇચ્છાએ કરીને સૃષ્ટિકાળે૭ સર્વે જીવ-ઈશ્વરરૂપે થયા છે.’ તે એ વાર્તા તો મૂર્ખ હોય તેના માન્યામાં આવે ને અમારે તો તમારો આશરો છે એટલે એ વાતની ઘેડ બેસતી નથી. અને અમે તો એમ સમજીએ છીએ જે, ભગવાન તો અચ્યુત છે, તે ચ્યવીને જીવ-ઈશ્વરરૂપે થાય નહીં. માટે એ શ્રુતિનો જે અર્થ તે તો તમે કહો તો યથાર્થ સમજાય.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ શ્રુતિનો અર્થ તો એ સર્વે કરે છે એમ નથી. એનો અર્થ તો બીજી રીતે છે, તે વેદસ્તુતિના ગદ્યમાં કહ્યો છે જે, ‘સ્વકૃતવિચિત્રયોનિષુ વિશન્નિવ હેતુતયા તરતમતશ્ચ-કાસ્સ્ય-નલવત્સ્વકૃતાનુકૃતિઃ’૧૩ એનો અર્થ એમ છે જે, ‘પુરુષોત્તમ ભગવાને પોતે કરી એવી જે નાના પ્રકારની યોનિઓ તેમને વિષે કારણપણે અંતર્યામીરૂપે કરીને પ્રવેશ કરીને ન્યૂનાધિકભાવે પ્રકાશ કરે છે.’ તેની વિગતી જે, અક્ષરાતીત એવા જે પુરુષોત્તમ ભગવાન તે સૃષ્ટિ સમયને વિષે અક્ષર સામી દૃષ્ટિ કરે છે, ત્યારે તે અક્ષરમાંથી પુરુષ પ્રગટ થઈ આવે છે. પછી તે પુરુષોત્તમ જે તે અક્ષરમાં પ્રવેશ કરીને પુરુષને વિષે પ્રવેશ કરે છે ને પુરુષરૂપે થઈને પ્રકૃતિને પ્રેરે છે. એવી રીતે જેમ જેમ પુરુષોત્તમનો પ્રવેશ૭ થતો ગયો તેમ તેમ સૃષ્ટિની પ્રવૃત્તિ થઈ. અને પછી તે પ્રકૃતિપુરુષ થકી પ્રધાનપુરુષ થયાં અને તે પ્રધાનપુરુષ થકી મહત્તત્ત્વ થયું ને મહત્તત્ત્વ થકી ત્રણ પ્રકારનો અહંકાર થયો ને અહંકારથી ભૂત, વિષય, ઇન્દ્રિયો, અંતઃકરણ અને દેવતા તે થયાં ને તે થકી વિરાટપુરુષ થયા ને તેની નાભિકમળમાંથી બ્રહ્મા થયા ને તે બ્રહ્મા થકી મરીચ્યાદિક પ્રજાપતિ થયા ને તે થકી કશ્યપ પ્રજાપતિ થયા ને તે થકી ઇન્દ્રાદિક દેવતા થયા ને દૈત્ય થયા અને સ્થાવર-જંગમ સર્વે સૃષ્ટિ થઈ. અને પુરુષોત્તમ ભગવાન જે તે એ સર્વેમાં કારણપણે અંતર્યામીરૂપે પ્રવેશ કરીને રહ્યા છે; પણ જેવા અક્ષરમાં છે૭ તેવી રીતે પુરુષપ્રકૃતિમાં નથી ને જેવા પુરુષપ્રકૃતિમાં છે તેવા પ્રધાનપુરુષમાં નથી ને જેવા પ્રધાનપુરુષમાં છે તેવા મહત્તત્ત્વાદિક ચોવીસ તત્ત્વમાં નથી ને જેવા ચોવીસ તત્ત્વમાં છે તેવા વિરાટપુરુષમાં નથી ને જેવા વિરાટપુરુષમાં છે તેવા બ્રહ્મામાં નથી ને જેવા બ્રહ્મામાં છે તેવા મરીચ્યાદિકમાં નથી ને જેવા મરીચ્યાદિકમાં છે તેવા કશ્યપમાં નથી ને જેવા કશ્યપમાં છે તેવા ઇન્દ્રાદિક દેવતામાં નથી ને જેવા ઇન્દ્રાદિક દેવતામાં છે તેવા મનુષ્યમાં નથી ને જેવા મનુષ્યમાં છે તેવા પશુ-પક્ષીમાં નથી; એવી રીતે પુરુષોત્તમ ભગવાન જે તે તારતમ્યતાએ સર્વમાં કારણપણે અંતર્યામીરૂપે કરીને રહ્યા છે. જેમ કાષ્ઠને વિષે અગ્નિ રહ્યો છે૭ તે મોટા કાષ્ઠમાં મોટો અગ્નિ રહ્યો છે ને લાંબા કાષ્ઠમાં લાંબો અગ્નિ રહ્યો છે ને વાંકા કાષ્ઠમાં વાંકો અગ્નિ રહ્યો છે; તેમ એ પુરુષોત્તમ ભગવાન છે તે જે દ્વારે જેટલું કાર્ય કરાવવું હોય તેને વિષે તેટલી સામર્થીએ યુક્ત થકા રહે છે. અને અક્ષર ને પુરુષ-પ્રકૃતિ આદ્યે સર્વેને વિષે પુરુષોત્તમ ભગવાન અંતર્યામીરૂપે રહ્યા છે, પણ પાત્રની તારતમ્યતાએ કરીને સામર્થીમાં તારતમ્યપણું છે.૧૭ એવી રીતે એક પુરુષોત્તમ ભગવાન છે તે અંતર્યામીરૂપે કરીને એ સર્વેને વિષે પ્રવેશ કરીને રહ્યા છે,૧૮ પણ જીવ-ઈશ્વરપણાને પોતે પામીને બહુરૂપે નથી થયા. એવી રીતે એ શ્રુતિનો અર્થ સમજવો.”"
}