{
  "number": 109,
  "vachanamrut": "લોયા ૧\n",
  "title": "ક્રોધનું, સંપૂર્ણ સત્સંગ થયાનું\n",
  "setting": "સંવત ૧૮૭૭ના કાર્તિક વદિ ૧૦ દશમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં પરમહંસના ઉતારા મધ્યે ઢોલિયા ઉપર વિરાજમાન હતા અને રૂનો ભરેલો ધોળો સુરવાળ પહેર્યો હતો અને ધોળી છીંટની ડગલી પહેરી હતી અને માથે ધોળો ફેંટો બાંધ્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ મુનિ પ્રત્યે બોલ્યા જે, “શંકર શબ્દનો શો અર્થ છે?” પછી મુનિ બોલ્યા જે, “સુખને કરે તે શંકર કહીએ.” પછી એ વાતને સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “આજ પાછલી ચાર ઘડી રાત રહી હતી તે સમે સ્વપ્નમાં અમને શિવજીએ દર્શન દીધાં. તે શિવજી મોટો જબરો નંદીશ્વર તે ઉપર બેઠા હતા અને શરીરે બહુ પુષ્ટ હતા ને ચાળીસ વર્ષની અવસ્થા હતી ને મોટી જબરી જટા હતી. ને તે શિવજી ભેળે પાર્વતી હતાં તેણે ધોળાં વસ્ત્ર પહેર્યાં હતાં. અને તે શિવજી મોટા સંતની પેઠે શાંતમૂર્તિ હતા. અને મારે ઉપર તો શિવજીને ઘણું હેત જણાયું તો પણ મારે તો શિવ ઉપર હેત ન જણાયું; કેમ જે, હું એમ જાણું છું જે, શિવ તો તમોગુણના દેવતા છે અને આપણે તો શાંતમૂર્તિ એવા જે શ્રીકૃષ્ણ નારાયણ તેના ઉપાસક છીએ, તે માટે રજોગુણી, તમોગુણી દેવ એવા જે બ્રહ્મા, શિવ અને ઇન્દ્રાદિક દેવતા તેમની ઉપર ભાવ બેસે નહીં. અને તેમાં પણ ક્રોધ ઉપર તો મારે ઘણું વૈર છે ને ક્રોધી જે માણસ અથવા દેવતા તે મને ગમે જ નહીં. તથાપિ જે શિવજીને અમે માનીએ છીએ તેનું શું કારણ છે? તો શિવજી તો ત્યાગી છે ને યોગી છે ને ભગવાનના મોટા ભક્ત છે, માટે શિવને માનીએ છીએ. અને ક્રોધ તો કેવો છે? તો જેવું હડકાયું કૂતરું હોય તેવો છે. જેમ હડકાયા કૂતરાની જે લાળ તે ઢોર અથવા મનુષ્ય જેને અડે, તે હડકાયા કૂતરાની પેઠે ડાચીઓ નાંખીને મરી જાય; તેમ ક્રોધની જેને લાળ અડે તે પણ હડકાયા કૂતરાની પેઠે ડાચીઓ નાંખીને સંતના માર્ગ થકી પડી જાય. અને વળી ક્રોધ કેવો છે? તો જેવો કસાઈ, આરબ, ભાવર, વાઘ, દીપડો, કાળો સર્પ તે જેમ સર્વને બિવરાવે છે અને બીજાના પ્રાણને હરી લે છે, તેમ ક્રોધ છે તે પણ સૌને બિવરાવે છે અને બીજાના પ્રાણને હરી લે છે. એવો જે ક્રોધ તે જો સાધુમાં આવે તે તો અતિ ભૂંડો લાગે; કેમ જે, સાધુ તો શાંત હોય, પણ જ્યારે તેમાં ક્રોધ આવે ત્યારે તે સાધુ બીજાને ક્રૂર લાગે અને તે સાધુની આકૃતિ પણ ફરી જાય; કેમ જે, એ ક્રોધનું નામ વિરૂપ છે, માટે એ ક્રોધ જેના દેહમાં આવે તેના દેહને વિરૂપ કરી નાંખે.”\nત્યારે શુકમુનિએ પૂછ્યું જે, “હે મહારાજ! જે લગારેક ક્રોધ ચઢી આવે ને પછી તેને ટાળી નાંખે, એવો જે ક્રોધ તે કાંઈ નડતર કરે કે ન કરે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેમ આ સભા બેઠી છે તેમાં જો હમણે સર્પ નીકળે ને કોઈને કરડે નહીં તો પણ ઊઠીને સૌને ભાગવું પડે તથા સૌનાં અંતરમાં ત્રાસ થાય; અને વળી જેમ ગામને ઝાંપે આવીને વાઘ હુંકારા કરતો હોય અને કોઈને મારે નહીં તો પણ સૌ માણસને અંતરમાં ભય લાગે ને બારણે નીકળાય નહીં; તેમ થોડોક ક્રોધ ઊપજે તે પણ અતિશય દુઃખદાયી છે.”\nપછી નાના નિર્માનાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “કામને મૂળમાંથી ઉખેડી નાંખવો તેનું શું સાધન છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એક તો આત્મનિષ્ઠા અતિ દૃઢ હોય; અને અષ્ટપ્રકારે બ્રહ્મચર્યવ્રત રાખવું, એ આદિક જે પંચ વર્તમાન તેને દૃઢ કરીને પાળે; અને ભગવાનનો મહિમા અતિશય સમજે; એ ઉપાયે કરીને કામનું મૂળ ઊખડી જાય છે. અને કામનું મૂળ ઊખડી જાય તો પણ બ્રહ્મચર્યાદિક નિયમમાંથી કોઈ રીતે ડગવું નહીં. અને અતિશય કામનું મૂળ ઊખાડ્યાનો તો ઉપાય એ છે જે, ભગવાનનો મહિમા સારી પેઠે સમજવો.”\nઅને તે પછી ભજનાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! કનિષ્ઠ વૈરાગ્ય ને મધ્યમ વૈરાગ્ય ને ઉત્તમ વૈરાગ્ય એ ત્રણ પ્રકારના વૈરાગ્યનું શું રૂપ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “કનિષ્ઠ વૈરાગ્યવાળો જે હોય તે તો ધર્મશાસ્ત્રમાં કહ્યા જે સ્ત્રીના ત્યાગ સંબંધી નિયમ તેમાં સારી પેઠે વર્તે ત્યાં સુધી તો એને ઠીક રહે, પણ જો કોઈ સ્ત્રીના અંગને દેખી જાય તો તે અંગમાં એનું ચિત્ત ચોંટી જાય અને એનું ઠેકાણું ન રહે, તેને કનિષ્ઠ વૈરાગ્યવાળો કહીએ. અને જે મધ્યમ વૈરાગ્યવાળો હોય તે તો કદાચિત્ જો સ્ત્રીને ઉઘાડી થકી દેખી જાય તોય પણ જેમ પશુને ઉઘાડાં દેખીને ક્ષોભ થતો નથી તેમ તેના મનમાં ક્ષોભ ન થાય ને તે સ્ત્રીના અંગમાં ચિત્ત ચોંટી જાય નહીં, તેને મધ્યમ વૈરાગ્યવાળો કહીએ. અને જે ઉત્તમ વૈરાગ્યવાળો હોય તેને તો જો કદાચિત્ એકાંતમાં સ્ત્રીઆદિક પદાર્થનો યોગ થાય તો પણ એ ડગે નહીં, તેને ઉત્તમ વૈરાગ્યવાળો કહીએ.”\nઅને વળી ભજનાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “કનિષ્ઠ, મધ્યમ અને ઉત્તમ એ ત્રણ પ્રકારે જે ભગવાનનું જ્ઞાન તેનું શું સ્વરૂપ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “કનિષ્ઠ જ્ઞાનવાળો તે તો પ્રથમ ભગવાનનો પ્રતાપ દેખીને નિશ્ચય કરે અને પછી તેવો પ્રતાપ ન દેખાય ને ભગવાનનો કોઈક દુષ્ટ જીવ દ્રોહ કરતા હોય તેનું કાંઈ ભૂંડું ન થાય ત્યારે તેને નિશ્ચય રહે નહીં, એને કનિષ્ઠ જ્ઞાનવાળો કહીએ. અને મધ્યમ જ્ઞાનવાળો જે હોય તે તો જ્યારે ભગવાનનાં શુભ-અશુભ એવાં મનુષ્યચરિત્રને દેખે ત્યારે તેમાં મોહ થાય ને નિશ્ચય રહે નહીં, તેને મધ્યમ જ્ઞાનવાળો કહીએ. અને ઉત્તમ જ્ઞાનવાળાને તો એમ વર્તે જે, ભગવાનને ગમે તેવી શુભ-અશુભ ક્રિયાને કરતા દેખીને પણ તેમાં મોહ થાય નહીં ને નિશ્ચય જાય નહીં તથા જેણે પોતાને નિશ્ચય કરાવ્યો હોય ને તે જ વળી કહે જે, ‘એ ભગવાન નથી,’ ત્યારે તેને એમ જાણે જે, ‘એનું માથું ફર્યું છે.’ એવો જે હોય તેને ઉત્તમ જ્ઞાનવાળો કહીએ. અને તેમાં જે કનિષ્ઠ જ્ઞાનવાળો તે તો અનેક જન્મે કરીને સિદ્ધ થાય અને મધ્યમ જ્ઞાનવાળો બે-ત્રણ જન્મે કરીને સિદ્ધ થાય અને ઉત્તમ જ્ઞાનવાળો તે જ જન્મે કરીને સિદ્ધ થાય.” એવી રીતે વાર્તા કરી.\nત્યાર પછી મોટા શિવાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનનો નિશ્ચય તો સંપૂર્ણ હોય તો પણ અંતરમાં કૃતાર્થપણું મનાતું નથી તેનું શું કારણ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “કામ, ક્રોધ, લોભ, સ્વાદ, સ્નેહ, માન ઇત્યાદિક જે શત્રુ તેણે કરીને જેનું અંતઃકરણ દગ્ધ વર્તતું હોય ને તેને નિશ્ચય હોય તો પણ પોતાને કૃતાર્થ માને નહીં.”\nપછી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “એ કામાદિક શત્રુને ટાળ્યાનો શો ઉપાય છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ કામાદિક શત્રુ તો તો ટળે, જો એને ઉપર નિર્દય થકો દંડ દેવાને તત્પર રહે. જેમ ધર્મરાજા છે તે પાપીને મારવાને અર્થે દંડ લઈને રાત-દિવસ તૈયાર રહે છે, તેમ ઇન્દ્રિયો કુમાર્ગે ચાલે તો ઇન્દ્રિયોને દંડ દે અને અંતઃકરણ કુમાર્ગે ચાલે તો અંતઃકરણને દંડ દે. તેમાં ઇન્દ્રિયોને કૃચ્છ્રચાંદ્રાયણે કરીને દંડ દે અને અંતઃકરણને વિચારે કરીને દંડ દે, તો એ કામાદિક શત્રુનો નાશ થઈ જાય અને પોતાને ભગવાનના નિશ્ચયે કરીને સંપૂર્ણ કૃતાર્થ માને.”\nત્યાર પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “સંપૂર્ણ સત્સંગ થયો તે કેને કહીએ?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો અતિશય દૃઢ આત્મનિષ્ઠા હોય અને તે પોતાના આત્માને દેહ, ઇન્દ્રિયો, અંતઃકરણથી અતિશય અસંગી માને; અને એ દેહ-ઇન્દ્રિયાદિકની ક્રિયાઓ તે પોતાને વિષે ન માને તો પણ પંચ વર્તમાનના નિયમમાં લેશમાત્ર ફેર પડવા દે નહીં. અને પોતે બ્રહ્મસ્વરૂપે વર્તે તો પણ પરબ્રહ્મ જે પુરુષોત્તમ ભગવાન તેનું દાસપણું મૂકે નહીં, સ્વામી-સેવકપણે કરીને ભગવાનની દૃઢ ઉપાસના કરે. અને પ્રત્યક્ષમૂર્તિ જે ભગવાન તેને આકાશની પેઠે અતિશય અસંગી સમજે, જેમ આકાશ છે તે ચાર ભૂતમાં અનુસ્યૂતપણે વ્યાપીને રહ્યો છે અને ચાર ભૂતની જે ક્રિયા તે આકાશને વિષે થાય છે તો પણ આકાશને એ પૃથ્વી આદિક ચાર ભૂતના વિકાર અડતા નથી, તેમ પ્રત્યક્ષ જે શ્રીકૃષ્ણ નારાયણ તે શુભ-અશુભ સર્વ ક્રિયાને કર્તા થકા આકાશની પેઠે નિર્લેપ છે એમ જાણે; અને તે ભગવાનનાં જે અસંખ્યાત ઐશ્વર્ય છે તેને સમજે જે, ‘આ ભગવાન જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા જણાય છે તો પણ એ અનંત કોટિ બ્રહ્માંડના કર્તાહર્તા છે અને ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ, બ્રહ્મપુર ઇત્યાદિક જે ધામ તે સર્વેના સ્વામી છે અને અનંત કોટિ એવા જે અક્ષરરૂપ મુક્ત તે સર્વના સ્વામી છે;’ એવો ભગવાનનો મહિમા જાણીને તે ભગવાનને વિષે શ્રવણાદિક ભક્તિને દૃઢ કરીને રાખે અને તે ભગવાનના ભક્તની સેવા-ચાકરી કરે. એવી રીતે જે વર્તે તેનો સંપૂર્ણ સત્સંગ કહીએ.”\nપછી નાના શિવાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ક્યારેક તો ભગવાનના ભક્તનો મહિમા અતિશય સમજાય છે ને ક્યારેક તો અતિશય સમજાતો નથી, તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સંત છે તે તો ધર્મવાળા છે, તે જ્યારે કોઈકને અધર્મમાં ચાલતો દેખે ત્યારે તેને ટોકે, પછી જે દેહાભિમાની હોય તેને સવળો વિચાર કરીને શિક્ષા ગ્રહણ કરતાં આવડે નહીં ને સામો તે સંતનો અવગુણ લે; માટે જ્યાં સુધી એને દુખાડીને કહે નહીં ત્યાં સુધી માહાત્મ્ય રહે ને જ્યારે હિતની વાત પણ દુખાડીને કહે ત્યારે અવગુણ લે ને માહાત્મ્ય ન જાણે. અને જેને સંતનો અવગુણ આવ્યો તેને કોઈ રીતે પ્રાયશ્ચિત્તે કરીને પણ શુદ્ધ થવાતું નથી. જેમ કામાદિક દોષનાં પાપ-નિવારણ છે તેમ સંતના દ્રોહનું પાપ-નિવારણ છે નહીં. ને જેમ કોઈને ક્ષયરોગ થાય તેને ટાળ્યાનું કોઈ ઓષધ નથી તે તો નિશ્ચય મરે; તેમ જેને સંતનો અવગુણ આવ્યો તેને તો ક્ષયરોગ થયો જાણવો, તે તો પાંચ દિવસ મોડો-વહેલો નિશ્ચય વિમુખ થશે. અને વળી જેમ મનુષ્યનાં હાથ, પગ, નાક, આંખ્ય, આંગળીઓ એ આદિક જે અંગ તે કપાય તો પણ એ મનુષ્ય મૂવો કહેવાય નહીં અને જ્યારે ધડમાંથી માથું કપાઈ જાય ત્યારે તેને મૂવો કહેવાય; તેમ હરિજનનો જેને અવગુણ આવે તેનું તો માથું કપાણું. અને બીજાં વર્તમાનમાં કદાચિત્ ફેર પડે તો અંગ કપાણું કહેવાય પણ તે જીવે ખરો, કહેતાં તે સત્સંગમાં ટકે ખરો; અને જેને સંતનો અવગુણ આવ્યો તે તો નિશ્ચય સત્સંગથી જ્યારે-ત્યારે વિમુખ જ થાય, એ એનું માથું કપાણું જાણવું.”\nપછી ભગવદાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હરિજનનો અવગુણ આવ્યો હોય તેને ટાળ્યાનો કોઈ ઉપાય છે કે નથી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “ઉપાય તો છે પણ અતિ કઠણ છે, તે અતિશય શ્રદ્ધાવાળો હોય તેથી થાય છે. જ્યારે કોઈ સંતનો અવગુણ આવે ત્યારે એમ વિચાર કરે જે, ‘મેં અતિ મોટું પાપ કર્યું, જે માટે બ્રહ્મસ્વરૂપ એવા જે ભગવાનના ભક્ત તેનો અવગુણ લીધો.’ એવા વિચારમાંથી અતિશય દાઝ હૈયામાં થાય, તે દાઝને મારે અન્ન જમે તો તેના સ્વાદુ-કુસ્વાદુપણાની ખબર પડે નહીં તથા રાત્રિને વિષે નિદ્રા પણ આવે નહીં. અને જ્યાં સુધી સંતનો અવગુણ હૈયામાંથી ટળે નહીં ત્યાં સુધી જેમ જળ વિનાનું માછલું તરફડે તેમ અતિ વ્યાકુળ થાય. અને જ્યારે એ સંતનો હૈયામાં અતિશય ગુણ આવે ને તે સંત કોઈ વાતે દુખાણા હોય તો તેને અતિ દીન થઈને પ્રસન્ન કરે. એવી જાતનો જેના હૃદયમાં વિચાર રહેતો હોય તો તેને સંતનો અવગુણ આવ્યો હોય તે પણ ટળી જાય ને સત્સંગમાંથી પણ વિમુખ ન થાય; પણ એ વિના બીજો કોઈ એનો ઉપાય નથી કહ્યો, એ જ એક ઉપાય છે.”"
}