{
    "number": 104,
    "vachanamrut": "કારિયાણી ૮\n",
    "title": "સગુણ-નિર્ગુણ સ્વરૂપનું\n",
    "setting": "સંવત ૧૮૭૭ના કાર્તિક સુદિ ૪ ચતુર્થીને દિવસ શ્રીજીમહારાજ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! વેદ, શાસ્ત્ર, પુરાણ અને ઇતિહાસને વિષે ભગવાનનું સગુણ સ્વરૂપ નિરૂપણ કર્યું છે અને નિર્ગુણ સ્વરૂપ પણ નિરૂપણ કર્યું છે. તે ભગવાન જે શ્રીપુરુષોત્તમ તેનું નિર્ગુણ સ્વરૂપ કેવી રીતે સમજવું? અને સગુણ સ્વરૂપ કેવી રીતે સમજવું? અને તે ભગવાનનું નિર્ગુણ સ્વરૂપ સમજવે કરીને ભગવાનના ભક્તને કેટલો સમાસ છે? અને તે ભગવાનનું સગુણ સ્વરૂપ સમજવે કરીને કેટલો સમાસ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનું નિર્ગુણ સ્વરૂપ છે તે તો સૂક્ષ્મ થકી પણ અતિ સૂક્ષ્મ છે અને પૃથ્વી આદિક જે સર્વે તત્ત્વ તેનું આત્મા છે અને તે થકી પર જે પ્રધાનપુરુષ તેનું આત્મા છે અને તે પ્રધાનપુરુષ થકી પર જે શુદ્ધ પુરુષ ને પ્રકૃતિ તેનું આત્મા છે અને તેથી પર જે અક્ષર તેનું પણ આત્મા છે; અને એ સર્વે ભગવાનનું શરીર છે. અને જેમ દેહ થકી જીવ છે તે સૂક્ષ્મ છે ને શુદ્ધ છે ને ઘણો પ્રકાશમાન છે, તેમ એ સર્વે થકી ભગવાન અતિશય સૂક્ષ્મ છે અને અતિશય શુદ્ધ છે અને અતિશય નિર્લેપ છે અને અતિ પ્રકાશે યુક્ત છે. અને જેમ આકાશ છે તે પૃથ્વી આદિક ચાર ભૂતમાં વ્યાપક છે ને પૃથ્વી આદિક ચાર ભૂત થકી અસંગી છે અને એ ચાર ભૂતની ઉપાધિ તે આકાશને અડતી નથી, આકાશ તો અતિશય નિર્લેપ થકો એ ચાર ભૂતને વિષે રહ્યો છે; તેમ પુરુષોત્તમ ભગવાન સર્વના આત્મારૂપે કરીને સર્વને વિષે રહ્યા છે તો પણ અતિશય નિર્વિકાર છે ને અસંગી છે ને પોતે પોતાને સ્વભાવે યુક્ત છે અને તે સરખો થવાને કોઈ સમર્થ નથી થતો. જેમ આકાશ ચાર ભૂતમાં રહ્યો છે, પણ ચાર ભૂત આકાશ જેવાં નિર્લેપ તથા અસંગી થવાને સમર્થ નથી થતાં; તેમ જ પુરુષોત્તમ ભગવાન સર્વના આત્મા છે, તો પણ અક્ષર પર્યંત કોઈ પણ પુરુષોત્તમ ભગવાન જેવા સમર્થ થવાને સમર્થ નથી થતા. એવી રીતે જે અતિશય સૂક્ષ્મપણું અને અતિશય નિર્લેપપણું અને અતિશય શુદ્ધપણું અને અતિશય અસંગીપણું અને અતિશય પ્રકાશે યુક્તપણું અને અતિશય ઐશ્વર્યે યુક્તપણું તે એ ભગવાનની મૂર્તિને વિષે નિર્ગુણપણું છે. અને જેમ ગિરનાર પર્વત છે તેને લોકાલોક પર્વતની પાસે મૂકીએ ત્યારે તે અતિશય નાનો ભાસે; પણ ગિરનાર પર્વત કાંઈ નાનો થયો નથી, એ તો લોકાલોકની અતિશય મોટાઈ આગળ નાનો જણાય છે. તેમ પુરુષોત્તમ ભગવાનની મોટાઈ આગળ અષ્ટ આવરણે યુક્ત જે અનંત કોટિ બ્રહ્માંડ તે અણુની પેઠે અતિ સૂક્ષ્મ ભાસે છે; પણ તે બ્રહ્માંડ કાંઈ નાનાં થઈ ગયાં નથી, એ તો ભગવાનની મોટપ આગળ નાનાં જણાય છે. એવી રીતે ભગવાનની મૂર્તિને વિષે જે અતિશય મોટાઈ તે ભગવાનનું સગુણપણું છે.\n“ત્યારે કોઈકને એમ આશંકા થાય જે, ‘ભગવાન નિર્ગુણરૂપે તો અતિ સૂક્ષ્મ કરતાં પણ સૂક્ષ્મ છે અને સગુણરૂપે તો અતિ સ્થૂળ કરતાં પણ સ્થૂળ છે, ત્યારે એ બેય રૂપનું ધરનારું જે ભગવાનનું મૂળ સ્વરૂપ તે કેવું છે?’ તો તેનો ઉત્તર એ છે જે, પ્રકટ પ્રમાણ મનુષ્યાકારે દેખાય છે એ જ ભગવાનનું સદાય મૂળ સ્વરૂપ છે, અને નિર્ગુણપણું ને સગુણપણું એ તો એ મૂર્તિનું કોઈક અલૌકિક ઐશ્વર્ય છે. જેમ શ્રીકૃષ્ણ ભગવાન બ્રાહ્મણના પુત્રને લેવા સારુ અર્જુન સહિત રથે બેસીને ચાલ્યા તે લોકાલોક પર્વતને ઉલ્લંઘીને માયાનું તમ આવ્યું તેને સુદર્શન ચક્રે કરીને કાપીને તેથી પર જે બ્રહ્મજ્યોતિ તેને વિષે રહ્યા જે ભૂમાપુરુષ તેની પાસેથી બ્રાહ્મણના પુત્રને લઈ આવ્યા, ત્યારે તે રથ ને ઘોડા તે માયિક હતા ને સ્થૂળભાવે યુક્ત હતા પણ તે શ્રીકૃષ્ણ ભગવાનને યોગે કરીને અતિ સૂક્ષ્મ ને ચૈતન્યરૂપે થઈને ભગવાનના નિર્ગુણ બ્રહ્મધામને પામ્યા. એવી રીતે જે સ્થૂળ પદાર્થને સૂક્ષ્મપણાને પમાડી દેવું એ શ્રીકૃષ્ણ ભગવાનની મૂર્તિને વિષે નિર્ગુણપણું છે. અને એ જ શ્રીકૃષ્ણ ભગવાન તેણે પોતાની માતા જે યશોદાજી તેને પોતાના મુખને વિષે અષ્ટાવરણે યુક્ત સમગ્ર બ્રહ્માંડ દેખાડ્યું અને વળી અર્જુનને પોતાની મૂર્તિને વિષે વિશ્વરૂપ દેખાડ્યું અને અર્જુન વિના જે બીજા હતા તે તો સાડાત્રણ હાથની ભગવાનની મૂર્તિને દેખતા હતા. અને જ્યારે ભગવાને વામનાવતાર ધર્યો ત્યારે પ્રથમ તો વામનરૂપે દર્શન આપ્યું; અને ત્રણ પગલાં ધરતી બળિ પાસે શ્રીકૃષ્ણાર્પણ કરાવ્યા પછી એવું પોતાના સ્વરૂપને વધાર્યું જે સાત પાતાળનું તો એક પગલું કર્યું અને આકાશમાં તો પોતાનું શરીર બધેય માઈ રહ્યું અને બીજું પગલું ઊંચું મેલ્યું તેણે સાત સ્વર્ગને વેંધીને અંડકટાહ ફોડ્યું. એવું જે ભગવાનનું મોટું સ્વરૂપ થયું તેને બળિ રાજાએ દીઠું અને બળિ વિના જે બીજા હતા તેણે તો જેવું વામન સ્વરૂપ ભગવાને ધારણ કર્યું હતું તેવું ને તેવું દીઠું. એવી રીતે જે ભગવાનને વિષે અતિશય મોટાઈ થકી જે મોટાઈ દેખાય એ ભગવાનની મૂર્તિને વિષે સગુણપણું જાણવું. જેમ આકાશ છે તે શીતકાળે તથા ઉષ્ણકાળે વાદળાંએ રહિત હોય અને જ્યારે વર્ષાઋતુ આવે ત્યારે અસંખ્ય વાદળાંની ઘટાએ કરીને ભરાઈ જાય છે, તે કાળે કરીને આકાશમાં વાદળાં ઊપજે છે ને પાછાં લીન થઈ જાય છે; તેમ ભગવાન પોતાની ઇચ્છાએ કરીને પોતામાંથી નિર્ગુણ અને સગુણ રૂપ જે ઐશ્વર્ય તેને પ્રકટ કરીને પાછું પોતાને વિષે લીન કરે છે. અને એવા જે ભગવાન તે મનુષ્ય જેવા જણાતા હોય પણ તેના મહિમાનો પાર કોઈ પામતો નથી. અને જે ભક્ત એવી રીતે ભગવાનની મૂર્તિમાં નિર્ગુણપણું ને સગુણપણું સમજે તે ભક્તને કાળ, કર્મ અને માયા તે બંધન કરવાને સમર્થ થતાં નથી અને તેને આઠે પહોર અંતરમાં આશ્ચર્ય રહ્યા કરે છે.”"
}