{
    "number": 80,
    "vachanamrut": "સારંગપુર ૨\n",
    "title": "ભગવાનની મૂર્તિમાં હેત થયાનું\n",
    "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૬ છઠને દિવસ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરી ઉપર ઢોલિયો બિછાવ્યો હતો તે ઉપર ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા ને શ્વેત પાઘ મસ્તક ઉપર બાંધી હતી ને શ્વેત પછેડી ઓઢી હતી તથા શ્વેત ખેસ પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ મુનિ પ્રત્યે બોલ્યા જે, “માંહોમાંહી પ્રશ્ન-ઉતર કરો.” પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનના ભક્તને ભગવાનની મૂર્તિમાં અતિશય હેત કયે પ્રકારે થાય?” પછી તે પ્રશ્નનો ઉત્તર મુનિએ માંહોમાંહી કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજે તેનો ઉત્તર કરવા માંડ્યો જે, “સ્નેહ તો રૂપે કરીને પણ થાય છે તથા કામે કરીને પણ થાય છે તથા લોભે કરીને પણ થાય છે તથા સ્વાર્થે કરીને પણ થાય છે તથા ગુણે કરીને પણ થાય છે. તેમાં રૂપે કરીને જે સ્નેહ થાય છે તે તો જ્યારે તેના દેહમાં પિત્ત નીસરે અથવા કોઢ નીસરે ત્યારે સ્નેહ થયો હોય તે નાશ પામે છે; તેમ જ લોભ, કામ અને સ્વાર્થે કરીને જે હેત થયું હોય તે પણ અંતે નાશ પામે છે અને જે ગુણે કરીને સ્નેહ થયો હોય તે તો અંતે રહે છે.” ત્યારે શ્રીજીમહારાજ પ્રત્યે સોમલો ખાચર બોલ્યા જે, “એ તે ગુણ કયા? ઉપરલા કે માંહીલા?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ઉપરલે ગુણે શું થાય? એ તો વચને કરીને, દેહે કરીને અને મને કરીને જે ગુણ હોય અને તે ગુણે કરીને જે હેત થયું હોય તે નથી નાશ પામતું. અને તમે પૂછો છો તે ભક્તને ભગવાન ઉપર સ્નેહ થાય એમ જ કેવળ પૂછો છો? કે ભગવાનને ભક્ત ઉપર સ્નેહ થાય એમ પણ પૂછો છો?” ત્યારે સ્વાયંપ્રકાશાનંદ સ્વામી બોલ્યા, “એ બેયને પૂછીએ છીએ.”\nપછી શ્રીજીમહારાજે તેની વિસ્તારે કરીને વાર્તા કરવા માંડી જે, “વચને કરીને તો કોઈ જીવપ્રાણીમાત્રને દુખવવા નહીં. અને પરમેશ્વર સાથે અથવા મોટા સંત સાથે પ્રશ્ન-ઉત્તર કરતા હોઈએ અને તેમાં પરસ્પર વાદ-વિવાદ થતો હોય અને તેમાં પોતે જીતીએ એમ જણાય, તો પણ જે મોટાથી નાનો હોય તેને મોટાની સમીપે નમી દેવું; અને આપણ કરતાં મોટા સંત હોય તે સભામાં પ્રશ્ન-ઉત્તરે કરીને ભોંઠા પડે એમ કરવું નહીં, મોટા સંત આગળ અને પરમેશ્વર આગળ તો જરૂર હારી જવું. અને પરમેશ્વર તથા મોટા સંત તે પોતાને કોઈ વચન યોગ્ય કહે અથવા અયોગ્ય કહે, ત્યારે તે વચનને તત્કાળ સ્નેહે સહિત માનવું. તેમાં યોગ્ય વચન હોય તેમાં તો આશંકા થાય નહીં, પણ કોઈ અયોગ્ય વચન કહ્યું હોય અને તેમાં આશંકા થાય એવું હોય તો પણ તે સમાને વિષે ના પાડવી નહીં, એ તો હા જ પાડવી અને એમ કહેવું જે, ‘હે મહારાજ! જેમ તમે કહેશો તેમ હું કરીશ.’ અને તે વચન પોતાને મનાય નહીં એવું હોય, તો પરમેશ્વર તથા મોટા સંત તેની મરજી હોય તો તેમને હાથ જોડીને ભક્તિએ સહિત એમ કહેવું જે, ‘હે મહારાજ! તમે જે વચન કહ્યું તે તો ઠીક છે, પણ આટલી મને તેમાં આશંકા થાય છે.’ એ પ્રકારનું દીન થઈને વચન કહેવું. અને જો પરમેશ્વરની મરજી ન હોય તો તેમને સમીપે રહેતા હોય જે મોટા સંત તથા હરિભક્ત તેમને આગળ કહેવું જે, ‘આવી રીતે પરમેશ્વરે વચન કહ્યું છે, તે તો મને માન્યામાં આવતું નથી.’ પછી તેનું મોટા સંત સમાધાન કરે તથા પરમેશ્વર આગળ કહીને એ વચનનું સમાધાન કરાવે, પણ પરમેશ્વરે વચન અયોગ્ય કે યોગ્ય કહ્યું હોય તે સમે ના પાડવી નહીં. એવી રીતની યુક્તિએ મોટાના વચનને પાછું ઠેલવું, પણ કહ્યું ને તત્કાળ ના પાડવી નહીં. એવી રીતે તો વચનને ગુણે કરીને વર્તવું. પછી તે ભક્તને ઉપર પરમેશ્વર તથા મોટા સંત તેને સ્નેહ થાય છે. અને તે ભક્તને પણ ભગવાનને વિષે દૃઢ સ્નેહ થાય છે.\n“હવે દેહને ગુણે કેમ વર્તવું? તો પોતાના દેહમાં જો કાંઈ ઉન્મત્તપણું જણાય તો ભજનમાં બેસવે કરીને અથવા ચાંદ્રાયણ વ્રતે કરીને દેહને નિર્બળ કરી નાંખવું; પછી તેને દેખીને તેના દેહની મોટા સંત અથવા પરમેશ્વર ખબર રખાવે તો ભલે, પણ પોતાને જાણે દેહનું જતન કરવું નહીં. તથા દેહે કરીને ભગવાનની અને ભગવાનના ભક્તની ટેલ-ચાકરી કરવી. એવી રીતે જ્યારે એ દેહને ગુણે કરીને વર્તે, ત્યારે તેને દેખીને તેને ઉપર પરમેશ્વર ને એ મોટા સંત તેને સ્નેહ થાય છે અને એ ભક્તને પણ ભગવાનને વિષે પ્રીતિ થાય છે.\n“હવે મનને ગુણે જેમ વર્તવું તેની રીત કહીએ છીએ જે, પરમેશ્વરનાં જ્યારે દર્શન કરવાં ત્યારે મને સહિત દૃષ્ટિને એકાગ્ર રાખીને કરવાં. અને પરમેશ્વરનાં દર્શન કરતો હોય ને ત્યાં કોઈ મનુષ્ય આવ્યું અથવા શ્વાન આવ્યું કે બીજું કોઈ પશુ-પક્ષી આવ્યું, ત્યારે પરમેશ્વરનાં દર્શનમાંથી વૃત્તિ તોડીને આડીઅવળી, ઊંચી-નીચી દૃષ્ટિ કરીને તેનાં પણ ભેળાં દર્શન કરતો જાય. પછી એવી ફાટેલ દૃષ્ટિવાળાને પરમેશ્વર કે મોટા સંત દેખીને રાજી થતા નથી. અને એ દર્શન કરે છે તે કેવાં કરે છે? તો જેમ અન્ય મનુષ્ય કરે છે તેમ તે પણ કરે છે. અને એવી લૌકિક દૃષ્ટિવાળો તો જેમ ખિલખોડી બોલે છે તે ભેળે પૂંછડું ઊંચું કરે છે તેવો જાણવો; શા સારુ જે, પરમેશ્વર ભેળે બીજાં દર્શન કરે છે. અને એવાં લૌકિક દર્શન જ્યારે એ કરવા માંડે ત્યારે જેવો પ્રથમ સારો હોય તેવો રહે નહીં અને તે દિવસે દિવસે ઊતરતો જાય. તે માટે પરમેશ્વરનાં દર્શન કરતાં કરતાં આડીઅવળી દૃષ્ટિ કરવી નહીં. પરમેશ્વરનાં દર્શન તો પ્રથમ પહેલે નવીન થયાં હોય ને તે સમયને વિષે જેવું અંતરમાં અલૌકિકપણું હોય, તેવું ને તેવું મનમાં અલૌકિકપણું રહેતું જાય. ને એકદૃષ્ટિએ કરીને મૂર્તિને જોતે જવું અને દૃષ્ટિ પલટીને અંતરમાં તેવી ને તેવી તે મૂર્તિને ઉતારવી. જેમ ધર્મપુરમાં કુશળકુંવરબાઈ હતાં, તે અમારાં દર્શન કરતાં જતાં હતાં અને દૃષ્ટિ પલટાવીને મૂર્તિને અંતરમાં ઉતારતાં; તેમ દર્શન તો મને યુક્ત દૃષ્ટિને એકાગ્ર રાખીને કરવાં, પણ જેમ બીજાં દર્શન કરે છે તેમ ન કરવાં. અને જો પરમેશ્વરનાં દર્શન ભેળે બીજાં દર્શન મનુષ્યનાં કે કૂતરાં-બલાડાંનાં કરે છે, તો તેને જ્યારે સ્વપ્ન થાય ત્યારે પરમેશ્વર પણ દેખાય અને તે અન્ય પદાર્થ પણ ભેળે દેખાય. તે માટે પરમેશ્વરનાં દર્શન તો એકદૃષ્ટિએ કરવાં, પણ ચપળ દૃષ્ટિએ ન કરવાં. અને પરમેશ્વરનાં દર્શન દૃષ્ટિને નિયમમાં રાખીને કરે છે તેને એ દર્શન નવીનનાં નવીન રહે છે, અને પરમેશ્વરે જે જે વચન કહ્યાં હોય તે પણ તેને નવીનનાં નવીન રહે છે. અને લૌકિક બાહ્યદૃષ્ટિએ કરીને દર્શન કર્યાં હોય તેને પરમેશ્વરનાં દર્શન તથા વચન એ સર્વે જૂનાં થઈ જાય છે. તે રોજ દર્શન કર્યા કરે, પણ એવાને તો જેમ ન થયાં હોય તેવાં ને તેવાં રહે છે. તે જ્યારે ભજનમાં બેસે ત્યારે તેનું મન સ્થિર રહે નહીં, બહુધારાએ યુક્ત થાય; અને પરમેશ્વરને ધારે ત્યારે તે ભેળે બીજાં દર્શન જે જે કર્યાં છે તે પણ વગર ધાર્યાં આવીને હૈયામાં સ્ફુરે છે. તે માટે દર્શન તો એક પરમેશ્વરનાં જ કરવાં. અને એમ જે દર્શન કરે છે, તેનું મન ભજન-સ્મરણ કરતે એક પરમેશ્વરમાં જ રહે છે; પણ તેની બહુધારા નથી રહેતી, એક રહે છે. અને જે ચપળ દૃષ્ટિએ દર્શન કરે છે તેને હું જાણું છું અને જેનાં દૃષ્ટિ ને મન નિયમમાં હોય એવા જે મોટા સંત તે પણ જાણે જે, ‘આ તો લૌકિક દર્શન કરે છે,’ પછી તે લૌકિક દર્શનનો કરનારો આ સમાગમમાંથી દિવસે દિવસે ઊતરતો જાય છે. અને જેમ કોઈક કામી પુરુષ હોય તેની રૂપવંતી સ્ત્રીમાં એકમને કરીને દૃષ્ટિ પ્રોવાણી હોય, તે સમે વચમાં કોઈક પશુ-પક્ષી આવે-જાય કે બોલે પણ તેની તેને ખબર રહે નહીં; એવી રીતે એકાગ્ર દૃષ્ટિએ કરીને પરમેશ્વરમાં જોડાવું, પણ લૌકિક દર્શન ન કરવાં.”\nત્યારે નિર્વિકારાનંદ સ્વામીએ આશંકા કરી જે, “હે મહારાજ! અમારે તો દેશદેશમાં મનુષ્ય આગળ વાર્તા કરવી પડે, તેણે કરીને મનનું એકાગ્રપણું રહેતું નથી.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “મનુષ્ય આગળ વાર્તા કરવી તેની તો અમે આજ્ઞા આપી છે, પણ અહીં મૂર્તિનાં દર્શન મેલીને બીજાં દર્શન કરવાં એવી કયે દિવસે આજ્ઞા આપી છે?” એમ કહીને વળી વાર્તા કરવા લાગ્યા જે, “પ્રથમ જ્યારે મૂર્તિનાં દર્શન થાય છે ત્યારે તેને કેવું અલૌકિકપણું રહે છે! તેવું ને તેવું અલૌકિકપણું તો તો રહે, જો મને સહિત દૃષ્ટિ પરમેશ્વરમાં રાખે. એવી રીતે મનને ગુણે કરીને વર્તે ત્યારે તે ભક્તને ઉપર નિત્ય પ્રત્યે ભગવાનને નવીન ને નવીન હેત રહે છે અને તે ભક્તને પણ ભગવાનને વિષે નિત્ય પ્રત્યે નવીન ને નવીન હેત રહે છે. અને વળી નેત્ર ને શ્રોત્ર એ બેને તો વિશેષે કરીને નિયમમાં રાખવાં. તે શા સારુ જે, જ્યાં-ત્યાં ગ્રામ્યવાર્તા થતી હોય ને તેને શ્રોત્રની વૃત્તિ દ્વારે તણાઈ જઈને સાંભળીએ, તો તે સર્વે ગ્રામ્ય શબ્દ ભજનમાં બેસે ત્યારે સાંભરી આવે છે; અને ફાટેલ નેત્રની વૃત્તિએ કરીને જે જે રૂપ જોયું હોય, તે સર્વે ભજન કરતાં સાંભરી આવે છે; તે સારુ એ બે ઇન્દ્રિયોને તો અતિશય નિયમમાં રાખવાં. અને નેત્રની ને શ્રોત્રની વૃત્તિ જ્યારે મૂર્તિનાં દર્શન કરતા હોઈએ ને મૂર્તિને મેલીને અન્યમાં તણાય તો તેને એમ ઉપદેશ દેવો જે, ‘હે મૂર્ખ! તું ભગવાનની મૂર્તિ વિના અન્ય રૂપને જુએ છે કે પરમેશ્વરની વાર્તા વિના અન્ય વાર્તાને સાંભળે છે તેમાં તને શું પ્રાપ્ત થશે? અને હજી તને સિદ્ધદશા તો આવી નથી જે, જેવું ચિંતવ્યું તેવું તને તત્કાળ મળે; શા સારુ જે, હજી તો તું સાધક છું. માટે જે વિષયને તું ચિંતવીશ તે વિષય મળશે નહીં અને ઠાલાં વલખાં કરીને પરમેશ્વરને શા વાસ્તે મેલી દે છે? અને કાંઈક જો તને અલ્પ વિષય મળશે તો તેના પાપમાં યમપુરીનો માર ખાતાં ખાતાં અંત નહીં આવે.’ એવી રીતે નેત્રને અને શ્રોત્રને ઉપદેશ દેવો. અને વળી એમ કહેવું જે, ‘જ્યારે તું ભગવાનની મૂર્તિમાં એકાગ્ર થઈશ તો તેમાંથી તું સિદ્ધદશાને પામીશ. પછી તું જે જે બ્રહ્માંડમાં વાર્તા થાય છે તેને સહજે સાંભળીશ; અને બ્રહ્મા, વિષ્ણુ અને શિવના જેવા રૂપને ઇચ્છીશ તો તેવા રૂપને પામીશ; અને લક્ષ્મી કે રાધિકા જેવો ભક્ત થવા ઇચ્છીશ તો તેવો થઈશ. અને ભગવાનનું ભજન કરતાં કરતાં સિદ્ધદશાને દેહ છતે નહીં પામ્ય, તો દેહ પડ્યા પછી મુક્ત થઈશ ત્યારે સિદ્ધદશા મળશે. પણ સિદ્ધદશા આવ્યા વિના રૂપને જોઈ જોઈને મરી જઈશ તો પણ તને રૂપ મળશે નહીં અને ગ્રામ્યા શબ્દને પણ સાંભળી સાંભળીને મરી જઈશ તો તેણે કરીને બુદ્ધિ તો અતિશય ભ્રષ્ટ થઈ જશે, પણ તેમાંથી કાંઈ પ્રાપ્તિ નહીં થાય.’ એવી રીતે નેત્રને અને શ્રોત્રને ઉપદેશ દઈને એક ભગવાનની મૂર્તિમાં જ રાખવાં. અને એવી રીતે જે વર્તે તેને ભગવાનની મૂર્તિમાં દિવસે દિવસે અધિક સ્નેહ થાય છે અને તે ભક્ત ઉપર પરમેશ્વર ને મોટા સાધુને સ્નેહ હોય તેથી પણ દિવસે દિવસે વધતો જાય છે.”"
}