{
    "number": 57,
    "vachanamrut": "ગઢડા પ્રથમ ૫૭\n",
    "title": "અસાધારણ મોક્ષનું કારણ\n",
    "setting": "સંવત ૧૮૭૬ના ફાગણ સુદિ ૨ દ્વિતીયાને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં સાધુની જાયગાને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને પ્રશ્ન-ઉત્તર કરતાં આવડે તે એક એક પ્રશ્ન પૂછો.” પછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! મોક્ષનું અસાધારણ કારણ તે શું છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના સ્વરૂપનું જ્ઞાન અને ભગવાનનું માહાત્મ્ય જાણવું એ બે અસાધારણ મોક્ષના હેતુ છે.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનને વિષે જે સ્નેહ તેનું શું રૂપ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સ્નેહનું રૂપ તો એ છે જે, સ્નેહમાં કોઈ જાતનો વિચાર ન જોઈએ. અને જ્યારે જે ગુણ વિચારીને સ્નેહ કરે તે તો જ્યારે અવગુણ દેખે ત્યારે તેનો સ્નેહ ત્રૂટી જાય; માટે હેત તો જેમ થયું હોય તેમ ને તેમ રહેવા દેવું, પણ વિચાર કરીને વારે વારે સ્થાપન-ઉત્થાપન કરવું નહીં. ને મૂઢપણે ભગવાનને વિષે હેત કરવું. અને જે ગુણને વિચારીને હેત કરે તે હેતનો વિશ્વાસ નહીં, માટે હેત તો જેમ દેહનાં સંબંધી સંગાથે છે તેવું ભગવાનને વિષે હેત કરવું અને એ હેતને મૂઢપણાનું હેત કહીએ. અને ભગવાનનું માહાત્મ્ય જાણીને જે હેત થાય છે તે તો બીજી જ રીતનું છે એમ જાણવું.”\nપછી શિવાનંદ સ્વામીએ પૂછ્યું જે, “સત્સંગમાં રહેવાનો ખપ છે, તો પણ કોઈક અયોગ્ય સ્વભાવ છે તે કેમ ટળતો નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે સ્વભાવ સત્સંગમાં અંતરાય કરતો હોય તે ઉપર જેને અભાવ ન આવે ત્યાં સુધી એને ક્યાં સત્સંગનો પૂરો ખપ છે? અને તે સ્વભાવને પણ ક્યાં પૂરો શત્રુ જાણ્યો છે? ત્યાં દૃષ્ટાંત છે: જેમ કોઈક પુરુષ આપણો મિત્ર હોય ને તે જ પુરુષે આપણા ભાઈને મારી નાખ્યો હોય તો પછી તે સાથે મિત્રપણું ન રહે અને તેનું માથું કાપવાને તૈયાર થાય; કાં જે, મિત્ર કરતાં ભાઈનો સંબંધ અધિક છે. તેમ જો એને પોતાનો સ્વભાવ વર્તમાનમાં ભંગ પડાવીને સત્સંગથી વિમુખ કરે એવો છે ને તોય પણ એની ઉપર વૈરભાવ આવતો નથી અને તે સ્વભાવ ઉપર રીસ ચઢતી નથી, તો જો એને સત્સંગમાં પૂરું હેત નથી. અને જો જેવું ભાઈમાં હેત મનુષ્યને છે તેવું જો સત્સંગ ઉપર હેત હોય તો ભૂંડા સ્વભાવને તત્કાળ ટાળી નાંખે. શા માટે જે, જીવ તો અતિ સમર્થ છે; કેમ જે, મન અને ઇન્દ્રિયો એ સર્વે તો ક્ષેત્ર છે અને જીવ તો એનો ક્ષેત્રજ્ઞ છે, માટે જે કરે તે થાય.”"
}