{
  "number": 124,
  "vachanamrut": "લોયા ૧૬\n",
  "title": "વાસના કુંઠિત અને નિર્મૂળ થયાનું\n",
  "setting": "સંવત ૧૮૭૭ના માગશર વદિ ૧૪ ચૌદશને દિવસ સંધ્યા આરતી થયા કેડે શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો તથા ગરમ પોસની રાતી ડગલી પહેરી હતી તથા માથે ધોળો ફેંટો બાંધ્યો હતો ને બીજે ધોળે ફેંટે કરીને બોકાની વાળી હતી ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સર્વે પરમહંસ પરસ્પર પ્રશ્ન-ઉત્તર કરો.” એમ કહીને પોતે જ પ્રશ્ન પૂછ્યો જે, “જેને વાસના કુંઠિત ન થઈ હોય ને જેને વાસના કુંઠિત થઈ ગઈ હોય ને જેને વાસના નિર્મૂળ થઈ ગઈ હોય તેનાં શાં લક્ષણ છે?” પછી મુક્તાનંદ સ્વામીએ એ પ્રશ્નનો ઉત્તર કરવા માંડ્યો પણ થયો નહીં. ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેની વાસના કુંઠિત ન થઈ હોય તેની ઇન્દ્રિયોની વૃત્તિ વિષયમાં ચોંટી જાય, તે પાછી વિચારે કરીને પણ નીસરે નહીં. અને જેને કુંઠિત વાસના થઈ ગઈ હોય તેની વૃત્તિ વિષયમાં તત્કાળ પ્રવેશ કરે નહીં; અને કદાચિત્ વૃત્તિ વિષયમાં પ્રવેશ કરી જાય ને તે વૃત્તિને પાછી વાળે તો તરત પાછી વળે, પણ વિષયમાં આસક્ત થાય નહીં. અને જેને વાસના નિર્મૂળ થઈ ગઈ હોય તેને તો જાગ્રતને વિષે સુષુપ્તિની પેઠે વિષયનો અભાવ વર્તે ને સારા-નરસા જે વિષય તે બેય સમાનપણે જણાય અને પોતે ગુણાતીતપણે વર્તે.”\nત્યારે ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “વાસના કુંઠિત તો હોય, પણ તે મૂળમાંથી ટળી નથી જતી તેનું શું કારણ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર એ છે જે, આત્મનિષ્ઠારૂપ એવું જે જ્ઞાન તથા પ્રકૃતિનાં કાર્ય એવાં જે પદાર્થમાત્ર તેને વિષે અનાસક્તિરૂપ એવો જે વૈરાગ્ય તથા બ્રહ્મચર્યાદિકરૂપ જે ધર્મ તથા માહાત્મ્યે સહિત એવી જે ભગવાનની ભક્તિ - એ ચાર વાનાં જેમાં સંપૂર્ણ હોય તેને વાસના નિર્મૂળ થઈ જાય છે. અને એ ચારમાં જેટલી ન્યૂનતા રહે છે તેટલી વાસના નિર્મૂળ થતી નથી.”૯\nપછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે પ્રશ્ન પૂછીએ જે, મુમુક્ષુને ભગવાનની પ્રાપ્તિને અર્થે અનંત સાધન કરવાનાં કહ્યાં છે, તેમાં એક એવું મોટું કયું સાધન છે જેણે કરીને સર્વે દોષ ટળી જાય ને તેમાં સર્વે ગુણ આવે?” ત્યારે એ પ્રશ્નનો ઉત્તર પરમહંસ વતે થયો નહીં. પછી શ્રીજીમહારાજે એનો ઉત્તર કર્યો જે, “ભગવાનનું માહાત્મ્ય જેમ કપિલદેવજીએ દેવહૂતિ પ્રત્યે કહ્યું છે જે, ‘મદ્‎‍ભયાદ્વાતિ વાતોઽયં સૂર્યસ્તપતિ મદ્‎‍ભયાત્।’૯ એવી રીતે અનંત પ્રકારના માહાત્મ્યે સહિત એવી જે ભગવાનની ભક્તિ તે જેને હોય તેના દોષમાત્ર ટળી જાય છે અને તેને જ્ઞાન, વૈરાગ્ય, ધર્મ એ ન હોય તો પણ એ સર્વે આવે છે, માટે એ સાધન સર્વેમાં મોટું છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “જે કપટી હોય ને તે બુદ્ધિવાળો હોય માટે પોતાના કપટને જણાવા દે નહીં, તેનું કપટ કેવી રીતે કળાય? તે કહો.” ત્યારે એનો ઉત્તર બ્રહ્માનંદ સ્વામીએ કર્યો જે, “જેની બેઠ્યક-ઉઠ્યક તે જે સત્સંગનો દ્વેષી હોય ને સંતનું ને ભગવાનનું ઘસાતું બોલતો હોય તે પાસે હોય તેણે કરીને તે ઓળખાય, પણ બીજી રીતે તો ન ઓળખાય.” પછી એ ઉત્તરને શ્રીજીમહારાજે માન્યો અને પછી પોતે બોલ્યા જે, “એવાનો સંગ ન કરતો હોય તો કેમ કળીએ?” ત્યારે બ્રહ્માનંદ સ્વામીએ કહ્યું જે, “કોઈક દેશકાળનું વિષમપણું આવે ત્યારે એનું કપટ કળાઈ જાય.” ત્યારે શ્રીજીમહારાજે કહ્યું જે, “એ ઠીક ઉત્તર કર્યો.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “એવો ક્યો એક અવગુણ છે જે, જેણે કરીને સર્વ ગુણમાત્ર તે દોષરૂપ થઈ જાય છે? તે કહો.” ત્યારે શ્રીપાત્ દેવાનંદ સ્વામી બોલ્યા જે, “ભગવાનના ભક્તનો જે દ્રોહ કરે તેના જે સર્વ ગુણ તે દોષરૂપ થઈ જાય છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ઉત્તર પણ ખરો; પણ અમે તો એનો ઉત્તર બીજો ધાર્યો છે જે, સર્વે ગુણે સંપન્ન હોય ને જો ભગવાનને અલિંગ સમજતો હોય પણ મૂર્તિમાન ન સમજે એ મોટો દોષ છે, એણે કરીને એના બીજા સર્વે ગુણ દોષરૂપ થઈ જાય છે.”\nઅને વળી શ્રીજીમહારાજે પ્રશ્ન પૂછ્યો જે, “સંતનો અભાવ શાણે કરીને આવે છે? તે કહો.” પછી એનો ઉત્તર પરમહંસે કરવા માંડ્યો પણ થયો નહીં. ત્યારે શ્રીજીમહારાજે એનો ઉત્તર કર્યો જે, “જેને માન હોય તેને સંતનો અભાવ આવે છે. કેમ જે, જે માની હોય તેનો એવો સ્વભાવ હોય જે, જે પોતાને વખાણે તેમાં સો અવગુણ હોય તે સર્વને પડ્યા મૂકીને તેમાં એક ગુણ હોય તેને બહુ માને; અને જે પોતાને વખાણતો ન હોય ને તેમાં સો ગુણ હોય તે સર્વને પડ્યા મૂકીને તેમાં કોઈક જેવો-તેવો એક અવગુણ હોય તેને બહુ માનીને તેનો પ્રથમ તો મન તથા વચન તેણે કરીને દ્રોહ કરે ને પછી દેહે કરીને પણ દ્રોહ કરે. માટે એ માનરૂપ મોટો દોષ છે. અને તે માન સમજુમાં જ હોય ને ભોળામાં ન હોય એમ જાણવું નહીં; ભોળામાં તો સમજુ કરતાંય ઝાઝું હોય છે.”\nપછી મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એ માન કેમ ટળે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનનું માહાત્મ્ય અતિશય સમજતો હોય તેને માન ન આવે; કેમ જે, જુઓ ને, ઉદ્ધવજી કેવા ડાહ્યા હતા! ને નીતિશાસ્ત્રમાં કુશળ હતા ને દેહે કરીને રાજા જેવા હતા, પણ જો ભગવાનનું માહાત્મ્ય સમજતા હતા તો ગોપીઓને વિષે ભગવાનનો સ્નેહ જોઈને તેની આગળ પોતાનું માન ન રહ્યું અને એમ બોલ્યા જે, ‘એ ગોપીઓના ચરણની રજ જેને અડતી હોય એવાં જે વૃક્ષ, લતા, તૃણ, ગુચ્છ તે માંહેલો હું કોઈક થાઉં.’૯ અને તુલસીદાસજીએ કહ્યું છે જે,\n‘તુલસી જ્યાકે મુખનસે ભૂલે નિકસે રામ।\nતાકે પગકી પેહેનિયાં મેરે તનકી ચામ॥’૯\n“એમ જેને ભૂલે પણ ભગવાનનું નામ મુખથી નીસરે તેને અર્થે પોતાના શરીરના ચર્મના જોડા કરાવી આપે, તો જે ભગવાનના ભક્ત હોય ને ભગવાનનું નિરંતર નામસ્મરણ, ભજન-કીર્તન, વંદન કરતા હોય ને જો ભગવાનનું માહાત્મ્ય સમજતો હોય તો તેને આગળ શું માન રહે? ન જ રહે. માટે માહાત્મ્ય સમજે ત્યારે માન જાય છે, પણ માહાત્મ્ય સમજ્યા વિના તો માન જતું નથી; તે સારુ જેને માન ટાળવું હોય તેને ભગવાનનું ને સંતનું માહાત્મ્ય સમજવું.”"
}