{
    "number": 21,
    "vachanamrut": "ગઢડા પ્રથમ ૨૧\n",
    "title": "એકાંતિક ધર્મવાળાનું, અક્ષરનાં બે સ્વરૂપનું\n",
    "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં સાંજને સમે ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને કાળા છેડાનો ખેસ પહેર્યો હતો ને ધોળો ચોફાળ ઓઢ્યો હતો ને ધોળી પાઘ માથે બાંધી હતી ને ઉગમણે મુખારવિંદે વિરાજમાન હતા ને પોતાની આગળ સાધુ ઝાંઝ, પખાજ લઈને કીર્તન ગાતા હતા અને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના સત્સંગીની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી તે સર્વેને શ્રીજીમહારાજે છાના રાખ્યા ને એમ બોલ્યા જે, “સર્વે સાંભળો, એક વાર્તા કરીએ.” એમ કહીને ઝાઝી વાર સુધી તો નેત્રકમળને મીંચીને વિચારી રહ્યા ને પછી બોલ્યા જે, “જે હરિભક્તના મનમાં ભગવાનને અતિ પ્રસન્ન કરવાની ઇચ્છા હોય તે ભગવાનને પ્રસન્ન કરવાનો તો એ ઉપાય છે જે, પોતપોતાના વર્ણાશ્રમનો જે ધર્મ તેને વિષે અચળ નિષ્ઠા તથા આત્મનિષ્ઠાની અતિશય દૃઢતા તથા એક ભગવાન વિના બીજા સર્વ પદાર્થને વિષે અરુચિ તથા ભગવાનને વિષે માહાત્મ્યે સહિત એવી નિષ્કામભક્તિ, એ ચાર સાધને કરીને ભગવાનની અતિશય પ્રસન્નતા થાય છે. અને એ જે ચાર સાધન તેને એકાંતિક ધર્મ કહીએ. અને એવા એકાંતિક ધર્મવાળા જે ભક્ત તે આ સમામાં આપણા સત્સંગમાં કેટલાક છે. અને જે ભગવાનનો ભક્ત હોય તેને ખાતાં, પીતાં, ના’તાં, ધોતાં, ચાલતાં, બેઠતાં સર્વ ક્રિયાને વિષે ભગવાનની મૂર્તિનું ચિંતવન કરવું. અને જ્યારે અંતરમાં કોઈ વિક્ષેપ ન હોય ત્યારે તો ભગવાનનું ચિંતવન કરવું ને ભગવાનની મૂર્તિ સામું જોઈ રહેવું અને જો અંતરમાં સંકલ્પ-વિકલ્પનો વિક્ષેપ થાય તો દેહ, ઇન્દ્રિયો, અંતઃકરણ, દેવતા, વિષય એ સર્વથી પોતાનું સ્વરૂપ જુદું સમજવું અને જ્યારે સંકલ્પનો વિરામ થાય ત્યારે ભગવાનની મૂર્તિનું ચિંતવન કરવું. અને આ દેહને તો પોતાનું સ્વરૂપ માનવું નહીં અને દેહનાં જે સંબંધી તેને પોતાનાં સંબંધી માનવાં નહીં; કેમ જે, આ જીવ છે તે ચોરાશી લાખ જાતના દેહને પૂર્વે ધરી આવ્યો છે. અને જેટલી જગતમાં સ્ત્રીઓ છે તે સર્વેને પેટ જન્મ લીધા છે તથા જગતમાં જેટલી કૂતરીઓ, જેટલી મીનડીઓ, જેટલી વાનરીઓ એ આદિક જે જે ચોરાશીમાં જીવ છે તે સર્વેને પેટ કેટલીક વાર જન્મ ધર્યા છે. અને આ જગતમાં જેટલી જાતની સ્ત્રીઓ છે તેમાં કેઈ એણે સ્ત્રી નથી કરી? સર્વેને પોતાની સ્ત્રીઓ કરી છે; તેમ જ એ જીવે સ્ત્રીના દેહ ધરી ધરીને જગતમાં જેટલી જાતના પુરુષ છે તે સર્વેને પોતાના ધણી કર્યા છે. તેટલા માટે જેમ એ ચોરાશી લાખ જાતનાં સગપણને હમણે માનતા નથી તથા ચોરાશી લાખ જાતના દેહને પોતાનું દેહ માનતા નથી, તેમ જ આ દેહને પોતાનું સ્વરૂપ માનવું નહીં અને આ દેહનાં સંબંધીને પોતાનાં સંબંધી માનવાં નહીં; કેમ જે, ચોરાશી લાખ જાતના દેહ ધર્યા તેનો સંબંધ રહ્યો નહીં તો આ દેહનો સંબંધ પણ નહીં જ રહે. તે માટે દેહગેહાદિક સર્વ પદાર્થને અસત્ય જાણીને તથા દેહ, ઇન્દ્રિયો, અંતઃકરણ તેથી જુદું પોતાનું સ્વરૂપ જાણીને તથા પોતાના ધર્મમાં રહીને ભગવાનની નિષ્કામભક્તિ કરવી અને દિવસે દિવસે ભગવાનનું અતિશય માહાત્મ્ય જણાય તેને અર્થે સાધુનો સંગ નિરંતર રાખવો. અને જે આવી રીતે નથી સમજતો અને કેવળ દેહાભિમાની અને પ્રાકૃત મતિવાળો છે અને તે જો સત્સંગમાં પડ્યો છે તો પણ એને પશુ જેવો જાણવો. અને આ સત્સંગમાં તો ભગવાનનો મોટો પ્રતાપ છે તેણે કરીને પશુનું પણ કલ્યાણ થાય છે, તો મનુષ્યનું કલ્યાણ થાય તેમાં શું આશ્ચર્ય કહેવાય? પણ એને ખરેખરો ભગવાનનો એકાંતિક ભક્ત ન કહેવાય. એકાંતિક ભક્ત તો જેની પ્રથમ કહી એવી સમજણ હોય તેને જ કહીએ. અને એવો જે એકાંતિક ભક્ત તે દેહનો ત્યાગ કરીને સર્વે માયાના ભાવથી મુક્ત થઈને અર્ચિમાર્ગે કરીને ભગવાનના અક્ષરધામને પામે છે. તે અક્ષરનાં બે સ્વરૂપ છે - એક તો નિરાકાર એકરસ ચૈતન્ય છે તેને ચિદાકાશ કહીએ, બ્રહ્મમહોલ કહીએ; અને એ અક્ષર બીજે રૂપે કરીને પુરુષોત્તમ નારાયણની સેવામાં રહે છે. અને એ અક્ષરધામને પામ્યો જે ભક્ત તે પણ અક્ષરના સાધર્મ્યપણાને પામે છે અને ભગવાનની અખંડ સેવામાં રહે છે. અને એ અક્ષરધામને વિષે શ્રીકૃષ્ણ પુરુષોત્તમ નારાયણ તે સદા વિરાજમાન છે અને એ અક્ષરધામને વિષે અક્ષરના સાધર્મ્યપણાને પામ્યા એવા અનંત કોટિ મુક્ત રહ્યા છે તે સર્વે પુરુષોત્તમના દાસભાવે વર્તે છે અને પુરુષોત્તમ નારાયણ તે સર્વના સ્વામી છે ને અનંત કોટિ બ્રહ્માંડના રાજાધિરાજ છે. માટે આપણા સત્સંગી સર્વેને તો એમ જ નિશ્ચય કરવો જે, ‘આપણે પણ એ અક્ષરરૂપ જે મુક્ત તેમની પંક્તિમાં ભળવું છે અને અક્ષરધામમાં જઈને અખંડ ભગવાનની સેવામાં હજૂર રહેવું છે, પણ નાશવંત ને તુચ્છ એવું જે માયિક સુખ તેને ઇચ્છવું નથી ને એમાં કોઈ ઠેકાણે લોભાવું નથી;’ એવો દૃઢ નિશ્ચય રાખીને નિરંતર ભગવાનની એકાંતિક ભક્તિ કરવી અને ભગવાનનું અતિશય માહાત્મ્ય યથાર્થ સમજીને ભગવાન વિના બીજા જે સ્ત્રી-ધનાદિક સર્વ પદાર્થ તેની જે વાસના તેને દેહ છતે જ ટાળી નાંખવી. અને જો ભગવાન વિના બીજા પદાર્થની વાસના રહી ગઈ હોય ને તેનો દેહ પડે ને તેને ભગવાનના ધામમાં જાતે જો માર્ગમાં સિદ્ધિયો દેખાય તો તે ભગવાનને મૂકીને તે સિદ્ધિઓમાં લોભાઈ જાય તો તેને મોટું વિઘ્ન થાય; માટે સર્વ પદાર્થની વાસના ટાળીને ભગવાનને ભજવા.”"
}