{
    "number": 111,
    "vachanamrut": "લોયા ૩\n",
    "title": "માહાત્મ્યજ્ઞાને સહિત નિશ્ચયવાળાનું\n",
    "setting": "સંવત ૧૮૭૭ના કાર્તિક વદિ ૧૩ તેરસને દિવસ શ્રીજીમહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં રાત્રિને સમે૪ ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળી છીંટની ડગલી પહેરી હતી તથા રૂનો ભરેલો ધોળો સુરવાળ પહેર્યો હતો ને મસ્તક ઉપર ધોળો ફેંટો બાંધ્યો હતો તથા ધોળી પછેડી ઓઢી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના સત્સંગીની સભા ભરાઈને બેઠી હતી.\n",
    "text": "તે સમયને વિષે શ્રીજીમહારાજને ભગવદાનંદ સ્વામી તથા શિવાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાન તથા સંત તેનો જેને માહાત્મ્યજ્ઞાને સહિત નિશ્ચય હોય તેનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનનો ને સંતનો માહાત્મ્યજ્ઞાને સહિત નિશ્ચય હોય તેથી ભગવાનને અર્થે ને સંતને અર્થે શું ન થાય? એને અર્થે કુટુંબનો ત્યાગ કરે, લોકલાજનો ત્યાગ કરે, રાજ્યનો ત્યાગ કરે, સુખનો ત્યાગ કરે, ધનનો ત્યાગ કરે, સ્ત્રીનો ત્યાગ કરે અને સ્ત્રી હોય તે પુરુષનો ત્યાગ કરે.” એમ કહીને પછી આ સર્વે હરિભક્તની વાર્તાઓ એકબીજા કેડે કરી. ગામ ડડુસરવાળા રજપૂત ગલુજી તથા ધર્મપુરવાળાં કુશળકુંવરબાઈ તથા પર્વતભાઈ તથા રાજબાઈ તથા જીવુબાઈ તથા લાડુબાઈ તથા મોટાં રામબાઈ તથા દાદો ખાચર તથા માંચો ભક્ત તથા મૂળજી બ્રહ્મચારી તથા ભુજવાળાં લાધીબાઈ ને માતાજી તથા મુક્તાનંદ સ્વામી તથા વાળાક દેશનો આહીર પટેલ સામત તથા ગામ માનકૂવાના મૂળજી તથા કૃષ્ણજી તથા વાળાક દેશના ગુંદાળી ગામના બે કાઠી હરિભક્ત ઇત્યાદિક જે સત્સંગી તેમણે ભગવાનને અર્થે ને સંતને અર્થે જે જે કર્યું તેને વિસ્તારીને કહેતા હવા. અને વળી એમ કહ્યું જે, “જેને ભગવાનનો નિશ્ચય માહાત્મ્યજ્ઞાને સહિત હોય તે ભગવાનના વચનમાં ફેર પાડે નહીં ને જેમ કહે તેમ કરે.” તે ઉપર પોતાની વાત કરી જે, “અમારો સ્વભાવ કેવો હતો? તો ગોદોહનમાત્ર એક સ્થાનકમાં રહેવાય પણ વધુ રહેવાય નહીં, એવા ત્યાગી હતા અને વૈરાગ્ય અતિશય હતો ને શ્રીરામાનંદ સ્વામી ઉપર હેત પણ અસાધારણ હતું. તો પણ સ્વામીએ ભુજનગરથી કહી મોકલ્યું જે, ‘જો સત્સંગમાં રહ્યાનો ખપ હોય તો થાંભલાને બાથ લઈને પણ રહેવું પડશે,’ એમ મયારામ ભટ્ટે આવીને કહ્યું ત્યારે અમે થાંભલાને બાથ લીધી. ત્યાર પછી તેમણે કહ્યું જે, ‘મુક્તાનંદ સ્વામીની આજ્ઞામાં રહો.’ પછી અમે સ્વામીનાં દર્શન થયા મોર નવ મહિના સુધી મુક્તાનંદ સ્વામીની આજ્ઞામાં રહ્યા. એવે લક્ષણે કરીને જેને સંતનો ને ભગવાનનો એવો નિશ્ચય હોય તેને જાણીએ.” અને પછી સુંદરજી સુતાર ને ડોસા વાણિયાની વાત કરી. અને વળી, “જેને ભગવાનનો ને સંતનો એવો નિશ્ચય હોય તેને તેની કોરનો કેફ વર્તે,” એમ કહીને રાણા રાજગરની વાર્તા કરી. અને પ્રહ્‌‎લાદની વાર્તા કરી જે, “પ્રહ્‌‎લાદ જે તે નૃસિંહજી પ્રત્યે બોલ્યા જે, ‘હે મહારાજ! હું આ તમારા વિકરાળ રૂપથી નથી બીતો ને તમે જે મારી રક્ષા કરી તેને હું રક્ષા નથી માનતો; ને તમે જ્યારે મારા ઇન્દ્રિયોરૂપ શત્રુના ગણ થકી રક્ષા કરશો ત્યારે હું રક્ષા માનીશ.’ માટે જે ભગવાનનો ભક્ત હોય તે દૈહિક રક્ષા ભગવાન કરે તેણે કરીને હર્ષ ન પામે ને રક્ષા ન કરે તેણે કરીને શોક ન કરે અને અલમસ્ત થકો ભગવાનને ભજે. અને ભગવાન ને સંત તેનું માહાત્મ્ય બહુ જાણે.” તે ઉપર ગામ કઠલાલની ડોસીની વાત કરી. “અને આવી રીતનો જે હરિભક્ત હોય તેનો દેહ પગ ઘસીને પડે, વાઘ ખાઈ જાય, સર્પ કરડે, શસ્ત્ર વાગે, પાણીમાં બૂડી જાય ઇત્યાદિક ગમે તેવી રીતે અપમૃત્યુએ કરીને દેહ પડે તો પણ એમ સમજે જે, ‘ભગવાનના ભક્તની અવળી ગતિ થાય જ નહીં, એ તો ભગવાનના ધામને જ પામે; અને ભગવાનથી વિમુખ હોય તેનો દેહ સૂધી સારી પેઠે પડે ને ચંદનનાં લાકડાંમાં સંસ્કારે યુક્ત બળે તો પણ તે તો નિશ્ચય યમપુરીમાં જાય.’ એ બેની વિક્તિ સારી પેઠે સમજે. એ સર્વે પ્રકારની જેના હૃદયમાં દૃઢ ગાંઠ પડી જાય તેને ભગવાન ને સંતનો માહાત્મ્યે સહિત નિશ્ચય છે એમ જાણવું. અને એવો નિશ્ચયવાળો જે હોય તે જરૂર બ્રહ્મમહોલમાં જ પૂગે પણ બીજે ક્યાંય કોઈ ધામમાં ઓરો રહે નહીં.”"
}