{
    "number": 29,
    "vachanamrut": "ગઢડા પ્રથમ ૨૯\n",
    "title": "ધર્માદિકનું બળ વૃદ્ધિ પામ્યાનું; પ્રારબ્ધ, કૃપા અને પુરુષપ્રયત્નનું\n",
    "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૧૫ પૂનમને દિવસ સાંજને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળી પાઘ બાંધી હતી ને ધોળાં પુષ્પના હાર પહેર્યા હતા ને પાઘને વિષે ધોળાં પુષ્પનો તોરો લટકતો હતો ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રશ્ન પૂછો.” ત્યારે ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “ધર્મ, જ્ઞાન, વૈરાગ્ય સહિત જે ભક્તિ તેનું બળ વૃદ્ધિને કેમ પામે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એના ઉપાય ચાર છે: એક તો પવિત્ર દેશ, બીજો રૂડો કાળ, ત્રીજી શુભ ક્રિયા અને ચોથો સત્પુરુષનો સંગ. તેમાં ક્રિયાનું સમર્થપણું તો થોડું છે ને દેશકાળ ને સંગનું કારણ વિશેષ છે; કેમ જે, જો પવિત્ર દેશ હોય, પવિત્ર કાળ હોય અને તમ જેવા સંતનો સંગ હોય ત્યાં ક્રિયા રૂડી જ થાય અને જો સિંધ જેવો ભૂંડો દેશ હોય તથા ભૂંડો કાળ હોય તથા પાતર્યો ને ભડવા અથવા દારૂ-માંસના ભક્ષણ કરનારા તેનો સંગ થાય તો ક્રિયા પણ ભૂંડી જ થાય. માટે પવિત્ર દેશમાં રહેવું અને ભૂંડો કાળ વર્તતો હોય ત્યાંથી આઘુંપાછું ખસી નીસરવું, અને સંગ પણ પ્રભુના ભક્ત અને પંચ વર્તમાને યુક્ત એવા જે બ્રહ્મવેત્તા સાધુ તેનો કરવો, તો હરિભક્તને પરમેશ્વરની જે ભક્તિ તેનું બળ અતિશય વૃદ્ધિ પામે; એ પ્રશ્નનો એ ઉત્તર છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! કોઈક હરિભક્ત હોય તેને પ્રથમ તો અંતર ગોબરું સરખું હોય અને પછી તો અતિશય શુદ્ધ થઈ જાય છે, તે એને પૂર્વનો સંસ્કાર છે તેણે કરીને એમ થયું? કે ભગવાનની કૃપાએ કરીને એમ થયું? કે એ હરિભક્તને પુરુષપ્રયત્ને કરીને થયું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પૂર્વને સંસ્કારે કરીને જે સારું અથવા નરસું થાય તે તો સર્વ જગતના જાણ્યામાં આવે. જેમ ભરતજીને મૃગલામાં આસક્તિ થઈ એવે ઠેકાણે પ્રારબ્ધ લેવાય અથવા કોઈ કંગાલ હોય ને તેને મોટું રાજ્ય મળે એવી રીતે થાય તે તો સર્વ જગતના જાણ્યામાં આવે, ત્યારે તેને તો પ્રારબ્ધ જાણવું.” પછી શ્રીજીમહારાજે પોતાની વાત કરી જે, “અમે જે જે સાધન કર્યાં હતાં તેને વિષે કોઈ રીતે દેહ રહે જ નહીં ને તેમાં પણ દેહ રહ્યો તેને પ્રારબ્ધ કહીએ. તે શું? તો અમે શ્રીપુરુષોત્તમપુરીમાં રહેતા ત્યારે કેટલાક માસ સુધી તો વાયુ ભક્ષણ કરીને રહ્યા તથા ત્રણ-ચાર ગાઉના પહોળા પાટવાળી એક નદી હતી તેને વિષે એક વાર શરીર તણાતું મેલ્યું તથા શિયાળો, ઉનાળો અને ચોમાસું તેને વિષે છાયા વિના એક કૌપીનભર રહેતા તથા ઝાડીને વિષે વાઘ, હાથી તથા અરણાપાડા તેની ભેળે ફરતા, એવાં એવાં અનંત વિકટ ઠેકાણાં તેને વિષે ફર્યા તોય પણ કોઈ રીતે દેહ પડ્યો નહીં; ત્યારે એવે ઠેકાણે તો પ્રારબ્ધ લેવું. અને જેમ સાંદીપનિ નામે બ્રાહ્મણ તેનો પુત્ર તે નરકથી મુકાયો અને વળી જેમ પાંચ વર્ષના ધ્રુવજીએ ભગવાનની સ્તુતિ કરવા માંડી ત્યારે વેદાદિકના અર્થની સહેજે સ્ફૂર્તિ થઈ. એવી રીતે અતિ શુદ્ધભાવે કરીને પ્રસન્ન થયા જે ભગવાન તેની ઇચ્છાએ કરીને તથા તે ભગવાનને વરદાને કરીને અથવા અતિ શુદ્ધભાવે કરીને પ્રસન્ન થયા જે ભગવાનના એકાંતિક સાધુ તેના વરદાને કરીને જે રૂડી બુદ્ધિ થાય તેને ભગવાનની કૃપા જાણવી. અને રૂડા સાધુનો સંગ કરે ને પોતે પોતાને વિચારે કરીને જે સારો થાય તેને તો પુરુષપ્રયત્ન કહીએ.” એમ વાત કરીને ‘જય સચ્ચિદાનંદ’ કહીને શ્રીજીમહારાજ હસતાં હસતાં પોતાને આસને પધાર્યા."
}