{
    "number": 151,
    "vachanamrut": "ગઢડા મધ્ય ૧૮\n",
    "title": "નાસ્તિક અને શુષ્ક વેદાંતીનું\n",
    "setting": "સંવત ૧૮૭૮ના માગસર વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે ગાદી-તકિયા નંખાવીને વિરાજમાન હતા અને ધોળો ખેસ પહેર્યો હતો અને ધોળી ચાદર ઓઢીને તે ઉપર બુટ્ટાદાર રજાઈ ઓઢી હતી અને મસ્તક ઉપર ધોળો ફેંટો વિરાજમાન હતો અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને પોતાની આગળ પ્રાગજી દવે કથા કરતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે તો સર્વ પ્રકારે વિચારીને જોયું જે, આ સંસારમાં જેટલા કુસંગ કહેવાય છે તે સર્વ કુસંગથી અધિક કુસંગ તે ક્યો છે? તો જેને પરમેશ્વરની ભક્તિ નહીં અને ભગવાન સર્વના સ્વામી છે, ભક્તવત્સલ છે, પતિતપાવન છે, અધમઉદ્ધારણ છે એવો પણ ભગવાનની કોરનો જેના હૈયામાં વિશ્વાસ નહીં. તે એવા તો આ સંસારમાં બે મત છે - એક તો નાસ્તિકનો ને બીજો શુષ્ક વેદાંતીનો એ બે અતિ કુસંગ છે. અને પંચ મહાપાપે યુક્ત હોય ને તેને જો ભગવાનનો વિશ્વાસ હોય તો તેનો કોઈ કાળે છૂટકો થાય તથા બાળહત્યા, ગૌહત્યા, સ્ત્રીહત્યા ઇત્યાદિક જે મોટાં પાપ તેના કરનારાનો પણ કોઈ કાળે છૂટકો થાય ખરો; પણ એ બે મતની જેને પ્રતીતિ આવી તેનો કોઈ કાળે છૂટકો થાય નહીં, શા માટે જે, એની સમજણ વેદ, શાસ્ત્ર અને પુરાણ તે થકી ઊંધી છે. તેમાં નાસ્તિક તો એમ સમજે છે જે, ‘રામચંદ્રજી ને શ્રીકૃષ્ણ ભગવાન એ તો રાજા હતા અને શ્રીકૃષ્ણે દૈત્ય માર્યા તથા પરસ્ત્રીના સંગ કીધા માટે ત્રીજા નરકમાં પડ્યા છે.’ એવી રીતે અધમઉદ્ધારણ ને પતિતપાવન એવા જે શ્રીકૃષ્ણ ભગવાન તેને વિષે પરમેશ્વરની બુદ્ધિ જ નથી અને કર્મે કરીને પોતાનું કલ્યાણ માન્યું છે, તે જ્યારે કર્મ કરતાં કરતાં કેવળ જ્ઞાન પ્રકટે ત્યારે તે ભગવાન થાય. એવી રીતે અનંત ભગવાન માન્યા છે પણ અનાદિ પરમેશ્વર નાસ્તિકને મતે કોઈ નથી, જેને ભજને કરીને જીવ ભવના બંધન થકી છૂટે. માટે એ મત છે તે વેદથી વિરુદ્ધ છે.\n“અને શુષ્ક વેદાંતી છે તે તો એમ સમજે છે જે, ‘બ્રહ્મ છે તે જ જીવરૂપ થયા છે અને જેમ સૂર્યનું પ્રતિબિંબ છે તેમ બ્રહ્મ તે જીવરૂપ છે.’ માટે જ્યારે એમ સમજાય જે, ‘હું બ્રહ્મ છું,’ ત્યારે એને કાંઈ સાધન કરવું રહ્યું નહીં. અને જ્યારે પોતે પરમેશ્વર થયા ત્યારે હવે ભજન પણ કોઈનું કરવું રહ્યું નહીં; એમ માનીને પછી પાપ કરતાં પણ બીએ નહીં. અને મનમાં એમ સમજે જે, ‘આપણે નિર્ગુણ માર્ગને પામ્યા છીએ માટે આપણે ફરીને જન્મ નહીં ધરવો પડે.’ પણ એ શુષ્ક વેદાંતી એટલો તપાસ કરતા નથી જે, માયાપર જે નિર્ગુણ બ્રહ્મ તેને પણ એની સમજણે કરીને જન્મ-મરણ ઠેરાણું; કેમ જે, એ એમ કહે છે જે, ‘બ્રહ્મ છે તે જ સ્થાવર-જંગમરૂપ થયા છે,’ ત્યારે જે જીવ હોય તેને માથે તો જન્મ-મરણ હોય, તે જન્મ-મરણ બ્રહ્મને માથે આવ્યું. અને એ તો એમ જાણે છે જે, ‘અમે જન્મ-મરણથી છૂટીશું,’ પણ એમ વિચારતા નથી જે, આપણે મતે કરીને બ્રહ્મને માથે જન્મ-મરણ સાચું થયું, ત્યારે આપણ પણ ઘણું સમજીશું તો પોતાને બ્રહ્મસ્વરૂપ માનીશું તો પણ જન્મ-મરણ નહીં ટળે. માટે એને જ મતે કરીને એણે જે મોક્ષ માન્યો છે તે ખોટો થઈ જાય છે, તો પણ કોઈ તપાસીને જોતા નથી અને જીભે તો એમ બકે છે જે, ‘આપણે તો બ્રહ્મસ્વરૂપ છીએ તે કેનું ભજન કરીએ? અને કેને નમસ્કાર કરીએ?’ એમ માનીને અતિશય અહંકારી થઈ જાય છે. અને સમજ્યામાં તો કાંઈ આવ્યું નહીં તો પણ જ્ઞાનીનું માન લઈને બેઠા છે, પણ એમ વિચારતા નથી જે, ‘પોતાને મતે કરીને જ પોતાનો મોક્ષ ખોટો થઈ ગયો.’ અને એનો સંગ કરે તેને પણ એવા ને એવા મૂર્ખ કરીને મૂકે છે.\n“અને સાચા જ્ઞાની જે નારદ, સનકાદિક, શુકજી તે તો નિરંતર ભગવાનનું ધ્યાન, નામરટન અને કીર્તન તેને કરે છે; અને શ્વેતદ્વીપને વિષે જે નિરન્નમુક્ત છે તે તો બ્રહ્મસ્વરૂપ છે અને કાળના પણ કાળ છે, તે પણ પરમેશ્વરનું ધ્યાન, નામરટન, કીર્તન, પૂજન, અર્ચન, વંદન તેને કરતા રહે છે અને પોતે અક્ષરસ્વરૂપ છે તો પણ અક્ષરાતીત જે પુરુષોત્તમ ભગવાન તેના દાસ થઈને વર્તે છે; અને બદરિકાશ્રમને વિષે જે ઉદ્ધવ ને તનુ ઋષિ આદિક મુનિ રહ્યા છે તે પણ તપ કરે છે ને નિરંતર ભગવાનની ભક્તિ કર્યા કરે છે. અને એ શુષ્ક વેદાંતી તો કેવળ દેહાભિમાની જીવ છે તો પણ ભગવાનનું ધ્યાન, સ્મરણ કે વંદન કરતા નથી. અને નારદ, સનકાદિક ને શુકજી તેમની જેવી સામર્થી છે ને જેવું જ્ઞાન છે, તથા શ્વેતદ્વીપવાસી જે નિરન્નમુક્ત તેને વિષે જેવી સામર્થી છે ને જેવું જ્ઞાન છે, તથા બદરિકાશ્રમવાસી જે ઋષિ તેમાં જેવી સામર્થી છે ને જેવું જ્ઞાન છે, તેના કોટિમા ભાગની પણ એ શુષ્ક વેદાંતીને વિષે સામર્થી પણ નથી ને જ્ઞાન પણ નથી. તો પણ પરમેશ્વરના સામાવડિયા થઈને બેઠા છે, માટે એ પાકા અજ્ઞાની છે અને જેટલા અજ્ઞાની કહેવાય તેના રાજા છે. અને એ તો કોટિ કોટિ કલ્પ સુધી નરકના કુંડમાં પડશે ને યમનો માર ખાશે તો પણ એનો છૂટકો નહીં થાય. અને એવાનો જે સંગ તેનું જ નામ કુસંગ છે. અને જેમ સત્પુરુષનો જે સંગ તેથી કોઈ મોટું પુણ્ય નથી તેમ અજ્ઞાની એવા જે શુષ્ક વેદાંતી તેના સંગથી કોઈ મોટું પાપ નથી. માટે જેને કલ્યાણને ઇચ્છવું તેને નાસ્તિક તથા શુષ્ક વેદાંતીનો સંગ કરવો જ નહીં.”"
}