{
    "number": 120,
    "vachanamrut": "લોયા ૧૨\n",
    "title": "છ પ્રકારના નિશ્ચયનું, સવિકલ્પ-નિર્વિકલ્પ નિશ્ચયનું\n",
    "setting": "સંવત ૧૮૭૭ના માગશર વદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં રાત્રિને સમે વિરાજમાન હતા ને ગરમ પોસની રાતી ડગલી પહેરી હતી ને બીજાં સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પ્રશ્ન કર્યો જે, “ભગવાનનો નિશ્ચય બે પ્રકારનો છે; એક સવિકલ્પ અને બીજો નિર્વિકલ્પ. અને તે બેમાં પણ ઉત્તમ, મધ્યમ અને કનિષ્ઠ એ ત્રણ પ્રકારના ભેદ છે. તે બે મળીને છ ભેદ થયા તેનાં લક્ષણ પૃથક્ પૃથક્ કરીને કહો.” પછી તેનો ઉત્તર પરમહંસ વતે થયો નહીં. ત્યારે શ્રીજીમહારાજ બોલ્યા જે,  “સવિકલ્પ નિશ્ચયમાં કનિષ્ઠ ભેદ તો એ છે જે, ભગવાન જે તે અન્ય મનુષ્યની બરોબર કામ, ક્રોધ, લોભ, સ્વાદ, માન એ આદિકને વિષે પ્રવર્તે ત્યાં સુધી તો ભગવાનનો નિશ્ચય રહે, પણ જો વધારો કરે તો ન રહે. અને મધ્યમ ભેદ તો એ જે, મનુષ્ય થકી બમણા કામાદિકને વિષે અધિક પ્રવર્તે ત્યાં સુધી પણ નિશ્ચય રહે. અને ઉત્તમ ભેદ તો એ જે, ભગવાન ગમે તેવું નીચ જાતિની પેઠે આચરણ કરે તથા મદ્ય, માંસ, પરસ્ત્રી, ક્રોધ, હિંસા ઇત્યાદિક ગમે તેવું આચરણ કરે તો પણ સંશય થાય નહીં; કેમ જે, એ ભક્ત ભગવાનને એમ જાણે છે જે, ‘ભગવાન તો સર્વના કર્તા છે ને પરમેશ્વર છે ને સર્વના ભોક્તા છે. માટે જે જે ક્રિયા પ્રવર્તે છે તે અન્વયપણે નિયંતારૂપે કરીને સર્વને વિષે રહ્યા જે ભગવાન તે થકી જ પ્રવર્તે છે, તો એ તો કાંઈક થોડીક એવી નીચ જેવી ક્રીયા કરી તેણે કરીને એમને કાંઈ બાધ નથી; કેમ જે, એ તો સર્વકર્તા છે.’ એવી રીતે ભગવાનને વિષે સર્વેશ્વરપણું જાણે, માટે એને ઉત્તમ સવિકલ્પ નિશ્ચયવાળો ભગવદ્‌‎ભક્ત કહીએ.\nઅને હવે નિર્વિકલ્પમાં કનિષ્ઠ ભક્ત ક્યો? તો ભગવાનને સર્વ શુભ-અશુભ ક્રિયા કરતા દેખે તો પણ એમ સમજે જે, ‘સર્વ ક્રિયાને કરે છે તો પણ અકર્તા છે; કેમ જે, એ ભગવાન તો બ્રહ્મરૂપ છે. તે બ્રહ્મ કેવું છે? તો આકાશની પેઠે સર્વને વિષે રહ્યું છે ને સર્વની ક્રિયાઓ તેને વિષે જ થાય છે.’ એવું જે બ્રહ્મપણું તે ભગવાનને વિષે જાણે. જેમ રાસપંચાધ્યાયીમાં શુકજી પ્રત્યે પરીક્ષિત રાજાએ પ્રશ્ન પૂછ્યો જે, ‘ધર્મરક્ષક ભગવાનનો અવતાર, તેણે પરદારાનો સંગ કેમ કર્યો?’ ત્યારે તેનો ઉત્તર શુકજીએ કર્યો જે, ‘શ્રીકૃષ્ણ તો અગ્નિની પેઠે તેજસ્વી છે, તે જે જે શુભ-અશુભ ક્રિયાને કરે છે તે સર્વે ભસ્મ થઈ જાય છે.’ એવી રીતે ભગવાનને નિર્લેપ એવા બ્રહ્મરૂપ જાણે, તેને કનિષ્ઠ નિર્વિકલ્પ નિશ્ચયવાળો કહીએ. અને શ્વેતદ્વીપને વિષે રહ્યા જે ષટ ઊર્મિએ રહિત એવા નિરન્નમુક્ત તે જેવો પોતે થઈને વાસુદેવની ઉપાસના કરે, તેને મધ્યમ નિર્વિકલ્પ નિશ્ચયવાળો કહીએ. અને અષ્ટાવરણે યુક્ત એવાં જે કોટિ કોટિ બ્રહ્માંડ તે જે અક્ષરને વિષે અણુની પેઠે જણાય છે, એવું જે પુરુષોત્તમ નારાયણનું ધામરૂપ અક્ષર તે રૂપે પોતે રહ્યો થકો પુરુષોત્તમની ઉપાસના કરે, તેને ઉત્તમ નિર્વિકલ્પ નિશ્ચયવાળો કહીએ.”\nત્યારે ચૈતન્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એવી રીતે નિશ્ચયના ભેદ તે શાણે કરીને થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે મુમુક્ષુ પ્રથમ ગુરુ પાસે આવે ત્યારે વક્તા જે ગુરુ તેને વિષે દેશ, કાળ, સંગ, દીક્ષા, ક્રિયા, મંત્ર, શાસ્ત્રાદિકનું જે શુભ-અશુભપણું તથા પોતાની જે શ્રદ્ધા તેનું જે મંદ-તીક્ષ્ણપણું તેણે કરીને એવા ભેદ પડી જાય છે. માટે સારાં દેશાદિકને સેવવાં તથા વક્તા પણ સૂધો શાંત હોય ને તેમાં કોઈ દોષ ન હોય, તે સમે તે થકી જ્ઞાન સાંભળવું.”\nત્યારે વળી ચૈતન્યાનંદ સ્વામીએ પૂછ્યું જે, “કદાચિત્ કોઈક યોગે કરીને કનિષ્ઠ નિશ્ચય થયો હોય તેને પાછો વળી ઉત્કૃષ્ટ નિશ્ચય થાય કે નહીં?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જો શ્રોતાને ઉત્કૃષ્ટ શ્રદ્ધા ઊપજે તથા રૂડાં દેશાદિક પ્રાપ્ત થાય તથા ઉત્કૃષ્ટ જ્ઞાનવાળો વક્તા મળે તો સર્વોત્કૃષ્ટ નિશ્ચય થાય, નહીં તો જન્માન્તરે કરીને ઉત્કૃષ્ટ નિશ્ચયને પામે.”"
}