{
    "number": 85,
    "vachanamrut": "સારંગપુર ૭\n",
    "title": "નૈમિષારણ્ય ક્ષેત્રનું\n",
    "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૧૧ એકાદશીને દિવસ રાત્રિને સમે૬૦ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને શ્રીજીમહારાજે શ્રીમદ્‌ભાગવત પુરાણના પ્રથમ સ્કંધની કથા વંચાવવાનો આરંભ કરાવ્યો  હતો. ત્યારે તેમાં એમ વાર્તા આવી જે, “જ્યાં મનોમય ચક્રની ધારા કુંઠિત થાય ત્યાં નૈમિષારણ્ય ક્ષેત્ર જાણવું.” એ વાર્તાને સાંભળીને મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એ મનોમય ચક્ર તે શું છે ને એની ધારા તે શી સમજવી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “મનોમય ચક્ર તે મનને જાણવું અને એની ધારા તે દશ ઇન્દ્રિયો છે એમ જાણવું. અને તે ઇન્દ્રિયોરૂપ જે મનની ધારા તે જે ઠેકાણે ઘસાઈને બૂઠી થઈ જાય તેને નૈમિષારણ્ય ક્ષેત્ર જાણવું. તે ઠેકાણે જપ, તપ, વ્રત, ધ્યાન, પૂજા એ આદિક જે સુકૃત તેનો જે આરંભ કરે તે દિન-દિન પ્રત્યે વૃદ્ધિ પામે. એવું જે નૈમિષારણ્ય ક્ષેત્ર તે જે ઠેકાણે ભગવાનના એકાંતિક સાધુ રહેતા હોય તે ઠેકાણે જાણવું. અને જ્યારે મનોમય ચક્રની ઇન્દ્રિયોરૂપ જે ધારા તે બૂઠી થઈ જાય ત્યારે શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ પંચવિષયને વિષે ક્યાંઈ પ્રીતિ રહે નહીં અને જ્યારે કોઈ રૂપવાન સ્ત્રી દેખાય અથવા વસ્ત્ર-અલંકારાદિક અતિ સુંદર પદાર્થ દેખાય ત્યારે મૂળગો તેના મનમાં અતિશય અભાવ આવે, પણ તેમાં ઇન્દ્રિયોની વૃત્તિ જઈને ચોંટે નહીં. જેમ અતિ તીખી અણીવાળું બાણ હોય, તે જે પદાર્થમાં ચોંટાડે તે પદાર્થને વીંધીને માંહી પ્રવેશ કરી જાય છે અને પાછું કાઢ્યું પણ નીસરે નહીં; અને તેના તે બાણમાંથી ફળ કાઢી લીધું હોય ને પછી થોથું રહ્યું હોય તેનો ભીંતમાં ઘા કરે તો ત્યાંથી ઉથડકીને પાછું પડે છે, પણ જેમ ફળ સોતું ભીંતને વિષે ચોંટી જાય છે તેમ ચોંટે નહીં. તેમ જ્યારે મનોમય ચક્રની ધારા જે ઇન્દ્રિયો તે બૂઠિયો થઈ જાય ત્યારે ગમે તેવો શ્રેષ્ઠ વિષય હોય તેમાં પણ ઇન્દ્રિયોની વૃત્તિ ચોંટે નહીં અને થોથાની પેઠે ઇન્દ્રિયોની વૃત્તિઓ પાછી હઠે; એવું વર્તાય ત્યારે જાણીએ જે, મનોમય ચક્રની ધારા કુંઠિત થઈ ગઈ. એવું સંતના સમાગમરૂપી નૈમિષારણ્ય ક્ષેત્ર જ્યાં દેખાય ત્યાં કલ્યાણને ઇચ્છવું અને ત્યાં અતિ દૃઢ મન કરીને રહેવું.”"
}