{
    "number": 224,
    "vachanamrut": "ગઢડા અંત્ય ૧\n",
    "title": "જ્ઞાન તથા હેતના અંગનું\n",
    "setting": "સંવત ૧૮૮૨ના વૈશાખ વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના ફળિયાની માંહેલી કોરે આથમણે દ્વાર ઓરડાની ઊંચી ઓસરીએ ગાદીતકિયે યુક્ત જે સુંદર રંગિત ઢોલિયો તે ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને મસ્તકને વિષે જે મોટી શ્વેત પાઘ તેમાં સુંદર મોગરાનાં પુષ્પનો તોરો વિરાજમાન હતો અને કંઠને વિષે મોગરાનાં પુષ્પનો હાર વિરાજમાન હતો અને બે હાથને વિષે તે પુષ્પના ગજરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પરમહંસને પૂછ્યું જે, “પરમેશ્વરના ભક્તને ભૂંડાં દેશકાળાદિકનો યોગ થાય તોય પણ ભગવાનની ભક્તિમાં વિઘ્ન થાય નહીં એવી શી સમજણ છે?” પછી પરમહંસને જેવું સમજાયું તેવું કહ્યું પણ યથાર્થ ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભગવાનને ભજે તેને એક તો દૃઢ વૈરાગ્ય જોઈએ અને બીજી આત્મનિષ્ઠા જોઈએ. તેમાં જો વૈરાગ્ય ન હોય તો જ્યારે મનગમતું પદાર્થ મળે ત્યારે જેમ ભગવાનમાં પ્રીતિ કરે છે તેમ બીજા પદાર્થમાં પણ ભગવાનના જેવી પ્રીતિ થઈ જાય. અને જો આત્મનિષ્ઠા ન હોય તો જ્યારે દેહમાં સુખ-દુઃખ આવે ત્યારે એ ભક્તની વૃત્તિઓ ચૂંથાઈ જાય; પછી જેને સુખદાયી જાણે તેમાં પ્રીતિ કરે અને જેને દુઃખદાયી જાણે તે સાથે દ્વેષ કરે, એવી રીતે એની બુદ્ધિ ભ્રષ્ટ થઈ જાય. માટે ભગવાનના ભક્તને આત્મનિષ્ઠા અને વૈરાગ્ય એ બેય અતિશય દૃઢ જોઈએ. શા સારુ જે, વૈરાગ્યે કરીને તો ભગવાનની મૂર્તિ વિના બીજા માયિક આકારમાત્ર ખોટા થઈ જાય છે અને આત્મનિષ્ઠાએ કરીને માયિક જે સુખ ને દુઃખ તે ખોટાં થઈ જાય છે. અને જેને વૈરાગ્ય ને આત્મનિષ્ઠા ન હોય તેને તો નિર્વિકલ્પ સમાધિ થઈ હોય તો પણ જ્યાં સુધી સમાધિમાં રહે ત્યાં સુધી સુખશાંતિ રહે અને જ્યારે સમાધિમાંથી બહાર નીસરે ત્યારે નારાયણદાસની પેઠે સારા પદાર્થને જોઈને ચાળા ચૂંથવા માંડે.\n“અને વળી જે ભગવાનના ભક્ત હોય તેને તો ભગવાનને વિષે જ્ઞાનનું અંગ હોય ને કાં તો હેતનું અંગ હોય. તેમાં જેને જ્ઞાનનું અંગ હોય તે તો ભગવાનનું અતિશય માહાત્મ્ય સમજે અને જેને હેતનું અંગ હોય તેને તો ભગવાન વિના અર્ધ ઘડી ચાલે નહીં. તે જ્ઞાનના અંગવાળા તો ઝીણો ભાઈ, દેવરામ ને પ્રભાશંકર છે. એવી રીતે જે હરિભક્ત ભગવાનનું માહાત્મ્ય જાણે તેને જ્ઞાનના અંગવાળા જાણવા. અને જેવું વ્રજની ગોપીઓને ભગવાનને વિષે હેત હતું તેવી રીતના જે હરિભક્ત હોય તેને હેતનું અંગ જાણવું. અને જેને જ્ઞાનનું અંગ હોય તે ભગવાનને અંતર્યામી જાણે અને એમ જાણે જે, ‘ભગવાન તે કોઈનું કહ્યું સાંભળે જ નહીં. ભગવાન તો જે ભક્તનું જેવું અંગ હોય તેને તેવું જાણીને તેવી રીતે કહે છે પણ કોઈની શિખામણે કરીને ચાલતા નથી.’ અને જે એમ જાણે જે, ‘ભગવાન તો કોઈકના શીખવ્યા થકા મારામાં વાંક નથી તો પણ મને કહે છે,’ તેને તો ભગવાનના સ્વરૂપનું જ્ઞાન જ નથી. અને આ સંસારમાં પણ જે મનુષ્યને જે સંગાથે સ્વાર્થ હોય તેનો કોઈ રીતે અવગુણ લે નહીં; શા માટે જે, એને પોતાના સ્વાર્થનું હેત છે. તો જેણે ભગવાન સાથે જન્મ-મરણના ભય થકી છૂટવાનો સ્વાર્થ જાણ્યો હોય તેને કોઈ રીતે ભગવાનનો અવગુણ આવે નહીં. અને જે એમ જાણે જે, ‘ભગવાન તો કોઈકના ફેરવ્યા ફરી જાય છે,’ એમ સમજીને જે ભગવાનનો અવગુણ લે, તેને તો જ્ઞાનનું અંગ પણ નથી અને હેતનું અંગ પણ નથી.” એવી રીતે કહીને શ્રીજીમહારાજે મોટા મોટા પરમહંસને કહ્યું જે, “તમે તમારું એ બેમાંથી જે અંગ હોય તે કહો.” પછી સર્વે પરમહંસે કહ્યું જે, “અમારે તો જ્ઞાનનું અંગ છે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “જેને હેતનું અંગ હોય તેને તો પોતાના જે પ્રિયતમ તેને અર્થે જે ન કરવાનું હોય તે પણ થાય. કેમ જે, આ સંસારને વિષે જે ચોર હોય તેને પોતપોતાની સ્ત્રી ને છોકરાં તેને વિષે હેત હોય છે. અને જ્યારે ચોરી કરવા જાય ત્યારે બીજા માણસને મારીને પોતાના ઘરના માણસને દ્રવ્ય આપે છે. અને એ ચોર ઘણો નિર્દય છે પણ પોતાનાં કુટુંબી ઉપર હેત છે તો તે સંગાથે નિર્દય નથી થતો. તેમ જેને ભગવાન કે ભગવાનના ભક્ત સંગાથે હેત હોય તેને ભગવાન કે ભગવાનના ભક્ત ઉપર ક્રોધ કે ઈર્ષ્યા આવે જ નહીં અને અવગુણ પણ કોઈ રીતે આવે જ નહીં. એવું જેને હેત હોય તેને હેતનું અંગ કહીએ. અને જેને જ્ઞાન કે હેત એ બેમાંથી એકેય અંગ નથી, તેને ચાળાચૂંથણો કહીએ.” એટલી વાર્તા કહીને શ્રીજીમહારાજ પોતાના ઉતારામાં પધાર્યા.\nપછી તે જ દિવસ સાંજને સમે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ગાદીતકિયા બિછાવેલ ઢોલિયા ઉપર વિરાજમાન થયા હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે મોગરાનાં પુષ્પનો હાર પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nઅને પોતાની આગળ સાધુ દૂકડ-સરોદા વજાવીને કીર્તન ગાતા હતા. તે કીર્તન-ભક્તિ જ્યારે કરી રહ્યા ત્યારે શ્રીજીમહારાજે એમ આજ્ઞા કરી જે, “અમારી લખેલી જે શિક્ષાપત્રી તેનો પાઠ અમારાં આશ્રિત જે ત્યાગી સાધુ તથા બ્રહ્મચારી તથા ગૃહસ્થ બાઈ-ભાઈ સર્વે તેમણે નિત્યે કરવો. અને જેને ભણતાં ન આવડતું હોય તેને નિત્યે શ્રવણ કરવું અને જેને શ્રવણ કરવાનો યોગ ન આવે તેને નિત્યે શિક્ષાપત્રીની પૂજા કરવી, એવી રીતે અમે શિક્ષાપત્રીમાં જ લખ્યું છે. માટે એ ત્રણમાંથી જેને ફેર પડે તેને એક ઉપવાસ કરવો, એમ અમારી આજ્ઞા છે.” એવી રીતની જે શ્રીજીમહારાજની આજ્ઞા તેને પાળવાનો નિયમ એ સર્વેએ ધાર્યો જે, “હે મહારાજ! જેમ તમે કહો છો તેમ અમે સર્વે પાળશું.” તેને સાંભળીને શ્રીજીમહારાજ અતિશય પ્રસન્ન થઈને સર્વે સાધુને અને સર્વે બ્રહ્મચારીને મળતા હવા અને સર્વે સત્સંગીના હૃદયને વિષે પોતાનાં ચરણારવિંદ આપતા હવા."
}