{
    "number": 39,
    "vachanamrut": "ગઢડા પ્રથમ ૩૯\n",
    "title": "સવિકલ્પ-નિર્વિકલ્પ સ્થિતિવાળાનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષ હેઠે ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને માથે ધોળી પાઘ બાંધી હતી ને પીળાં પુષ્પના તોરા પાઘમાં લટકતા હતા ને કાન ઉપર ધોળાં ને પીળાં પુષ્પના ગુચ્છ ખોસ્યા હતા ને કંઠમાં પીળાં પુષ્પના હાર પહેર્યા હતા ને પોતાના મુખારવિંદની આગળ સર્વે મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે એક વેદાંતી બ્રાહ્મણ આવ્યો હતો તેને પ્રશ્ન પૂછ્યો જે, “તમે એક બ્રહ્મનું પ્રતિપાદન કરો છો ને તે વિના જે જીવ, ઈશ્વર, માયા અને જગત તથા વેદ, શાસ્ત્ર, પુરાણ તે સર્વેને મિથ્યા કહો છો, એ વાત અમને સમજાતી નથી તથા માન્યામાં આવતી નથી; માટે તમને પૂછીએ છીએ તેનો ઉત્તર કરો. તે વેદ, શાસ્ત્ર, પુરાણ, સ્મૃતિ અને ઇતિહાસ તેની સાખ્યે કરીને કરો, પણ કોઈક કલ્પિત ગ્રંથને વચને કરીને કરશો તો અમે તેને નહીં માનીએ અને જો વ્યાસજીને વચને કરીને કરશો તો અમારા માન્યામાં આવશે, કેમ જે, અમારે વ્યાસજીના વચનમાં દૃઢ પ્રતીતિ છે.” પછી તે વેદાંતીએ ઘણીક પ્રકારની યુક્તિઓ લાવીને ઉત્તર કરવા માંડ્યો, પણ શ્રીજીમહારાજે તેમાં આશંકા કરી માટે તે પ્રશ્નનું સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “સાંભળો, એ પ્રશ્નનો ઉત્તર અમે કરીએ છીએ જે, એ તો પરમેશ્વરને ભજીને થયા જે મુક્ત તેની સ્થિતિના બે ભેદ છે. જેમ મેરુ પર્વત ઉપર ઊભા જે પુરુષ તે જે તે, તે મેરુ થકી ઓરાં જે સર્વે પર્વત તથા સર્વે વૃક્ષ તથા તે પર્વત-વૃક્ષનું આધાર જે પૃથ્વીનું તળ તે સર્વેને પૃથક્‎-પૃથક્‎‌પણે દેખે છે; તેમ સવિકલ્પ સમાધિવાળા જે જ્ઞાની મુક્ત તે જે તે જીવ, ઈશ્વર, માયા તથા એમનું આધાર જે બ્રહ્મ એ સર્વેને પૃથક્‎-પૃથક્‌‎પણે દેખે છે. અને વળી, જેમ લોકાલોક પર્વત ઉપર ઊભા જે પુરુષ તે જે તે, તે લોકાલોક પર્વતથી ઓરાં જે પર્વત તથા વૃક્ષ તે સર્વેને એક પૃથ્વીરૂપે જ દેખે છે પણ પૃથક્‎-પૃથક્‌પણે નથી દેખતા; તેમ નિર્વિકલ્પ સમાધિવાળા જે મહામુક્ત તે જે તે જીવ, ઈશ્વર અને માયા તેને એક બ્રહ્મરૂપે કરીને જ દેખે છે પણ પૃથક્‎‌પણે નથી દેખતા. એવી રીતે બે પ્રકારની સ્થિતિવાળા મુક્ત છે. તેની સ્થિતિને યોગે કરીને એ સર્વેનું સત્યપણું કહેવાય છે ને અસત્યપણું કહેવાય છે. અને સવિકલ્પ સ્થિતિવાળાનાં વચન વેદ, શાસ્ત્ર, પુરાણાદિકમાં આવે છે, તે એ સર્વેને સત્ય કહે છે; અને નિર્વિકલ્પ સ્થિતિવાળાનાં જે વચન તે એ સર્વેને અસત્ય કહે છે પણ કાંઈ એ સર્વે અસત્ય નથી, એ તો એને નિર્વિકલ્પ સ્થિતિને બળે કરીને દેખાતાં નથી માટે અસત્ય કહે છે. અને વળી, જેમ સૂર્યના રથમાં જે બેઠા હોય તેને રાત નથી પણ જે પૃથ્વી ઉપર રહ્યા છે તેને રાત્રિ-દિવસ છે, તેમ નિર્વિકલ્પ સ્થિતિવાળાને મતે એ સર્વે છે નહીં પણ બીજાને મતે તો એ સર્વે છે. અને આવી રીતે બ્રહ્મનિરૂપણ કરે તો શાસ્ત્રના વચનમાં પૂર્વાપર બાધ ન આવે ને એમ ન કરે તો પૂર્વાપર બાધ આવે. તે બાધને તો સમજતો ન હોય તથા એવી રીતની સ્થિતિને પણ ન પામ્યો હોય ને કેવળ શાસ્ત્રમાંથી શીખીને વચનમાત્રે કરીને એક બ્રહ્મપણાનું પ્રતિપાદન કરતો હોય ને ગુરુ, શિષ્ય, જીવ, ઈશ્વર, માયા, જગત તથા વેદ, પુરાણ, શાસ્ત્ર એ સર્વેને કલ્પિત કહેતો હોય તે તો મહામૂર્ખ છે ને અંતે નારકી થાય છે.” એમ કહીને બોલ્યા જે, “આ અમે વાર્તા કરી તેમાં તમને આશંકા થતી હોય તો બોલો.” ત્યારે તે વેદાંતી બ્રાહ્મણ બોલ્યો જે, “હે મહારાજ! હે પ્રભો! હે સ્વામિન્! તમે તો પરમેશ્વર છો અને જગતના કલ્યાણને અર્થે પ્રગટ થયા છો. તે તમે જે ઉત્તર કર્યો તે યથાર્થ છે, એમાં આશંકાનો માગ નથી.” એમ કહીને અતિ પ્રસન્ન થયો અને પોતાની જે અણસમજણ તેનો ત્યાગ કરીને શ્રીજીમહારાજને આશ્રિત થયો."
}