{
  "number": 110,
  "vachanamrut": "લોયા ૨\n",
  "title": "વિશ્વાસી, જ્ઞાની, શૂરવીર અને પ્રીતિવાળાનું\n",
  "setting": "સંવત ૧૮૭૭ના કાર્તિક વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાખાચરના દરબારમાં દક્ષિણાદે મુખારવિંદે ઢોલિયા ઉપર વિરાજમાન હતા અને રાતા કિનખાબનો સુરવાળ પહેર્યો હતો અને ‘નરનારાયણ’ નામે અંકિત એવો જે કાળો કિનખાબ તેની ડગલી પહેરી હતી અને માથે બુરાનપુરી આસમાની રંગનો રેંટો સોનેરી તારના ફરતા છેડાનો બાંધ્યો હતો અને કસુંબી રંગનો રેંટો કેડ્યે બાંધ્યો હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને મુક્તાનંદ સ્વામી આદિક જે પરમહંસ તે દૂકડ, સરોદા, સતાર, મંજીરાદિક વાજિંત્રને વજાડીને કીર્તનનું ગાન કરતા હતા.\n",
  "text": "પછી કીર્તનની સમાપ્તિ થઈ રહી ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “સર્વે પરમહંસ, સાંભળો, હું તમને એક પ્રશ્ન પૂછું છું.” ત્યારે મુનિ બોલ્યા જે, “હે મહારાજ! પૂછો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “આ સત્સંગમાં હરિભક્તને ક્યારે મૃત્યુનો ભય ટળી જાય ને દેહ છતે જ પોતાનું કલ્યાણ મનાઈ જાય?” પછી મુક્તાનંદ સ્વામીએ જેવો આવડ્યો એવો ઉત્તર કર્યો પણ શ્રીજીમહારાજના પ્રશ્નનું સમાધાન થયું નહીં. પછી બીજા પરમહંસ બોલ્યા જે, “હે મહારાજ! એ પ્રશ્નનો ઉત્તર તો તમે જ કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “તમે જ્યાં સુધી કીર્તન બોલ્યા ત્યાં સુધી અમે એનો વિચાર કર્યો છે, તે અમારી નજરમાં તો એમ આવ્યું છે જે, ચાર પ્રકારના હરિભક્ત હોય તેને મૃત્યુનો ભય નાશ પામે છે અને કૃતાર્થપણું મનાય છે. તે ચાર પ્રકારના હરિભક્તની વિક્તિ - એક તો વિશ્વાસી, બીજો જ્ઞાની, ત્રીજો શૂરવીર, ચોથો પ્રીતિવાળો, એ ચાર પ્રકારના જે ભક્ત તેને તો મૃત્યુનો ભય નથી રહેતો અને દેહ છતે કૃતાર્થપણું મનાય છે. હવે એ ચાર પ્રકારના ભક્તનાં લક્ષણ કહીએ છીએ. તેમાં જે વિશ્વાસી હોય તે તો પ્રત્યક્ષ ભગવાન ને તેના સાધુ તેના વચનને વિષે અતિશય વિશ્વાસને પામ્યો છે; માટે તે ભગવાનના નિશ્ચયના બળ વડે કરીને મૃત્યુનો ભય રાખે નહીં અને એમ જાણે જે, ‘મને પ્રત્યક્ષ પુરુષોત્તમ ભગવાન મળ્યા છે માટે હું કૃતાર્થ છું.’ અને જ્ઞાનીને તો આત્મજ્ઞાનનું બળ હોય, તે એમ માને જે, ‘હું તો બ્રહ્મસ્વરૂપ એવો ભગવાનનો ભક્ત છું;’ માટે એને પણ મૃત્યુનો ભય હોય નહીં. અને શૂરવીર હોય તે થકી તો ઇન્દ્રિયો તથા અંતઃકરણ એ સર્વે થરથર કંપતાં રહે અને બીજા કોઈથી પણ ડરે નહીં, માટે એને કોઈ રીતે પરમેશ્વરની આજ્ઞામાં ભંગ થાય નહીં. માટે પોતાને કૃતાર્થપણું માને અને મૃત્યુનો ત્રાસ તેના મનમાં લેશમાત્ર પણ હોય નહીં. અને ચોથો જે પ્રીતિવાળો તેને તો પતિવ્રતાનું અંગ છે. જેમ પતિવ્રતા સ્ત્રી હોય તેને પોતાના પતિ વિના બીજે ઠેકાણે વૃત્તિ ડોલે નહીં ને એક પોતાના પતિને વિષે જ પ્રીતિ રાખે, તેમ તે ભગવાનનો ભક્ત તે પતિવ્રતાની પેઠે પોતાના પતિ એવા જે ભગવાન તેને વિષે જ પ્રીતિ રાખે. માટે પોતાને કૃતાર્થપણું માને અને તેને મૃત્યુનો ભય પણ લેશમાત્ર હોય નહીં. અને એ ચાર અંગ માંહેલું એક પ્રધાન હોય ને બીજાં ત્રણ ગૌણ હોય તો પણ જન્મ-મૃત્યુના ભય થકી તરે છે અને ચાર માંહેલું એક પણ ન હોય તેને તો મૃત્યુનો ભય ટળે નહીં.” એટલી વાર્તા કરીને પછી શ્રીજીમહારાજ સર્વ પરમહંસ તથા હરિભક્ત પ્રત્યે બોલ્યા જે, “એ ચાર માંહીલાં જેને જે અંગ પ્રધાનપણે વર્તતાં હોય તે કહો.” પછી પરમહંસ સમગ્રને જે જે અંગ વર્તતાં હતાં તે કહ્યાં અને હરિભક્તને પણ જેને જે અંગ વર્તતાં હતાં તે કહ્યાં. તે સાંભળીને શ્રીજીમહારાજ ઘણા પ્રસન્ન થયા. પછી શ્રીજીમહારાજ બોલ્યા જે, “એ ચાર અંગમાંથી જેને શૂરવીરનું અંગ હોય તે સર્વે આવીને અમારે પગે લાગો.” પછી જેને જેને શૂરવીરનાં અંગ વર્તતાં હતાં તે સર્વે શ્રીજીમહારાજનાં ચરણારવિંદને છાતીમાં લઈને પગે લાગ્યા.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “વળી જેને પ્રશ્ન પૂછવો હોય તે પૂછો.” ત્યારે બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “જે કારણ હોય તે તો કાર્યથી મોટું જોઈએ, ત્યારે વડનું બીજ તે તો નાનું છે ને તે થકી મોટો વડ કેમ થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “કારણ હોય તે તો નાનું હોય ને સૂક્ષ્મ હોય તો પણ મોટા કાર્યની ઉત્પત્તિ કરવાને સમર્થ છે, એ જ કારણમાં મોટાઈ છે. જેમ મૂળ પ્રકૃતિનાં કાર્ય એવાં જે અનંત પ્રધાન તેનો મોટો વિસ્તાર છે પણ કારણરૂપ જે મૂળ પ્રકૃતિ તે તો સ્ત્રીને આકારે છે તથા પૃથ્વીનું કારણ જે ગંધ તે સૂક્ષ્મ છે અને તેનું કાર્ય જે પૃથ્વી તે મોટી છે. એમ જ આકાશ આદિક જે બીજાં ચાર ભૂત તેનો મોટો વિસ્તાર છે અને તેનાં કારણ જે શબ્દાદિક તે સૂક્ષ્મ છે. અને જે કારણ હોય તે નાનું હોય તો પણ તે મોટા કાર્યને ઉત્પન્ન કરવાને સમર્થ થાય એવી એમાં કળા રહી છે. જેમ અગ્નિદેવ છે તે તો મનુષ્ય જેવા મૂર્તિમાન છે અને માણસ જેવડો છે, અને તેનું કાર્ય જે અગ્નિની જ્વાળાઓ તે તો અતિ મોટી છે; તથા જેમ વરુણની મૂર્તિ તે તો મનુષ્ય જેવડી છે અને તેનું કાર્યરૂપ જે જળ તે તો અતિ ઝાઝું છે; અને જેમ સૂર્યની મૂર્તિ તો મનુષ્ય જેવી રથમાં બેઠી છે અને તેનું કાર્ય જે પ્રકાશ તે તો આખા બ્રહ્માંડમાં વ્યાપી રહ્યો છે; તેમ સર્વના કારણ એવા જે શ્રી પુરુષોત્તમ નારાયણ શ્રીકૃષ્ણ તે તો મનુષ્ય જેવડા છે તો પણ અનંત કોટિ બ્રહ્માંડના કારણ છે. અને જે મૂર્ખ હોય તે તો એમ સમજે જે, ‘જેનું કાર્ય આવડું મોટું છે તો તેનું કારણ તો કેવડું મોટું હશે?’ એ તો મૂર્ખની સમજણ છે. અને સર્વના કારણરૂપ એવા ભગવાન તે મનુષ્ય જેવા છે, તો પણ પોતાના અંગમાંથી યોગકળાએ કરીને અનંત કોટિ બ્રહ્માંડને ઉત્પન્ન કરવાને સમર્થ છે ને પાછાં પોતાને વિષે લય કરવાને સમર્થ છે. જેમ અગ્નિ, વરુણ, સૂર્ય તે પોતાના કાર્યરૂપે મોટા જણાય છે ને વળી કાર્યને પોતામાં લીન કરીને એક પોતે જ રહે છે; તેમ ભગવાનના એક એક રોમમાં અનંત કોટિ બ્રહ્માંડ અણુની પેઠે રહ્યાં છે, તે અષ્ટાવરણ ને ચૌદ લોક સૂધાં રહ્યાં છે. એવી રીતે કારણમાં અલૌકિકપણું છે ને મોટાઈપણું છે. તેને સમજુ હોય તે જાણે જે, ‘ભગવાન મનુષ્ય જેવા જણાય છે તો પણ એ ભગવાન સર્વના કારણ છે અને સર્વના કર્તા છે ને સમર્થ છે.’” એમ કહીને શ્રીજીમહારાજ શયન કરવા પધાર્યા."
}