{
    "number": 213,
    "vachanamrut": "વરતાલ ૧૩\n",
    "title": "બ્રહ્મ વ્યાપક હોય તે મૂર્તિમાન કેમ કહેવાય?\n",
    "setting": "સંવત ૧૮૮૨ના પોષ વદિ ૭ સપ્તમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના દરબારમાં લીંબડાના વૃક્ષની તળે પાટ ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને અંગને વિષે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે શ્વેત પુષ્પના હાર પહેર્યા હતા અને હસ્તકમળે કરીને એક દાડમનું ફળ ઉછાળતા હતા. અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી અને શ્રીજીમહારાજને ઉપર સોનાને ઈંડાએ સહિત છત્ર વિરાજમાન હતું. એવી શોભાને ધરતા થકા શ્રીજીમહારાજ વિરાજમાન હતા.\n",
    "text": "તે સમયમાં ગામ ભાદરણના પાટીદાર ભગુભાઈ શ્રીજીમહારાજ પાસે આવ્યા હતા. તેણે પૂછ્યું જે, “હે મહારાજ! આ સમાધિ તે કેમ થતી હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જીવોના કલ્યાણને અર્થે આ ભરતખંડમાં ભગવાન અવતાર ધરે છે. તે ભગવાન જ્યારે રાજારૂપે હોય ત્યારે તો ઓગણચાળીશ લક્ષણે યુક્ત હોય અને દત્ત, કપિલ જેવા સાધુરૂપે હોય ત્યારે તો ત્રીસ લક્ષણે યુક્ત હોય. તે ભગવાનની મૂર્તિ દેખવામાં તો મનુષ્ય સરખી જ આવતી હોય, પણ એ અતિશય અલૌકિક મૂર્તિ છે. જેમ પૃથ્વીને વિષે સર્વે પથરા છે તેમ ચમકપાણ પણ પથરો છે, પણ ચમકપાણમાં સહજે એવો ચમત્કાર રહ્યો છે જે, ચમકના પર્વતને સમીપે વહાણ જાય ત્યારે તેના ખીલા ચમકના પાણા પાસે તણાઈ જાય છે. તેમ ભગવાનની જે મૂર્તિ રાજારૂપે છે ને સાધુરૂપે છે, તે મૂર્તિનું જ્યારે જે જીવ શ્રદ્ધાએ કરીને દર્શન કરે છે તેનાં ઇન્દ્રિયો ભગવાન સામાં તણાઈ જાય છે, ત્યારે સમાધિ થાય છે. જેમ શ્રીકૃષ્ણ ભગવાનનું દર્શન કરીને ગોકુળવાસી સર્વેને સમાધિ થઈ હતી અને ભગવાને તે સમાધિમાં પોતાનું ધામ દેખાડ્યું હતું. તેવી રીતે જે જે સમયમાં ભગવાનના અવતાર હોય તે તે સમયમાં ભગવાનની મૂર્તિને વિષે એવો ચમત્કાર જરૂર હોય. તે જે શ્રદ્ધાએ યુક્ત ભગવાનનાં દર્શન કરે તેનાં ઇન્દ્રિયો સર્વે ભગવાન સામાં તણાઈ જાય અને તત્કાળ સમાધિ થાય. અને કોઈક સમયમાં ભગવાનને ઘણાક જીવને પોતાને સન્મુખ કરવા હોય ત્યારે તો અભક્ત જીવ હોય અથવા પશુ હોય તેને પણ ભગવાનને જોઈને સમાધિ થઈ જાય છે, તો ભગવાનના ભક્તને થાય એમાં શું આશ્ચર્ય છે?”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “બ્રહ્મ છે તે તો સર્વત્ર વ્યાપક છે એમ સર્વે કહે છે; તે જે વ્યાપક હોય તેને મૂર્તિમાન કેમ કહેવાય અને જે મૂર્તિમાન હોય તેને વ્યાપક કેમ કહેવાય? એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “બ્રહ્મ તો એકદેશી છે પણ સર્વદેશી નથી ને તે બ્રહ્મ તે શ્રીકૃષ્ણ ભગવાન છે તે એકદેશી થકા સર્વદેશી છે. જેમ કોઈક પુરુષે સૂર્યની ઉપાસના કરી હોય પછી સૂર્ય તેને પોતાના સરખી દૃષ્ટિ આપે, ત્યારે તે પુરુષ જ્યાં સુધી સૂર્યની દૃષ્ટિ પહોંચતી હોય ત્યાં સુધી દેખે. અને વળી જેમ સિદ્ધદશાવાળો પુરુષ હોય તે હજારો ને લાખો ગાઉ ઉપર કોઈક વાત કરતો હોય તેને જેમ પાસે વાર્તા કરે ને સાંભળે તેમ સાંભળે, તેમ જ લાખો ગાઉ ઉપર કાંઈક વસ્તુ પડી હોય તેને મનુષ્યના જેવડા હાથ હોય તેણે કરીને પણ ઉપાડે; તેમ શ્રીકૃષ્ણ ભગવાન પણ એક ઠેકાણે રહ્યા થકા પોતાની ઇચ્છાએ કરીને જ્યાં દર્શન દેવાં હોય ત્યાં દર્શન આપે છે અને એકરૂપ થકા અનંતરૂપે ભાસે છે. અને સિદ્ધ હોય તેમાં પણ દૂરશ્રવણ, દૂરદર્શનરૂપ ચમત્કાર હોય, તો પરમેશ્વરમાં હોય તેમાં શું આશ્ચર્ય છે? અને ભગવાનને ગ્રંથમાં વ્યાપક કહ્યા છે, તે તો મૂર્તિમાન છે તે જ પોતાની સામર્થીએ કરીને એક ઠેકાણે રહ્યા થકા સર્વને દર્શન આપે છે, એમ વ્યાપક કહ્યા છે; પણ આકાશની પેઠે અરૂપ થકા વ્યાપક નથી, ભગવાન તો સદા મૂર્તિમાન જ છે. તે મૂર્તિમાન ભગવાન અક્ષરધામમાં રહ્યા થકા જ અનંત કોટિ બ્રહ્માંડમાં ભાસે છે.”"
}