{
  "number": 235,
  "vachanamrut": "ગઢડા અંત્ય ૧૨\n",
  "title": "કરામતનું\n",
  "setting": "સંવત ૧૮૮૪ના આષાઢ વદિ ૮ અષ્ટમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાની મેડીના ગોખને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ પોતાના ભક્તજનને શિક્ષા કરવાને અર્થે વાર્તા કરતા હવા જે, “જેને પોતાનું કલ્યાણ ઇચ્છવું તેને કોઈ પ્રકારનું માન રાખવું નહીં જે, ‘હું ઉચ્ચ કુળમાં જન્મ પામ્યો છું કે હું ધનાઢ્ય છું કે હું રૂપવાન છું કે હું પંડિત છું.’ એવું કોઈ પ્રકારનું મનમાં માન રાખવું નહીં અને ગરીબ સત્સંગી હોય તેના પણ દાસાનુદાસ થઈ રહેવું. અને ભગવાન તથા ભગવાનના ભક્ત તેનો જેને અવગુણ આવ્યો હોય ને તે સત્સંગી કહેવાતો હોય તો પણ તેને હડકાયા શ્વાન જેવો જાણવો. જેમ હડકાયા શ્વાનની લાળ જેને અડે તેને પણ હડકવા હાલે; તેમ જેને ભગવાન ને ભગવાનના ભક્તનો અવગુણ આવ્યો હોય તે સાથે જે હેત રાખે અથવા તેની વાત સાંભળે, તો તે હેતનો કરનારો ને વાતનો સાંભળનારો પણ વિમુખ સરખો થાય. અને વળી જેમ ક્ષયરોગ થયો હોય તે કોઈ ઓષધે કરીને મટે જ નહીં, તેમ જેને ભગવાન ને ભગવાનના ભક્તનો અવગુણ આવ્યો હોય તેના હૃદયમાંથી ક્યારેય આસુરી મતિ ટળે નહીં. અને અનંત બ્રહ્મહત્યા કરી હોય ને અનંત બાળહત્યા કરી હોય ને અનંત સ્ત્રીહત્યા કરી હોય ને અનંત ગૌહત્યા કરી હોય ને અનંત ગુરુસ્ત્રીનો સંગ કર્યો હોય તેનો પણ કોઈ કાળે છૂટકો થાય ને શાસ્ત્રમાં તે પાપ છૂટ્યાના ઉપાય પણ કહ્યા છે, પણ ભગવાન ને ભગવાનના ભક્તના અવગુણ લેવાવાળાને કોઈ શાસ્ત્રમાં એ પાપ છૂટ્યાનો ઉપાય કહ્યો નથી. અને ઝેર ખાય અથવા સમુદ્રમાં પડે અથવા પર્વતથી પડે અથવા કોઈ રાક્ષસ મળે ને ખાઈ જાય તો એક જ વાર મરવું પડે, અને જે ભગવાન ને ભગવાનના ભક્તનો દ્રોહી હોય તેને તો અનંત કોટિ કલ્પ સુધી મરવું પડે ને અવતરવું પડે. અને વળી ગમે તેવો શરીરમાં રોગ થયો હોય ને તેણે કરીને શરીર પડે અથવા કોઈ શત્રુ મળે ને શરીરનો નાશ કરી નાંખે પણ જીવનો નાશ થતો નથી; અને ભગવાન ને ભગવાનના ભક્તનો દ્રોહ કર્યાથી તો જીવનો પણ નાશ થઈ જાય છે. ત્યારે કોઈ કહેશે જે, ‘જીવનો નાશ કેમ થતો હશે?’ તો ત્યાં દૃષ્ટાંત: જેમ હીજડો હોય તે પુરુષ પણ ન કહેવાય ને સ્ત્રી પણ ન કહેવાય, એ તો કેવળ વૃંદલ કહેવાય. તેમ જે ભગવાન ને ભગવાનના ભક્તના દ્રોહનો કરનારો હોય તેનો જીવ પણ એવો નકારો થઈ જાય જે, કોઈ દિવસ પોતાના કલ્યાણના ઉપાયને કરી જ શકે નહીં; માટે એનો જીવ નાશ થઈ ગયો જાણવો. એમ જાણીને ભગવાન ને ભગવાનના ભક્તનો દ્રોહ કરવો જ નહીં. અને વળી પોતાના દેહનાં જે સગાંસંબંધી હોય ને તે સત્સંગી હોય તો પણ તેમાં અતિશય હેત રાખવું નહીં. જેમ દૂધ-સાકર હોય ને તેમાં સર્પની લાળ પડી હોય ને તેનું જે પાન કરે તેના પ્રાણ જાય; તેમ પોતાના દેહનાં જે સગાંસંબંધી હોય ને તે હરિભક્ત હોય તો પણ તેમાં દેહનાં સંબંધરૂપ સર્પની લાળ પડી છે, માટે તેમાં હેતના કરનારાનું જરૂર અકલ્યાણ થાય છે. એમ જાણીને જેને પોતાનું કલ્યાણ ઇચ્છવું હોય તેને દેહનાં જે સગાંસંબંધી હોય તે સાથે હેત રાખવું નહીં. એમ સંસારમાંથી નિઃસ્પૃહ થઈને ભગવાનનાં ચરણારવિંદમાં પ્રીતિ રાખીને ભગવાનનું ભજન કર્યા કરવું. આ જે અમે વાત કરી છે તેને જે અંતરમાં રાખે તેને કોઈ રીતે કલ્યાણના માર્ગમાં વિઘ્ન થાય જ નહીં અને આ જે વાત તે કરામત જેવી છે.” એમ કહીને શ્રીજીમહારાજે વાર્તાની સમાપ્તિ કરી."
}