{
    "number": 180,
    "vachanamrut": "ગઢડા મધ્ય ૪૭\n",
    "title": "પાતાળ સુધી પૃથ્વી ફાટ્યાનું\n",
    "setting": "સંવત ૧૮૮૦ના મહા વદિ ૧૦ દશમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પીળી છીંટની રજાઈ ઓઢી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જે સંતની પાસે ચાર સાધુ રહેતા હોય તેને જો મન દઈને માણસાઈએ રાખતાં આવડતું હોય તો તેની પાસે સાધુ રાજીપે રહે અને જેને સાધુને રાખતાં આવડે નહીં તેની પાસે સાધુ રહે પણ નહીં. અને જે સાધુને મોક્ષનો ખપ હોય તેને તો જેમ દુખવીએ ને વિષયનું ખંડન કરીએ તેમ અતિ રાજી થાય. જેમ આ મુક્તાનંદ સ્વામીને ક્ષયરોગ થયો છે તે દહીં-દૂધ, ગળ્યું-ચીકણું કાંઈ ખાવા દેતો નથી; તેમ જે સમજુ હોય તેને એમ જણાય જે, ‘આ રોગે સારું સારું ખાવા-પીવાનું સર્વે ખંડન કરી નાંખ્યું, માટે આ તો ક્ષયરોગરૂપે જાણીએ કોઈક મોટા સંતનો સમાગમ થયો હોય ને શું?’ એમ ભાસે છે. શા માટે જે, શિશ્ન ને ઉદર એ બેને વિષે જે જીવને આસક્તિ છે એ જ અસત્પુરુષપણું છે. તે ક્ષયરોગ એ બેય પ્રકારની ખોટ્યને કાઢે એવો છે. તેમ એ રોગની પેઠે જે સત્પુરુષ હોય તે વિષયનું ખંડન કરતા હોય ત્યારે મુમુક્ષુ હોય તેને તેમાં દુખાઈ જવું નહીં. અને જે ખાધા-પીધાની લાલચે કે લૂગડાંની લાલચે અથવા પોતાને મનગમતા પદાર્થની લાલચે કોઈ મોટેરા સંત ભેગો રહેતો હોય તેને તો સાધુ જ ન જાણવો, તેને તો લબાડ જાણવો ને કૂતરા જેવો જાણવો. અને એવો મલિન આશયવાળો હોય તે અંતે જતાં વિમુખ થાય.\n“અને વળી સંતને કોઈ સારું પદાર્થ આપે તેમાં જે ઈર્ષ્યા કરે તથા જે પંચવિષયનો લાલચી હોય, એ બે તો પંચમહાપાપીથી પણ અતિ ભૂંડા છે. માટે જે સમજુ હોય તેને સંતના સમાગમમાં રહીને આવો મલિન આશય અંતરમાં રાખ્યો ન જોઈએ; કેમ જે, આ સભા તો જેવી બદરિકાશ્રમમાં તથા શ્વેતદ્વીપમાં હોય તેવી છે, તેમાં બેસીને જ્યારે મલિન વાસના ન ટળી ત્યારે બીજું ટાળ્યાનું ઠેકાણું ક્યાં મળશે? અને પંચવિષય છે તે તો પૂર્વે દેવ-મનુષ્યાદિકને વિષે અનંત દેહે કરીને આપણે જીવે ભોગવ્યા છે તો પણ હજી લગણ એ વિષયની તૃપ્તિ થઈ નથી; તો હવે ભગવાનના ભક્ત થઈને વર્ષ કે બે વર્ષ કે પાંચ વર્ષ વિષય ભોગવીને પૂર્ણ થવાશે નહીં. જેમ પાતાળ સુધી પૃથ્વી ફાટી હોય તેને પાણીએ કરીને ભરવા માંડીએ તે ક્યારેય ભરાય નહી, તેમ ઇન્દ્રિયો છે તેને ક્યારેય વિષય થકી તૃપ્તિ થઈ નથી ને થશે પણ નહીં. માટે હવે તો વિષયની આસક્તિને ત્યાગ કરીને અને સાધુ જેમ વઢીને કહે તેમ ગુણ લેવો પણ અવગુણ લેવો નહીં. તે મુક્તાનંદ સ્વામીના કીર્તનમાં કહ્યું છે જે, ‘શૂળી ઉપર શયન કરાવે તોય સાધુને સંગે રહીએ રે.’ માટે આવો અવસર પામીને તો અશુભ વાસના ટાળીને જ મરવું પણ અશુભ વાસના સોતા મરવું નહીં; અને, ‘આ દેહમાંથી નીસરીને નારદ, સનકાદિક, શુકજી જેવા બ્રહ્મરૂપ થઈને ભગવાનની ભક્તિ કરવી છે,’ એવી વાસના રાખવી. અને એમ કરતાં થકાં જો બ્રહ્મલોકમાં કે ઇન્દ્રલોકમાં નિવાસ થઈ જશે તો પણ કાંઈ ચિંતા નથી. જેમ ઝાડે ફરવા ગયા ને પાયખાનામાં માથાભર પડી ગયા તો નાહી-ધોઈને પવિત્ર થવું પણ એમાં પડી ન રહેવું; તેમ શુભ વાસના રાખતાં રાખતાં બ્રહ્મલોકમાં કે ઇન્દ્રલોકમાં જવાયું તો એમ જાણવું જે, ‘માથાભર નરકના ખાડામાં પડ્યા છીએ,’ એમ જાણીને શુભ વાસનાને બળે કરીને બ્રહ્મલોક, ઇન્દ્રલોકના ભોગનો ત્યાગ કરીને ભગવાનના ધામમાં પૂગવું, પણ વચમાં ક્યાંય ન રહેવું; એમ નિશ્ચય રાખવો. અને વળી જેમ પોતાની સેવા ગૃહસ્થ કરે છે અથવા ત્યાગી સેવા કરે છે, તેમ આપણે પણ હરિભક્તનું માહાત્મ્ય જાણ્યું જોઈએ. જેમ અમારી ચાકરી મૂળજી બ્રહ્મચારી માહાત્મ્ય જાણીને કરે છે, તેમ અમે પણ બ્રહ્મચારીનું માહાત્મ્ય જાણીએ છીએ. તેમ આપણી ગૃહસ્થ અન્ન-વસ્ત્રે કરીને ચાકરી કરે છે, તેમ આપણે પણ એમનું માહાત્મ્ય સમજીને એમની વાતચીતે કરીને ચાકરી કરવી; એમ અરસપરસ માહાત્મ્ય સમજીને હરિભક્તની સોબત્ય રાખવી.”"
}