{
    "number": 10,
    "vachanamrut": "ગઢડા પ્રથમ ૧૦\n",
    "title": "કૃતઘ્નીનું, સેવકરામનું\n",
    "setting": "સંવત ૧૮૭૬ના માગશર સુદિ ૧૩ તેરસને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે વેંકટાદ્રિથી સેતુબંધ રામેશ્વર જતા હતા ત્યાં એક સેવકરામ નામે સાધુ હતો. તે શ્રીમદ્‍ભાગવતાદિક પુરાણને ભણ્યો હતો. તે માર્ગમાં ચાલતાં માંદો પડ્યો. તેની પાસે રૂપિયા હજારની સોનામહોર હતી પણ ચાકરીનો કરનારો કોઈ નહીં માટે રોવા લાગ્યો. પછી તેને અમે કહ્યું જે, ‘કાંઈ ચિંતા રાખશો મા, તમારી ચાકરી અમે કરીશું.’ પછી ગામને બહાર એક કેળાંની ફૂલવાડી હતી તેમાં એક વડનો વૃક્ષ હતો તે વડના વૃક્ષને વિષે હજાર ભૂત રહેતાં. પણ તે સાધુ તો ચાલી શકે એવો રહ્યો નહીં અને અતિશય માંદો થયો, તે ઉપર અમને અતિશય દયા આવી. પછી તે ઠેકાણે અમે તે સાધુને કેળનાં પત્ર લાવીને હાથ એક ઊંચી પથારી કરી આપી. અને તે સાધુને લોહીખંડ પેટબેસણું હતું તેને અમે ધોતા અને ચાકરી કરતા. અને તે સાધુ પોતાને જેટલું જોઈએ તેટલું અમારી પાસે ખાંડ, સાકર, ઘી, અન્ન તે પોતાના રૂપિયા આપીને મંગાવતો તે અમો લાવીને રાંધી ખવરાવતા અને અમો વસ્તીમાં જઈને જમી આવતા. અને કોઈક દિવસ તો અમને વસ્તીમાં અન્ન મળતું નહીં ત્યારે અમારે ઉપવાસ થતો તો પણ કોઈ દિવસ તે સાધુએ અમને એમ કહ્યું નહીં જે, ‘અમ પાસે દ્રવ્ય છે તે આપણે બેને કાજે રસોઈ કરો અને તમે પણ અમ ભેળા જમો.’ પછી એમ સેવા કરતે થકે તે સાધુ બે માસે કાંઈક સાજો થયો. પછી સેતુબંધ રામેશ્વરને માર્ગે ચાલ્યા, ત્યારે તેનો ભાર મણ એક હતો તે અમારી પાસે ઉપડાવતો અને પોતે તો એક માળા લઈને ચાલતો. અને દેહે પણ સાજો અને એક શેર ઘી જમીને પચાવે એવો સમર્થ થયો તો પણ ભાર અમારી પાસે ઉપડાવે અને પોતે અમથો ચાલે. અને અમારી પ્રકૃતિ તો એવી હતી જે, ‘ભાર નામે તો એક રૂમાલ પણ રાખતા નહીં.’ માટે તેને સાધુ જાણીને અમે એનો મણ એકનો ભાર ઉપાડી ચાલતા. એવી રીતે તે સાધુની અમે ચાકરી કરીને સાજો કર્યો પણ તે સાધુએ અમને એક પૈસાભાર અન્ન આપ્યું નહીં. પછી અમે તેને કૃતઘ્ની જાણીને તેના સંગનો ત્યાગ કર્યો. એવી રીતે જે મનુષ્ય કર્યા કૃતને ન જાણે તેને કૃતઘ્ની જાણવો. અને કોઈક મનુષ્યે કાંઈક પાપ કર્યું અને તેણે તે પાપનું યથાશાસ્ત્ર પ્રાયશ્ચિત કર્યું અને વળી તેને તે પાપે યુક્ત જે કહે તેને પણ તે કૃતઘ્ની જેવો પાપી જાણવો.”"
}