{
  "number": 145,
  "vachanamrut": "ગઢડા મધ્ય ૧૨\n",
  "title": "રાજનીતિનું\n",
  "setting": "સંવત ૧૮૭૮ના શ્રાવણ વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે બારણે ઓરડાની ઓસરીએ શ્રીવાસુદેવ નારાયણના મંદિરની આગળ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “એક વાત કરીએ છીએ તે સર્વ સાંભળો, અને આ જે વાર્તા કહીશું તેમાં એક જ સાધન કલ્યાણને અર્થે કહીશું, તે એકને વિષે સર્વે સાધન આવી જાય એવું એક બળવાન કલ્યાણનું સાધન છે. તે કહીએ છીએ જે, દેહને વિષે જે જીવ છે તે એમ જાણે છે જે, ‘કામ-ક્રોધાદિક ભૂંડી પ્રકૃતિઓ છે તે મારા જીવ સાથે જડાણી છે.’ એવી રીતે કામાદિક જે જે પ્રકૃતિ જેને વિષે મુખ્ય હોય તે પ્રકૃતિને યોગે કરીને પોતાના જીવને કામી, ક્રોધી, લોભી ઇત્યાદિક કુલક્ષણે યુક્ત માને છે. પણ જીવને વિષે તો એ એકે કુલક્ષણ છે નહીં. એ તો જીવે મૂર્ખાઈએ કરીને પોતાને વિષે માની લીધાં છે. માટે જેને પરમ પદ પામવા ઇચ્છવું તેને કાંઈક પોતાને વિષે પુરુષાતન રાખવું પણ છેક નાદાર થઈને બેસવું નહીં; અને એમ વિચાર કરવો જે, ‘જેમ આ દેહમાં ચાર અંતઃકરણ છે, દશ ઇન્દ્રિયો છે, પંચ પ્રાણ છે, તેમ હું જીવાત્મા છું તે પણ આ દેહને વિષે છું, તે સર્વ થકી અધિક છું ને એ સર્વનો નિયંતા છું.’ પણ એમ ન માનવું જે, ‘હું તો તુચ્છ છું ને અંતઃકરણ, ઇન્દ્રિયો તો બળવાન છે.’ જેમ કોઈક રાજા હોય ને તે બુદ્ધિહીન હોય, પછી એના ઘરનાં મનુષ્ય હોય તે પણ તેનું વચન માને નહીં. પછી એ વાર્તાની જ્યારે ગામનાં મનુષ્યને ખબર પડે ત્યારે ગામમાં પણ કોઈ હુકમ માને નહીં. પછી દેશનાં મનુષ્ય એ વાત સાંભળે ત્યારે દેશનાં મનુષ્ય પણ કોઈ હુકમ માને નહીં. પછી તે રાજા ગ્લાનિ પામીને અસમર્થ થઈને બેસી રહે અને કોઈ ઉપર હુકમ ચલાવે નહીં. તેમ રાજાને ઠેકાણે જીવ છે અને ઘરનાં મનુષ્યને ઠેકાણે અંતઃકરણ છે ને ગામનાં ને દેશનાં મનુષ્યને ઠેકાણે ઇન્દ્રિયો છે. તે જ્યારે એ જીવ નાદાર થઈને બેસે ને પછી અંતઃકરણ ઉપર હુકમ કરીને પરમેશ્વર સન્મુખ રાખવાને ઇચ્છે ત્યારે અંતઃકરણ એનું કહ્યું કરે નહીં અને ઇન્દ્રિયોને વશ રાખવા ઇચ્છે તો ઇન્દ્રિયો પણ એને વશ રહે નહીં. પછી એ જીવ કાયાનગરને વિષે રાજા છે તો પણ રાંકની પેઠે ઓશીયાળો થઈ રહે છે. અને જ્યારે રાજા નાદાર થાય ત્યારે તેના નગરને વિષે મનુષ્ય હોય તે સાંઢ થઈને બેસે છે ને રાજાનું લેશમાત્ર ચાલવા દે નહીં; તેમ આ જીવના કાયાનગરને વિષે પણ જે કામાદિક રાજા નથી તે રાજા થઈને બેસે છે અને એ જીવનું લેશમાત્ર ચાલવા દેતા નથી. માટે જેને કલ્યાણને ઇચ્છવું તેને એવું નાદારપણું રાખવું નહીં ને જે પ્રકારે પોતાનાં ઇન્દ્રિયો ને અંતઃકરણ તે સર્વે પોતાના હુકમમાં વર્તે એવો ઉપાય કરવો. જેમ રાજા હોય તે રાજનીતિના ગ્રંથ ભણીને પોતાના રાજ્યમાં પોતાનો હુકમ ચલાવે પણ રૈયતનો દબાવ્યો દબાય નહીં. અને જો રાજનીતિ ન જાણતો હોય તો તે વસ્તી હુકમ ન માને તેને મારવા જ માંડે, પછી પોતાનો દેશ હોય તે ઉજ્જડ થઈ જાય અને કાં તો કોઈ હુકમ જ માને નહીં તેણે કરીને પોતે દુખિયો થકો વર્તે. એવી રીતે રાજનીતિ જાણ્યા વિના બે વાતે બગાડ થાય છે; તેમ જીવ પણ જો રાજનીતિને જાણ્યા વિના કાયાનગરમાં હુકમ કરવા જાય તો એમાંથી સુખ થાય નહીં.”\nપછી મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને પૂછ્યું જે, “કલ્યાણને ઇચ્છે તેને કેમ રાજનીતિ ભણવી?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “રાજનીતિ એમ ભણવી જે, પ્રથમ તો ભગવાનનું માહાત્મ્ય સારી પેઠે જાણવું. પછી ભગવાનની મૂર્તિનું ધ્યાન કરીને મનને વશ કરવું ને ભગવાનની કથા સાંભળીને શ્રોત્રને વશ કરવા, પણ ગ્રામ્યવાર્તા હોય તે સાંભળવા દેવી નહીં. તેમ જ ત્વચા તે ભગવાન ને ભગવાનના જન તેનો જ સ્પર્શ કરે; અને નેત્ર તે પરમેશ્વર ને તેના દાસ તેનું જ દર્શન કરે; અને રસના તે અખંડ ભગવદ્‌ગુણને જ ગાય ને ભગવાનનો પ્રસાદ હોય તેનો જ સ્વાદ લે; અને નાસિકા તે ભગવાનનાં પ્રસાદી જે પુષ્પાદિક તેનો જ સુગંધ લે; પણ કુમાર્ગે કોઈ ઇન્દ્રિયને ચાલવા દે નહીં. એવી રીતે જે વર્તે તેનો દેહરૂપી નગરને વિષે હુકમ કોઈ ફેરવે નહીં. અને એવી રીતે પુરુષપ્રયત્ને યુક્ત જે વર્તે ને નાદારપણાનો સારી પેઠે ત્યાગ કરે એ જ કલ્યાણને માર્ગે ચાલ્યો તેને સ્વભાવ જીત્યાનો અતિશય મોટો ઉપાય છે. અને એ પુરુષપ્રયત્નરૂપ જે ઉપાય છે તેને સાવધાન થઈને કરે તો જેટલાં કલ્યાણને અર્થે સાધન છે તે સર્વે પુરુષપ્રયત્નરૂપી સાધનને વિષે આવે છે; માટે પુરુષપ્રયત્ન છે તે જ કલ્યાણને અર્થે સર્વ સાધન થકી મોટું સાધન છે.”"
}