{
    "number": 78,
    "vachanamrut": "ગઢડા પ્રથમ ૭૮\n",
    "title": "દેશકાળાદિકના પ્રધાનપણાનું\n",
    "setting": "સંવત ૧૮૭૭ના આષાઢ સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ આથમણે બારણે ઓરડાની ઓસરીએ વિરાજમાન હતા ને શ્વેત ખેસ પહેર્યો હતો ને શ્વેત ચાદર ઓઢી હતી ને મસ્તક ઉપર શ્વેત પાઘ વિરાજમાન હતી ને કંઠને વિષે શ્વેત પુષ્પનો હાર પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સર્વે સંત સાંભળો, એક પ્રશ્ન પૂછીએ છીએ.” પછી સંતે કહ્યું જે, “પૂછો, મહારાજ!” પછી શ્રીજીમહારાજ બોલ્યા જે, “દેશ, કાળ, ક્રિયા, સંગ, મંત્ર, દેવતાનું ધ્યાન, દીક્ષા અને શાસ્ત્ર એ આઠ સારાં હોય તો પુરુષની બુદ્ધિ નિર્મળ થાય છે અને એ આઠ ભૂંડાં હોય તો પુરુષની બુદ્ધિ ભ્રષ્ટ થાય છે, માટે એ આઠેમાં પૂર્વસંસ્કાર કર્મનું કાંઈ જોર છે કે નથી?” પછી મુનિ બોલ્યા જે, “પૂર્વકર્મનું જોર જણાય છે તો ખરું. જો સારાં પૂર્વકર્મ હોય તો પવિત્ર દેશને વિષે જન્મ આવે ને ભૂંડાં પૂર્વકર્મ હોય તો ભૂંડા દેશને વિષે જન્મ આવે. તેમ જ કાળાદિક સાત છે તેમાંથી પણ જેવાં પૂર્વકર્મ હોય તેવાનો યોગ બને છે, માટે સર્વેમાં પૂર્વકર્મનું પ્રધાનપણું જણાય છે. અને દેશકાળાદિક જે આઠ તેનું તો કોઈક ઠેકાણે પ્રધાનપણું હોય ને પૂર્વકર્મનું તો સર્વે ઠેકાણે પ્રધાનપણું છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “દેશકાળથી લઈને દેવતા જે પરમેશ્વર ત્યાં પર્યંત સર્વને વિષે પૂર્વકર્મને પ્રધાન કહો છો, તે કયા શાસ્ત્રને મતે કહો છો? તેનું કોઈ વચન ભણી દેખાડો? અને એક કર્મનું જ પ્રધાનપણું તો જૈનના શાસ્ત્રમાં છે પણ બીજામાં નથી. બીજાં શાસ્ત્રમાં તો પરમેશ્વર અને પરમેશ્વરના ભક્તનો સંગ તેનું જ પ્રધાનપણું છે. માટે તમે કેવળ પૂર્વકર્મનું પ્રતિપાદન કરો છો તે ઉપરથી સત્સંગી છો ને છાના નાસ્તિક છો કે શું? કેમ જે, નાસ્તિક વિના બીજો તો કોઈ કર્મનું પ્રતિપાદન કરતો નથી અને નાસ્તિક તો વેદ, શાસ્ત્ર, પુરાણ અને ઇતિહાસ જે ભારતાદિક તેને ખોટાં જાણે છે ને પોતાના માગધી ભાષાના જે ગ્રંથ તેને જ સાચા માને છે; માટે મૂર્ખ થકા કર્મનું પ્રતિપાદન કરે છે. અને જો પૂર્વકર્મે કરીને દેશાદિક આઠ ફરતાં હોય તો મારવાડને વિષે કેટલાક પુણ્યવાળા રાજા થયા છે, તેમને અર્થે સો હાથ ઊંડાં પાણી હતાં તે ઉપરછલ્લાં થયાં નથી. અને જો પૂર્વકર્મને વશ દેશ હોય તો પુણ્યકર્મવાળાને અર્થે પાણી ઊંચાં આવ્યાં જોઈએ ને પાપીને અર્થે ઊંડાં ગયાં જોઈએ, પણ એમ તો થતું નથી. અને મારવાડ દેશમાં પાપી હોય અથવા પુણ્યવાળો હોય પણ ઊંડાં પાણી ઊપજે, પણ તે દેશ પોતાના ગુણનો ત્યાગ કરતો નથી. માટે દેશકાળાદિક તો પૂર્વકર્મનાં ફેરવ્યાં ફરે નહીં. તે માટે જે પોતાના કલ્યાણને ઇચ્છે તેને તો નાસ્તિકની પેઠે કર્મનું બળ રાખવું નહીં અને ભૂંડાં દેશકાળાદિક આઠ હોય તેનો ત્યાગ કરીને રૂડાં જે દેશકાળાદિક આઠ તેનું સેવન કરવું. અને દેશ તો બારણે પણ સારો-નરસો હોય ને પોતાનો દેહરૂપ જે દેશ તે પણ સારો-નરસો હોય. તે જ્યારે દેહરૂપ જે સારો દેશ તેને વિષે જીવ હોય ત્યારે શીલ, સંતોષ, દયા, ધર્મ ઇત્યાદિક જે કલ્યાણકારી ગુણ તે વર્તતા હોય અને જ્યારે આ દેહરૂપ જે ભૂંડો દેશ તેને વિષે જીવ રહ્યો હોય ત્યારે કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સર ઇત્યાદિક ભૂંડા ગુણ વૃદ્ધિ પામે છે. અને સારો-ભૂંડો જે સંગ થાય છે તેની વિગત એમ છે જે, જેનો સંગ થાય તે સાથે કોઈ રીતે અંતર રહે નહીં, ત્યારે તેનો સંગ થયો જાણવો. અને ઉપરથી તો શત્રુને પણ હૈયામાં ઘાલીને મળે છે, પણ અંતરમાં તો તે સાથે લાખો ગાઉનું છેટું છે. એવી રીતે ઉપરથી સંગ હોય તે સંગ ન કહેવાય અને મન, કર્મ, વચને કરીને જે સંગ કરે તે જ સંગ કર્યો કહેવાય. માટે એવી રીતે મન, કર્મ, વચને સંગ તો પરમેશ્વર અથવા પરમેશ્વરના ભક્ત તેનો જ કરવો, જેથી જીવનું કલ્યાણ થાય; પણ પાપીનો સંગ તો ક્યારેય ન કરવો.”\nપછી મધ્યાહ્‌‎ન સમે શ્રીજીમહારાજે સર્વે નાના નાના વિદ્યાર્થી સાધુને પોતાની સમીપે બોલાવ્યા અને એમ કહ્યું જે, “તમે સર્વે વિદ્યાર્થી મને પ્રશ્ન પૂછો.” પછી મોટા શિવાનંદ સ્વામીએ પૂછ્યું જે, “જેને ભગવાનનો અચળ નિશ્ચય હોય તે કેમ ઓળખાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને અચળ નિશ્ચય હોય તેને ભગવાન સારી ક્રિયા કરે અથવા નરસી ક્રિયા કરે તે સર્વે કલ્યાણકારી ભાસે; અને ભગવાન જીતે અથવા હારે; અથવા કોઈક ઠેકાણે ભાગે; અથવા ક્યારેક રાજી થાય, ક્યારેક શોક કરે; ઇત્યાદિક અનંત પ્રકારની ભગવાનની ક્રિયાઓ તેને જોઈને નિશ્ચયવાળો ભક્ત હોય તે એમ કહે જે, ‘પ્રભુની સર્વ ક્રિયા કલ્યાણને અર્થે છે.’ તે જ્યારે બોલે ત્યારે એવું ને એવું બોલતો હોય, તો તેને પરિપક્વ નિશ્ચયવાળો જાણવો.”\nપછી નિર્માનાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાન અને ભગવાનના સંત તેને વિષે દોષબુદ્ધિ ન આવે તેનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેવો પ્રથમ કહ્યો એવો ભગવાનનો અચળ નિશ્ચય હોય તો તેને કોઈ રીતે ભગવાનને વિષે દોષબુદ્ધિ આવે નહીં; અને એવા મોટા જે ભગવાન તેના દાસનો મહિમા જ્યારે વિચારે ત્યારે ભગવાનના ભક્તનો પણ કોઈ રીતે અવગુણ આવે નહીં.”\nપછી નિર્માનાનંદ સ્વામી અને નાના પ્રજ્ઞાનાનંદ સ્વામી એ બેએ મળીને પૂછ્યું જે, “જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણે અવસ્થાને વિષે ભગવાનની મૂર્તિ અખંડ કેમ જણાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પૂર્વજન્મનો કોઈક શુભસંસ્કાર બલિષ્ઠ હોય તેને ભગવાનની મૂર્તિ ત્રણે અવસ્થામાં અખંડ દેખાય છે; અથવા ભય, કામ અને સ્નેહ એ ત્રણ જેને વિષે અખંડ હોય તેને ભગવાન વિના બીજો પદાર્થ હોય તે પણ ત્રણ અવસ્થામાં અખંડ દેખાય છે, તો ભગવાન દેખાય એમાં શું કહેવું? એ તો દેખાય જ.”\nપછી નાના શિવાનંદ સ્વામીએ પૂછ્યું જે, “સત્સંગને વિષે અચળ પાયો જેનો હોય તે કેમ જણાય? એક તો એ પ્રશ્ન છે અને બીજો પ્રશ્ન એ છે જે, માન, કામ, ક્રોધ, લોભ, મદ, મત્સર અને ઈર્ષ્યા ઇત્યાદિક જે શત્રુ તે કયે પ્રકારે કરીને નાશ પામે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને સત્સંગનો અતિ દૃઢ પક્ષ હોય તે જ્યારે કોઈ સત્સંગનું ઘસાતું બોલે ત્યારે ખમી શકે નહીં. જેમ પોતાનાં કુટુંબી હોય ને તે સાથે કચવાણ થઈ હોય તોય પણ જ્યારે તેનું ઘસાતું બોલે ત્યારે ખમાય નહીં; એવી રીતે જેવો દેહનાં સંબંધીનો પક્ષ છે તેવો જેને સત્સંગનો પક્ષ હોય તેનો પાયો સત્સંગને વિષે અચળ છે. અને બીજા પ્રશ્નનો એ ઉત્તર છે જે, જેને એવો સત્સંગનો પક્ષ છે, તે સંત અથવા સત્સંગી તે સંગાથે માન, મત્સર, ઈર્ષ્યા કેમ રાખી શકે? માટે જેને સત્સંગનો પક્ષ હોય તેના માન, મદ, મત્સર, ઈર્ષ્યા આદિક સર્વ શત્રુનો નાશ થઈ જાય છે. અને જેને સત્સંગીનો પક્ષ ન હોય અને સત્સંગી ને કુસંગીને વિષે સમભાવ હોય તો ગમે તેવો સત્સંગમાં મોટો કહેવાતો હોય પણ અંતે જતાં જરૂર વિમુખ થાય.”\nપછી નાના આત્માનંદ સ્વામીએ પૂછ્યું જે, “ભગવાન અને ભગવાનના સંત તે કોઈકને તો નિધડક થઈને જેમ કહેવું ઘટે તેમ કહે છે અને તેની કોરનો એમ ભરૂંસો આવે છે જે, ‘આનું માન કરીશું અથવા તિરસ્કાર કરીશું તોય પણ કોઈ રીતે એ પાછો નહીં પડે;’ એવો જે ભરૂંસો તે ભગવાન ને ભગવાનના સંતને કેમ આવે? એક તો એ પ્રશ્ન છે. અને બીજો પ્રશ્ન એ છે જે, જે સંતને પાસે રહેતા હોઈએ તેને જેવું આપણા ઉપર હેત હોય તેવું સમગ્ર સંતને કેમ રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેવો શિવાનંદ સ્વામીના પ્રશ્નનો ઉત્તર કર્યો છે તેવો સત્સંગનો જેને દૃઢ પક્ષ હોય તો તેને કહેતાં-સાંભળતાં ભગવાન ને ભગવાનના સંતને સંશય થાય નહીં અને એનો કોઈ રીતે કુવિશ્વાસ આવે નહીં જે, ‘આને કહેશું તો આ સત્સંગમાંથી જતો રહેશે.’ તેની કોરનો દૃઢ વિશ્વાસ જ હોય જે, ‘એનો સત્સંગ તો અચળ છે, માટે એને કહેશું તેની કાંઈ ફિકર નથી.’ અને બીજા પ્રશ્નનો ઉત્તર એ છે જે, જેને પાસે પોતે પ્રથમ રહેતો હોય અને તેને સાથે પોતાને ન બન્યું ત્યારે બીજા પાસે જઈને રહે, તો પણ જેને પાસે પ્રથમ રહ્યો હોય તેનું જો કોઈક ઘસાતું બોલે તો ખમી શકે નહીં, ત્યારે સર્વે સંતને એમ સમજાય જે, ‘આ તો કૃતઘ્ની નથી, જેને પાસે ચાર અક્ષર ભણ્યો છે તેનો ગુણ મૂકતો નથી માટે બહુ રૂડો સાધુ છે,’ એમ જાણીને સર્વે સંતને હેત રહે. અને જેની પાસે પ્રથમ રહ્યો હોય તેને મૂકીને બીજા પાસે જાય ત્યારે પ્રથમ જેની પાસે રહ્યો હોય તેની નિંદા કરે, ત્યારે સર્વે સંતને એમ જણાય જે, ‘આ કૃતઘ્ની પુરુષ છે, તે જ્યારે આપણી સાથે નહીં બને ત્યારે આપણી પણ નિંદા કરશે,’ પછી તે ઉપર કોઈને હેત રહે નહીં.”\nપછી દહરાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાન તો અક્ષરાતીત છે અને મન-વાણી થકી પર છે અને સર્વને અગોચર છે, તે સર્વને પ્રત્યક્ષ દેખાય છે તેનો શો હેતુ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અક્ષરાતીત ને મન-વાણી થકી પર ને અગોચર એવા જે ભગવાન તે જ પોતે કૃપા કરીને એમ ધારે છે જે, ‘જ્ઞાની-અજ્ઞાની એવા જે મૃત્યુલોકના મનુષ્ય તે સર્વે મને દેખો,’ એમ ધારીને સત્યસંકલ્પ એવા જે ભગવાન તે કૃપાએ કરીને મૃત્યુલોકના સર્વે મનુષ્ય દેખે એવા થાય છે.”\nપછી ત્યાગાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાન રાજી કેમ થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનને રાજી કરવા હોય તેને તો દેહના સુખને ઇચ્છવું નહીં અને દર્શનનો પણ લોભ રાખવો નહીં ને ભગવાન જેમ કહે તેમ કરવું; એ જ ભગવાનને રાજી થયાનું સાધન છે.”\nપછી લક્ષ્મણાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાન ને ભગવાનના સંતનો જે સમાગમ તે આશ્ચર્ય સરખો કેમ સમજીએ ત્યારે જણાય? અને આઠે પહોર ‘અહો અહો’ સરખું કેમ રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભક્ત એમ સમજે જે, ‘આ ભગવાન ને આ સંત તે સર્વે વૈકુંઠ, ગોલોક અને બ્રહ્મપુર તેના નિવાસી છે. તે સંત ને પરમેશ્વર જ્યાં વિરાજમાન છે ત્યાં જ એ સર્વે ધામ છે અને એ સંત ભેળો મારો નિવાસ થયો છે તે મારું અતિ બડું ભાગ્ય છે.’ એવી રીતે સમજે તો આઠે પહોર આશ્ચર્ય સરખું રહે અને આઠે પહોર આનંદના સમુદ્રમાં ઝીલતો રહે.”\nપછી પરમાત્માનંદ સ્વામીએ પૂછ્યું જે, “સંતનાં એકાદશ સ્કંધમાં જે ત્રીસ લક્ષણ કહ્યાં છે, તે શો ઉપાય કરે તો આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ત્રીસ લક્ષણે યુક્ત સંત હોય તેને વિષે ગુરુબુદ્ધિ ને દેવબુદ્ધિ રાખીને મન-કર્મ-વચને એનો સંગ કરે, તો એ સંગના કરનારાને વિષે પણ એ ત્રીસ લક્ષણ આવે છે. એવી રીતે સર્વ શાસ્ત્રમાં કહ્યું છે જે, ‘સંતને સેવે ત્યારે સંત સરખો થાય છે.’”\nપછી શાંતાનંદ સ્વામીએ પૂછ્યું જે, “એક તો અખંડ ભગવાનના સ્વરૂપમાં વૃત્તિ રાખતો હોય અને બીજો તો ભગવાનનું ભજન-સ્મરણ પણ કરે અને કથા-કીર્તન પણ કરે ને સાંભળે; એ બે પ્રકારના જે ભગવાનના ભક્ત તેમાં ક્યો શ્રેષ્ઠ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને નિર્વિકલ્પ સમાધિ થતી હોય અને દેહની ખબર રહે નહીં એવો હોય તો તે કથા-કીર્તન ન કરે તો પણ શ્રેષ્ઠ છે. અને જેને દેહની ખબર રહેતી હોય ને ભજનમાંથી પોતાની મેળે ઊઠીને ખાવું, પીવું, દેહની ક્રિયા, તે સર્વે કરતો હોય અને જો ભગવાનની કથા-કીર્તન ન કરે ને ન સાંભળે, તો તે થકી ભગવાનની કથા-કીર્તન કરતો હોય ને સાંભળતો હોય તે શ્રેષ્ઠ છે.”\nપછી આધારાનંદ સ્વામીએ પૂછ્યું જે, “કેવી રીતે વર્તીએ તો ભગવાન ને ભગવાનના સંત પ્રસન્ન થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પંચ વર્તમાન સંપૂર્ણ રાખીએ ને તેમાં કોઈ રીતે ખોટ આવવા દઈએ નહીં, તો ભગવાન ને ભગવાનના સંત પ્રસન્ન થાય છે એમાં લેશમાત્ર સંશય નથી.”\nપછી વેદાંતાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “જેણે પ્રથમ કાંઈક ગોબરું વર્તાણું હોય, પછી તે શો ઉપાય કરે ત્યારે તેની ઉપર ભગવાન ને ભગવાનના સંત રાજી થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે પોતામાં ભૂંડો સ્વભાવ હોય તેને દેખીને ભગવાન અને ભગવાનના સંત કુરાજી થતા હોય, તે સ્વભાવ સાથે જ્યારે વૈર કરીએ ત્યારે જેને જે સાથે વૈર હોય તે તો સર્વ જગત જાણે એવું હોય, તે સંતને પણ ખબર પડે. પછી સંત તો તે સ્વભાવના વૈરી છે, તે આપણા પક્ષમાં ભળીને અને આપણી ઉપર દયા કરે અને જે પ્રકારે તે સ્વભાવને જીતીએ એવો ઉપાય બતાવે. માટે જે સ્વભાવે પોતાને ફજેત કર્યો હોય, તે સ્વભાવ સાથે સૂધું દૃઢ વૈર બાંધીને તેનું મૂળ ઊખડી જાય એવો ઉપાય કરવો. અને જ્યારે એવી રીતે વર્તીએ ત્યારે ભગવાન ને ભગવાનના સંત આપણા ઉપર પૂર્ણ દયા કરે. અને જ્યારે હરિની ને હરિજનની જે ઉપર દયા થાય ત્યારે તેના હૈયામાં અતિશય સુખ વર્ત્યા કરે અને કલ્યાણને માર્ગે ચાલ્યાની પણ સામર્થી વધે અને પોતાના શત્રુ જે કામ, ક્રોધ, લોભાદિક તેનું બળ ઘટી જાય છે. માટે જે પોતાના હૃદયને વિષે અતિશય શત્રુ પીડતો હોય તે સાથે અતિશય વૈર કરીએ તો તેની પરમેશ્વર સહાય કરે છે. માટે પોતાના શત્રુ જે કામાદિક તે સાથે જરૂર વૈર કરવું ઘટે છે. ને પોતાના અંતઃશત્રુ સાથે વૈર કર્યામાં ઘણો જ લાભ છે.”\nપછી ભગવદાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! જેવી ભગવાનની બીક પાસે બેઠા હોઈએ ને રહે છે, તેવી ને તેવી બીક છેટે જઈએ તો પણ રહે; તે કેમ સમજીએ તો રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેવી પાસે ભગવાનની મર્યાદા રહે છે તેવી છેટે જાય તોય પણ રહે, જો ભગવાનનું પૂરું માહાત્મ્ય સમજે તો. તે માહાત્મ્ય એમ સમજવું જે, ‘અક્ષરાતીત એવા જે પુરુષોત્તમ ભગવાન તેની ઇચ્છાએ કરીને અનંત કોટિ બ્રહ્માંડની ઉત્પત્તિ થાય છે અને તે બ્રહ્માંડને પોતાની શક્તિએ કરીને ધરી રહ્યા છે. અને તે ભગવાન વ્યતિરેક થકા સર્વમાં અન્વયપણે રહ્યા છે અને અન્વય થકા પણ વ્યતિરેક છે. અને ભગવાન જેવા પ્રત્યક્ષ પ્રમાણ છે તેવા ને તેવા અણુ-અણુ પ્રત્યે અંતર્યામીરૂપે વિરાજમાન છે. અને તે ભગવાનના ડોલાવ્યા વિના એક તૃણ પણ ડોલવાને સમર્થ નથી. અને અનંત કોટિ બ્રહ્માંડને વિષે જે ઉત્પત્તિ, સ્થિતિ, પ્રલય થાય છે અને તેને વિષે સુખ-દુઃખનો જીવોને સંબંધ થાય છે, તે સર્વે પુરુષોત્તમ ભગવાનના હાથમાં છે. જેટલું ભગવાન કરે તેટલું જ થાય છે. એવા જે ભગવાન તે જીવોના કલ્યાણને અર્થે પૃથ્વી ઉપર પધારે છે, ત્યારે પોતે ઘોડે ચડીને ચાલે ત્યારે ઘોડો ભગવાનને ઉપાડી ચાલે છે, પણ એ તો ઘોડાના આધાર છે. અને પૃથ્વી ઉપર બેઠા હોય ત્યારે એમ જણાય જે, પૃથ્વી ભગવાનને ધરી રહી છે, પણ એ તો સ્થાવર-જંગમ સહિત સમગ્ર પૃથ્વીને ધરી રહ્યા છે. અને જ્યારે રાત્રિ હોય ત્યારે ચંદ્રમા કે દીવો કે મશાલ તેને અજવાળે કરીને ભગવાનનું દર્શન થાય અને દિવસે સૂર્યને અજવાળે કરીને દર્શન થાય, પણ એ ભગવાન તો સૂર્ય, ચંદ્રમા, અગ્નિ એ સર્વને પ્રકાશના દાતા છે. એવી અદ્‌ભુત સામર્થી છે, તો પણ જીવોના કલ્યાણને અર્થે મનુષ્ય જેવા થઈને મને દર્શન આપે છે.’ એવી રીતે માહાત્મ્ય સમજે તો જેવી પાસે રહ્યે મર્યાદા રહે છે, તેવી ને તેવી છેટે જાય તોય પણ રહે.”\nપછી વળી ભગવદાનંદ સ્વામીએ બીજો પ્રશ્ન પૂછ્યો જે, “ભગવાનના કર્યા વિના કાંઈ થતું નથી, સર્વે ભગવાનનું જ કર્યું થાય છે; ત્યારે ભગવાનને અથવા ભગવાનના ભક્તને કાંઈક જ્યારે ભૂંડો દેશકાળ આવે છે ત્યારે તે દુઃખને કેમ ભગવાન ટાળતા નથી અને તેને ટાળ્યાના મનસૂબા કેમ કરે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ તો જ્યારે ભગવાન મનુષ્ય દેહ ધારણ કરે છે ત્યારે ભગવાનની એવી રીતિ જ છે જે, મનુષ્યની પેઠે સર્વે વ્યવહાર કરે, પણ અલૌકિક સામર્થીને પ્રગટ કરે નહીં. એવી રીતે સર્વ શાસ્ત્રમાં ભગવાનનાં ચરિત્ર કહ્યાં છે; તેથી જ્યારે ભગવાન કાંઈક નવાં ચરિત્ર કરે ત્યારે સંશય કરજ્યો, પણ જ્યાં સુધી પૂર્વે અવતાર થયા છે તેના જેવાં ચરિત્ર કરે ત્યાં સુધી તો સંશય કરવો નહીં.”\nપછી નિર્મળાનંદ સ્વામીએ પૂછ્યું જે, “કેમ સમજીએ ત્યારે પ્રભુના સંતનો મહિમા અતિશય જણાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “મત્સ્ય, કચ્છ, વરાહ, વામન, પરશુરામ અને રામ-કૃષ્ણાદિક એ જે ભગવાનના અનંત અવતાર તેનો મહિમા વિચારે જે, ‘જે ભગવાને રામ-કૃષ્ણાદિક અવતારે કરીને અનંત જીવોનો ઉદ્ધાર કર્યો છે તે ભગવાનના આ સંત છે, તેનો મારે સમાગમ મળ્યો છે, તે માટે હું પણ અતિ બડભાગી છું.’ એમ સમજે તો દિવસે દિવસે સંતનો મહિમા અતિશય જણાતો જાય.”\nપછી નારાયણાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “સ્થૂળ, સૂક્ષ્મ અને કારણ એ ત્રણ દેહને વિષે જીવ અન્વયપણે કેમ છે ને વ્યતિરેકપણે કેમ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે દેહને વિષે સુખ-દુઃખનો યોગ થાય છે ત્યારે તે સુખ-દુઃખને જીવ પોતાને વિષે માને ત્યારે તે જીવ અન્વયપણે છે અને જ્યારે ત્રણે દેહનાં સુખ-દુઃખથી પોતાને ન્યારો સમજે ત્યારે એ જીવ વ્યતિરેક છે.”\nપછી શૂન્યાતીતાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “જ્યારે સત્સંગ કરે છે ત્યારે તો સંતમાં ને સત્સંગીમાં અતિશય હેત હોય અને પછી કેમ ઓછું થઈ જાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રથમ તો એને સંતને વિષે અલૌકિક મતિ હોય અને પછી તો તે સંતનો અલ્પ દોષ જોઈને પોતાની કુબુદ્ધિએ કરીને ઝાઝો દોષ પરઠે છે. પછી એની અસદ્‌વાસના થઈ જાય છે, તેણે કરીને સંતને વિષે ઓછો ભાવ થઈ જાય છે. તે જો વિચારીને અસદ્‌વાસનાને ટાળે તો પ્રથમ હતો તેવો શુદ્ધ થાય; અને જો અસદ્‌વાસના ન ટાળે તો અંતે જતાં વિમુખ થઈ જાય છે.”\nપછી પ્રસાદાનંદ સ્વામીએ પૂછ્યું જે, “જીવને મોક્ષનો શો હેતુ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ સંત કહે તેમ જ સંશયરહિત થકો કરે, એ જ જીવને મોક્ષનો હેતુ છે.”\nપછી ત્રિગુણાતીતાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “દેશ, કાળ, ક્રિયા, સંગ તેનું વિષમપણું હોય ત્યારે ત્યાં શો ઉપાય કરવો?” પછી શ્રીજીમહારાજ બોલ્યા જે, “દેશાદિક વિષમ હોય ત્યાં તો ઊગર્યાનો એ જ ઉપાય છે જે, ત્યાંથી જે તે પ્રકારે કરીને ભાગી છૂટવું.”\nપછી નાના નિર્વિકારાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનનો નિશ્ચય છે તો પણ અસદ્‌વાસના કેમ ટળતી નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનું માહાત્મ્ય યથાર્થ જાણ્યું નથી એટલે અસદ્‌વાસના ટળતી નથી.”\nપછી મોટા યોગાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનનો નિશ્ચય પરિપૂર્ણ છે, તો પણ ભગવાનને વિષે ને ભગવાનની કથાને વિષે હેત કેમ થતું નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનું જેવું માહાત્મ્ય છે તેવું એને સમજ્યામાં આવ્યું નથી, અને જો યથાર્થ ભગવાનનું માહાત્મ્ય સમજાય તો ભગવાન વિના બીજામાં હેત રાખે તો પણ રહે નહીં ને એક ભગવાન અને ભગવાનના સંત અને ભગવાનની કથા-કીર્તન તેને વિષે જ અચળ હેત થાય છે.”\nપછી પ્રતોષાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનની ભક્તિ અચળ કેમ રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અનિરુદ્ધ, પ્રદ્યુમ્ન, સંકર્ષણ અને વાસુદેવ એ જે ચતુર્વ્યૂહ તથા કેશવાદિક ચોવીસ મૂર્તિઓ તથા વરાહાદિક જે અવતાર એ સર્વેના કારણ એવા જે પ્રત્યક્ષ શ્રીકૃષ્ણ પુરુષોત્તમ ભગવાન તેનો મહિમા અતિશયપણે કરીને સમજે તો તેને ભગવાનની શ્રવણાદિક જે નવધા ભક્તિ તે અચળ રહે.”\nએવી રીતે સર્વ મુનિના પ્રશ્નનો ઉત્તર કરીને પછી શ્રીજીમહારાજ સર્વેને પૂછતા હવા જે, “કામ, ક્રોધ અને લોભ એ ત્રણ નરકનાં દ્વાર છે, એમાંથી જેને જે અતિશય જીત્યામાં આવ્યો હોય તે સર્વે કહો.” પછી જેને જે વાતની અતિશય દૃઢતા હતી તે તેવી રીતે બોલ્યા. તે મુનિનાં વચન સાંભળીને શ્રીજીમહારાજ અતિશય રાજી થયા. અને આત્માનંદ સ્વામી તથા યોગાનંદ સ્વામી તથા ભગવદાનંદ સ્વામી તથા શિવાનંદ સ્વામી એ ચાર જણાને રાજી થઈને હૃદયને વિષે ચરણારવિંદ દીધાં અને એમ બોલ્યા જે, “જેમ મહાનુભાવાનંદ સ્વામી આદિક જે મોટેરા છે, તે ભેળા આ ચાર પણ છે; માટે એમનું કોઈને અપમાન કરવા દેશો મા.” એમ મુક્તાનંદ સ્વામી આદિક જે મોટેરા સાધુ તેમને ભલામણ કરીને શ્રીજીમહારાજ ‘જય સચ્ચિદાનંદ’ કહીને પોતાને ઉતારે જમવા પધાર્યા."
}