{
  "number": 166,
  "vachanamrut": "ગઢડા મધ્ય ૩૩\n",
  "title": "નિષ્કામી વર્તમાનનું\n",
  "setting": "સંવત ૧૮૮૦ના શ્રાવણ વદિ ૧૩ તેરસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને ઉતારે ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ સર્વે સંત તથા સર્વે હરિભક્ત પ્રત્યે એમ બોલતા હવા જે, “પ્રથમ અમે અમારા અંગની વાત કહીએ. પછી તમે સર્વે પોતપોતાનો જે રીતે મોક્ષ માન્યો હોય તથા, ‘અમે આવી રીતે વર્તશું તો આ લોકમાં ને પરલોકમાં ભગવાન અમારી ઉપર રાજી રહેશે,’ એમ જે માન્યું હોય તે કહેજ્યો.” એમ સર્વેને કહીને પછી શ્રીજીમહારાજે પોતાના અંગની વાત કહેવા માંડી જે, “અમને તો જે પદાર્થમાં હેત જણાય તો તેનો ત્યાગ કરીએ ત્યારે સુખ થાય અને ભગવાનના ભક્ત વિના જે મનુષ્યમાત્ર અથવા પદાર્થમાત્ર તેની જો મનમાં સ્મૃતિ થઈ હોય તો તેથી અતિશય છેટું કરીએ ત્યારે સુખ થાય. અને જો ભગવાનના ભક્ત હોય તો તેનો કોઈ રીતે કરીને હૈયામાં અભાવ આવે જ નહીં. અને અમારે વગર ઇચ્છે પણ પંચવિષય છે, તે જોરાવરીએ આવીને પ્રાપ્ત થાય છે તો પણ તેને અમે ઇચ્છતા નથી અને પગે કરીને ઠેલી નાંખીએ છીએ. અને જે દિવસ થકી અમે જન્મ્યા છીએ તે દિવસથી કરીને આજ દિવસ પર્યંત કોઈ દિવસ જાગ્રતમાં અથવા સ્વપ્નમાં દ્રવ્યનો કે સ્ત્રીનો ભૂંડો ઘાટ થયો હોય તો આ સમગ્ર પરમહંસના સમ છે. અને એવી રીતે અમે સદાય નિર્દોષપણે છીએ. ને જે અમારે વિષે દોષબુદ્ધિ કરશે તો તેને જાગ્રતમાં તથા સ્વપ્નમાં ભૂંડો ઘાટ થશે ને તેને દેહ મૂક્યા સમે બહુ કષ્ટ થશે. અને અમારા અંતરમાં તો એક ભગવાનના સ્વરૂપનું જ ચિંતવન રહે છે. અને ઉપરથી તો ભગવાનના ભક્ત હોય તેના જીવનું સારું થાય તે સારુ હળીમળીને રહીએ છીએ. અને જે દિવસ અમારા હૈયામાં ભગવાન ને ભગવાનના ભક્ત વિના બીજે ક્યાંય હેત જણાશે તો અમે એમ માનીશું જે, ‘અમે અમારી સ્થિતિમાંથી ડગ્યા.’ પણ અમને એવો નિશ્ચય છે જે, ‘અમે એ સ્થિતિમાંથી ડગીએ જ નહીં.’ એ અમે અમારું અંગ હતું તે કહ્યું. હવે તમે સૌ પોતપોતાનું અંગ હોય તે કહો.” પછી સર્વે સંત તથા સર્વે હરિભક્તે જેવાં જેનાં અંગ હતાં તેવાં કહ્યાં જે, આ લોકને વિષે ને પરલોકને વિષે આવી રીતનાં અંગમાં અમે રહીએ તો અમારા ઉપર ભગવાન રાજી રહે; એવી રીતે કહ્યું. તે સર્વે હરિભક્તનાં અંગની વિક્તિ જે, કોણેક તો ભગવાન વિના બીજે ઠેકાણે વૈરાગ્યનું કહ્યું અને કોણેક આત્મનિષ્ઠાનું કહ્યું ને કોણેક ભગવાનને વિષે પ્રીતિનું કહ્યું ને કોણેક ધર્મમાં રહેવાનું કહ્યું, એવી રીતે બહુ પ્રકારે કહ્યું પણ શ્રીજીમહારાજે મનમાં જે ધારી રાખ્યું હતું તે કોઈએ ન કહ્યું.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “એક નિષ્કામી વર્તમાન દૃઢ હોય તો તેને આ લોકમાં તથા પરલોકમાં કોઈ ઠેકાણે ભગવાનથી છેટું રહે નહીં અને અમારે પણ તે ઉપરથી કોઈ દિવસ હેત ઓછું થાય નહીં. અને અમે અહીંયાં ટક્યા છીએ તે પણ અહીંયાંના હરિભક્તને અતિ નિષ્કામી વર્તમાનનો દૃઢાવ દેખીને ટક્યા છીએ. અને જેને નિષ્કામી વર્તમાન દૃઢ હોય તો તે થકી અમે હજાર ગાઉ છેટે જઈએ તો પણ તેની પાસે જ છીએ; અને જેને તે નિષ્કામી વર્તમાનમાં કાચ્યપ છે ને તે જો અમારી પાસે રહે છે તોય પણ તે લાખ ગાઉ છેટે છે. અને અમને નિષ્કામી ભક્ત હોય તેના જ હાથની કરી સેવા ગમે છે. માટે આ મૂળજી બ્રહ્મચારી છે તે અતિશય દૃઢ નિષ્કામી છે, તો અમને એની કરેલી સેવા અતિશય ગમે છે અને બીજો કોઈ સેવા-ચાકરી કરે તો તે એવી ગમતી નથી. અને અમે જે જે વાર્તા કરીએ છીએ તેને વિષે પણ નિષ્કામી વર્તમાનનું જ અતિશય પ્રતિપાદન થાય છે. અને અમે જે દિવસથી પ્રકટ થયા છીએ તે દિવસ થકી નિષ્કામી વર્તમાનને જ અતિશય દૃઢ કરતા આવીએ છીએ. અને સભા બેઠી હોય ત્યાં કોઈક સ્ત્રી અથવા પુરુષ તેને જોયામાં ફેર પડે ત્યારે એ ગમે તેટલી યુક્તિ કરીને સંતાડે તો પણ અમને જણાયા વિના રહે જ નહીં, ત્યારે અમારો તે મનુષ્ય ઉપર અતિશય કુરાજીપો થઈ જાય છે અને અમારું મુખ પણ શ્યામળું થઈ જાય છે અને તેનું દુઃખ તો અતિશય લાગે છે પણ મહોબત જાણીને ઝાઝું કહેવાય નહીં. અને વળી સાધુદાવો છે માટે હૈયામાં સમજી રહીએ છીએ, પણ જો રાજાના જેવી રીત હોય તો તેને માથે ઝાઝો દંડ થાય. માટે સર્વ મોટા પરમહંસ તથા મોટી મોટી બાઈઓ તેને અમે મોરથી જ કહી રાખ્યું છે જે, ‘સત્સંગમાં કોઈ પુરુષને તથા કોઈ સ્ત્રીને કદાચિત્ જો નિષ્કામી વર્તમાનમાં ફેર પડે તો અમને સંભળાવશો માં.’ શા માટે જે, જ્યારે અમે એવી વાર્તા સાંભળીએ ત્યારે જેમ વાંઝિયાને ઘેર દીકરો આવ્યો હોય ને તે મરી જાય ને તેને જેવો શોક થાય તેવો અમારે પણ શોક થાય છે; તથા મનમાં એમ વિચાર થઈ જાય છે જે, ‘બધા સત્સંગને મૂકીને જતા રહીએ.’ માટે જે નિષ્કામી વર્તમાન રાખે તે જ અમને વહાલો છે અને તેને ને અમારે આ લોક, પરલોકમાં દૃઢ મેળાપ રહે છે.”\nપછી હરજી ઠક્કરે પ્રશ્ન પૂછ્યો જે, “એ નિષ્કામી વર્તમાન શે ઉપાયે કરીને અતિશય દૃઢ થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો એક પ્રકારનો ઉપાય નથી, એના તો ત્રણ પ્રકારના ઉપાય છે. જેમ હાંકનારો, બળધિયા, પૈડાં, ધૂંસરી, ઊધ્ય, માંચડો એવા ઘણાક સામાને કરીને એક ગાડું કહેવાય છે, તેમ નિષ્કામી વ્રત દૃઢ રાખવાની પણ ઘણીક સામગ્રી જોઈએ છીએ. તેમાં પણ ત્રણ ઉપાય છે તે તો અતિશય મુખ્ય છે. તેમાં એક તો મનને વશ કરવું જે, મનને વિષે અખંડ એવું મનન કરવું જે, ‘હું આત્મા છું, દેહ નથી;’ ને ભગવાનની કથા-શ્રવણાદિક જે નવધા ભક્તિ તેને વિષે મનને અખંડ જોડી મેલવું પણ ક્ષણમાત્ર મનને નવરું રહેવા દેવું નહીં. જેમ કોઈક પુરુષને ભૂત વશ થયો હતો તે જ્યારે કામ ન બતાવે ત્યારે તેને ખાવા તૈયાર થાય; તેમ આ મન છે તે પણ ભૂત જેવું છે, તે જ્યારે ભગવદ્‌ભક્તિમાં ન રાખે ત્યારે અધર્મના ઘાટ ઘડે, ત્યારે એ ભૂતની પેઠે જીવને ખાવા તૈયાર થયું કહેવાય. માટે મનને અખંડ ભગવાનની કથા-કીર્તનાદિકમાં જોડી રાખવું, એટલે એ મન વશ થયું કહેવાય. અને બીજો ઉપાય એ છે જે, પ્રાણને નિયમમાં રાખવો. તે જેમ ભગવાને ગીતામાં કહ્યું છે જે, ‘આહાર-વિહાર યુક્ત રાખવો પણ અતિશય ખાધાની લોલુપતા ન રાખવી.’ એવી રીતે વર્તે ત્યારે પ્રાણ નિયમમાં થયો કહેવાય. અને પ્રાણ નિયમમાં ન કર્યો હોય તો ખાધાની બહુ મનમાં તૃષ્ણા રહે, પછી અનંત પ્રકારના જે રસ તેને વિષે રસના ઇન્દ્રિય છે તે દોડતી ફરે ત્યારે બીજી ઇન્દ્રિયો વશ કરી હોય તે પણ સર્વે મોકળી થઈ જાય; માટે આહારને નિયમમાં રાખીને પ્રાણને નિયમમાં કરવો. અને ત્રીજો ઉપાય એ છે જે, આ સત્સંગને વિષે જેને જેને જે જે નિયમ કહ્યા છે તેમાં દેહને રાખીને દેહને નિયમમાં કરવો. એવી રીતે ત્રણ ઉપાયને જે દૃઢ રાખે તેને નિષ્કામી વર્તમાન અતિશય દૃઢ થાય છે. અને એને વિષે એમ ન જાણવું જે, ‘એવી રીતે રાખવું ઘણું કઠણ છે.’ કેમ જે, જે સાધુ જ હોય તેને તો એમ રાખવું કાંઈ કઠણ છે નહીં. અને સાધુ હોય તે તો કામ, ક્રોધ, લોભાદિક શત્રુનું બળ હોય તો પણ ભગવાનને રાજી કર્યા સારુ તેનો ત્યાગ કરે ત્યારે જ એ પાકો સાધુ કહેવાય. અને મનુષ્ય દેહે કરીને ન થાય એવું શું છે? જે નિત્યે અભ્યાસ રાખીને કરે તે થાય છે. જેમ કૂવાના કાંઠા ઉપર મહાકઠણ પથરો હોય છે તેને વિષે નિત્યે પાણીને સિંચવું તેણે કરીને નરમ દોરડી છે તે પણ કાપા પાડે છે; તેમ જે સાધુ જ છે ને તે જે સ્વભાવને ટાળવાનો નિત્ય અભ્યાસ રાખશે તો તે સ્વભાવ ક્યાં લગી રહેશે? એ તો નિશ્ચય નાશ પામશે. માટે જેને નિષ્કામવ્રત રાખવું હોય તેને કહ્યા એવા જે ત્રણ ઉપાય તે દૃઢ કરીને રાખવા.”"
}