{
    "number": 70,
    "vachanamrut": "ગઢડા પ્રથમ ૭૦\n",
    "title": "કાકાભાઈનું, ચોરને કાંટો વાગ્યાનું\n",
    "setting": "સંવત ૧૮૭૬ના ચૈત્ર સુદિ ૧૫ પૂનમને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને માથે હીરકોરનું ધોળું ધોતિયું બાંધ્યું હતું ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી ને હસ્તકમળમાં તુલસીની માળા લઈને ફેરવતા હતા ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “મોટા મોટા પરમહંસ માંહોમાંહી પ્રશ્ન-ઉત્તર કરો તથા કોઈ હરિભક્તને પૂછવું હોય તો પરમહંસને પૂછો.” ત્યારે ગામ રોજકાના હરિભક્ત કાકાભાઈએ નિત્યાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “અંતરને માંહેલી કોરે એક કહે છે જે, ‘વિષયને ભોગવીએ,’ અને એક તેની ના પાડે છે, તે ના પાડે છે તે કોણ છે ને હા પાડે છે તે કોણ છે?” ત્યારે નિત્યાનંદ સ્વામીએ કહ્યું જે, “ના પાડે છે તે જીવ છે ને હા પાડે છે તે મન છે.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એ પ્રશ્નનો ઉત્તર અમે કરીએ જે, આ આપણે છીએ તે જે દિવસથી સમજણા થયા અને માબાપની ઓળખાણ પડી તે દિવસથી માબાપે નિશ્ચય કરાવ્યો જે, ‘આ તારી મા ને આ તારો બાપ, ને આ તારો કાકો ને આ તારો ભાઈ, ને આ તારો મામો ને આ તારી બેન, ને આ તારી મામી ને આ તારી કાકી, ને આ તારી માશી ને આ તારી ભેંશ, ને આ તારી ગાય ને આ તારો ઘોડો, ને આ તારું લૂગડું ને આ તારું ઘર, ને આ તારી મેડી ને આ તારું ખેતર, ને આ તારાં ઘરેણાં;’ ઇત્યાદિક જે કુસંગીના શબ્દ તે આ જીવની બુદ્ધિમાં રહ્યા છે. તે કેવી રીતે રહ્યા છે? તો જેમ કોઈક સ્ત્રીઓ ભરત ભરે છે તેમાં કાચનો કટકો હોય છે, તેમ ભરતને ઠેકાણે બુદ્ધિ છે અને કાચના કટકાને ઠેકાણે તે જીવ છે. તે બુદ્ધિમાં એ કુસંગીના શબ્દ ને તેનાં રૂપ તે પંચવિષયે સહિત રહ્યાં છે; અને તે જીવને પછી સત્સંગ થયો ત્યારે સંતે પરમેશ્વરના મહિમાની ને વિષય-ખંડનની ને જગત મિથ્યાની વાર્તા કરી, તે સંતની વાર્તા ને તે સંતનાં રૂપ તે પણ એ જીવની બુદ્ધિમાં રહ્યાં છે. તે એ બે લશ્કર છે ને સામસામાં ઊભાં છે. જેમ કુરુક્ષેત્રને વિષે કૌરવ ને પાંડવનાં લશ્કર સામસામાં ઊભાં હતાં, ને પરસ્પર તીર ને બરછી ને બંદૂક ને તોપ ને જંજાળોની લડાઈ થતી હતી, અને કોઈક તરવારે લડતા હતા ને કોઈક ગદાએ લડતા હતા ને કોઈક બથોબથ લડતા હતા, ને તેમાં કોઈનું માથું ઊડી ગયું ને કોઈની સાથળ કપાઈ ગઈ, એમ કચ્ચરઘાણ ઊડતો હતો. તેમ આ જીવના અંતઃકરણમાં પણ જે કુસંગીનાં રૂપ છે તે પંચવિષયરૂપી શસ્ત્ર બાંધીને ઊભાં છે. અને વળી જે આ સંતનાં રૂપ છે તે પણ, ‘ભગવાન સત્ય ને જગત મિથ્યા ને વિષય ખોટા,’ એવા જે શબ્દ તે રૂપી શસ્ત્ર બાંધીને ઊભાં છે. અને એ બેને પરસ્પર શબ્દની લડાઈ થાય છે. તે જ્યારે કુસંગીનું બળ થાય છે ત્યારે વિષય ભોગવ્યાની ઇચ્છા થઈ આવે છે ને જ્યારે આ સંતનું બળ થાય છે ત્યારે વિષય ભોગવ્યાની ઇચ્છા નથી થતી; એમ પરસ્પર અંતઃકરણમાં લડાઈ થાય છે. તે જેમ\n‘યત્ર યોગેશ્વરઃ કૃષ્ણો યત્ર પાર્થો ધનુર્ધરઃ।\nતત્ર શ્રીર્વિજયો ભૂતિર્ધ્રૂવા નીતિર્મતિર્મમ॥’\n“એ શ્લોકમાં કહ્યું છે જે, ‘જ્યાં યોગેશ્વર એવા જે શ્રીકૃષ્ણ ભગવાન છે અને ધનુષના ધરતલ અર્જુન છે, ત્યાં જ લક્ષ્મી છે, વિજય છે, ઐશ્વર્ય છે અને અચળ નીતિ છે.’ તેમ જેની કોરે આ સંતમંડળ છે તેનો જ જય થશે એમ નિશ્ચય રાખવો.”\nત્યારે વળી તે કાકાભાઈએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એ સંતનું બળ વધે ને કુસંગીનું બળ ઘટે તેનો શો ઉપાય છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “અંતરમાં જે કુસંગી રહ્યા છે ને બહાર રહ્યા છે તે બે એક છે, અને વળી અંતરમાં સંત રહ્યા છે ને બહાર રહ્યા છે તે બે એક છે. પણ જે અંતરમાં કુસંગી છે તેનું બહારના કુસંગીને પોષણે કરીને બળ વધે છે અને અંતરમાં જે સંત છે તેનું પણ બહારના જે સંત છે તેને પોષણે કરીને બળ વધે છે. માટે બહારના કુસંગીનો સંગ ન કરે ને બહારના જે સંત છે તેનો જ સંગ રાખે તો કુસંગીનું બળ ઘટી જાય ને સંતનું બળ વધે એમ છે.” એમ શ્રીજીમહારાજે કહ્યું.\nત્યારે વળી કાકાભાઈએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એકને તો કુસંગીની લડાઈ આળસી ગઈ છે ને સંતનું જ બળ છે એક એવો છે, અને એકને તો એમ ને એમ લડાઈ થતી રહે છે; તે એ બેમાં જેને લડાઈ આળસી ગઈ છે તે મરે ત્યારે તેને ભગવાનના ધામની પ્રાપ્તિ થાય તેમાં તો કાંઈ સંશય નથી, પણ જેને લડાઈ એમ ને એમ થાય છે તે મરે તેની શી ગતિ થાય? તે કહો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેમ એક લડવા નીસર્યો તેને આગળ વાણિયા કે ગરીબ વર્ણ આવ્યા તેને જીતી ગયો તે પણ જીત્યો જ તો. અને એક તો લડવા નીસર્યો તેને આગળ આરબની બેરખ આવી તથા રજપૂત આવ્યા તથા કાઠી તથા કોળી આવ્યા, તેને તો જીતવા કઠણ જ છે પણ કાંઈ એ વાણિયાની પેઠે તરત જિતાઈ જાય એવા નથી, માટે એ તો એમ ને એમ લડે છે. અને તેમાં જો જીત્યો તો જીત્યો અને જો લડતે લડતે શત્રુનો હઠાવ્યો તો ન હઠ્યો, પણ દેહનો આયુષ્ય આવી રહ્યો અને મૃત્યુને પામ્યો. તો પણ જે એનો ધણી છે તે શું નહીં જાણે જે, ‘એને આગળ આવાં કરડાં માણસ આવ્યાં હતાં તે નહીં જિતાય અને આની આગળ તો વાણિયા આવ્યા હતા તે જિતાય એવા હતા?’ એમ એ બેય ધણીની નજરમાં હોય. તેમ એની ભગવાન સહાય કરે જે, ‘આને આવા સંકલ્પ-વિકલ્પનું બળ છે અને લડાઈ લે છે, માટે એને શાબાશ છે;’ એમ જાણીને ભગવાન એની સહાય કરે છે. માટે બેફિકર રહેવું. કાંઈ ચિંતા રાખવી નહીં. ભગવાનને એમ ને એમ ભજ્યા કરવું ને સંતનો સમાગમ અધિક રાખવો ને કુસંગીથી છેટે રહેવું.” એમ પ્રસન્ન થઈને શ્રીજીમહારાજ બોલતા હવા.\nત્યારે ગામ જસકાવાળા જીવાભાઈએ નિત્યાનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “ભગવાનનો અડગ નિશ્ચય કેમ થાય?” ત્યારે નિત્યાનંદ સ્વામી બોલ્યા જે, “કુસંગી થકી છેટે રહીએ અને સંતનો સમાગમ અતિશય રાખીએ તો તે સંતની વાતે કરીને ભગવાનનો અડગ નિશ્ચય થાય અને જો કુસંગીનો સંગ કરીએ તો અડગ નિશ્ચય ન થાય.” ત્યારે વળી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે એનો ઉત્તર કરીએ જે, ભગવાનનો નિશ્ચય કરવો તે એકલો પોતાના જીવના કલ્યાણને જ અર્થે કરવો, પણ કોઈક પદાર્થની ઇચ્છાએ કરીને ન કરવો જે, ‘હું સત્સંગ કરું તો મારો દેહ માંદો છે તે સાજો થાય, અથવા વાંઝિયો છું તે દીકરો આવે, કે દીકરા મરી જાય છે તે જીવતા રહે, કે નિર્ધન છું તે ધનવાન થઉં, કે ગામગરાસ ગયો છે તે સત્સંગ કરીએ તો પાછો આવે,’ એવી જાતની જે પદાર્થની ઇચ્છા તે રાખીને સત્સંગ ન કરવો. અને જો એવી જાતની ઇચ્છા રાખીને સત્સંગ કરે અને એ પદાર્થની ઇચ્છા પૂરી થાય તો અતિશય પાકો સત્સંગી થઈ જાય અને જો ઇચ્છા પૂરી ન થાય તો નિશ્ચય ઘટી જાય. માટે સત્સંગ કરવો તે પોતે પોતાના જીવના કલ્યાણને જ અર્થે કરવો, પણ કોઈ પદાર્થની ઇચ્છા તો રાખવી જ નહીં. કાં જે, ઘરમાં દસ માણસ હોઈએ અને તે દસેનું મૃત્યુ આવ્યું હોય તેમાંથી એક જણ જો ઊગરે તો શું થોડો છે? કે હાથમાં રામપત્તર આવવાનું હોય અને રોટલા ખાવા મળે તો શું થોડા છે? સર્વે જનારું હતું તેમાંથી એટલું રહ્યું તે તો ઘણું છે; એમ માનવું. એમ અતિશય દુઃખ થવાનું હોય તો તેમાંથી પરમેશ્વરનો આશરો કરીએ તો થોડુંક ઓછું થાય ખરું, પણ એ જીવને એમ સમજાતું નથી. અને જો શૂળી લખી હોય તો કાંટેથી ટળી જાય એટલો તો ફેર પડે છે. ત્યાં એક વાર્તા છે જે, એક ગામમાં ચોર બહુ રહેતા. તેમાંથી એક ચોર સાધુને પાસે બેસવા આવતો હતો. તેને માર્ગને વિષે પગમાં કાંટો વાગ્યો, તે પગમાં સોંસરો નીકળ્યો. તેણે કરીને પગ સૂણ્યો તે ચોરીએ ન જવાણું અને બીજા ચોર તો ચોરી કરવા ગયા. તે એક રાજાનો ખજીનો ફાડીને ઘણુંક ધન લઈ આવ્યા અને સૌએ માંહોમાંહી વહેંચી લીધું. તે પૈસા બહુ આવ્યા. તેને સાંભળીને ચોર જે સાધુ પાસે આવતો હતો ને કાંટો લાગ્યો હતો તેનાં માબાપ, સ્ત્રી અને સગાં સર્વે વઢવા લાગ્યાં જે, ‘તું ચોરી કરવા ન ગયો અને સાધુ પાસે ગયો તે આપણું ભૂંડું થયું ને તે ચોર ચોરી કરીને લાવ્યા તો કેટલાય પૈસા એમને આવ્યા.’ ને એમ વાર્તા કરે છે ત્યાં રાજાનું લશ્કર આવ્યું. તે સર્વે ચોરને ઝાલીને શૂળીએ દીધા, તેને ભેળે એને પણ ઝાલીને શૂળીએ દેવા સારુ લઈ ગયા. ત્યારે તે સર્વે ગામને માણસે તથા સાધુએ સાખ પૂરી જે, ‘આ તો ચોરી કરવા નો’તો ગયો, એને તો કાંટો વાગ્યો હતો.’ ત્યારે તે ઊગર્યો. એમ સત્સંગ કરે છે તેને શૂળી જેટલું દુઃખ હોય તો કાંટે મટે છે; કાં જે, અમે રામાનંદ સ્વામી પાસે માગી લીધું છે જે, ‘તમારા સત્સંગી હોય તેને એક વીંછીનું દુઃખ થવાનું હોય તો તે મને એક એક રૂંવાડે કોટિ કોટિ વીંછીનું દુઃખ થાઓ પણ તમારા સત્સંગીને તે થાઓ નહીં; અને તમારા સત્સંગીને પ્રારબ્ધમાં રામપત્તર લખ્યું હોય તે રામપત્તર મને આવે પણ તમારા સત્સંગી અન્ન-વસ્ત્રે કરીને દુઃખી ન થાય; એ બે વર મને આપો.’ એમ મેં રામાનંદ સ્વામી પાસે માગ્યું, ત્યારે મને રામાનંદ સ્વામીએ રાજી થઈને એ વર આપ્યો છે. માટે જે કોઈ સત્સંગ કરે છે તેને વ્યવહારે દુઃખ થાવાનું લખ્યું હોય તે થાય નહીં. તો પણ પદાર્થ નાશવંત છે, માટે એ પદાર્થની ઇચ્છાએ સત્સંગ કરે તો એને નિશ્ચયમાં સંશય થયા વિના રહે જ નહીં. માટે સત્સંગ કરવો તે તો એકલો નિષ્કામપણે પોતાના જીવના કલ્યાણને જ અર્થે કરવો, તો અડગ નિશ્ચય થાય.” ઇત્યાદિક ઘણીક વાર્તા તો કરી છે પણ આ તો દિશમાત્ર લખી છે."
}