{
    "number": 102,
    "vachanamrut": "કારિયાણી ૬\n",
    "title": "મત્સરવાળાનું\n",
    "setting": "સંવત ૧૮૭૭ના આસો વદિ અમાસ જે દિવાળી તેને દિવસ ગામ શ્રીકારિયાણી મધ્યે વસ્તાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની આગળ દીપમાળા પૂરી હતી ને તે દિપમાળા મધ્યે મંચ બાંધ્યો હતો ને તે મંચ ઉપર છપરપલંગ બિછાવ્યો હતો ને તે ઉપર સ્વામી શ્રીસહજાનંદજી મહારાજ વિરાજમાન હતા અને સોનેરી બુટ્ટાદાર રાતા કિનખાબનો સુરવાળ પહેર્યો હતો અને ‘નરનારાયણ, સ્વામિનારાયણ’ નામે અંકિત એવા કાળા કિનખાબની ડગલી પહેરી હતી અને માથા ઉપર સોનેરી તારના ફરતા છેડાની કસુંબલ પાઘ બાંધી હતી અને આસમાની રંગનો ફેંટો કમરે કસીને બાંધ્યો હતો અને કંઠને વિષે પીળાં પુષ્પના હાર ધારણ કર્યા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી દીવબંદરનાં હરિભક્ત આવ્યાં હતાં. તેણે શ્રીજીમહારાજની પૂજા કર્યાને અર્થે પ્રાર્થના કરી. પછી શ્રીજીમહારાજે તે સિંહાસન ઉપરથી ઊતરીને ને તે ભક્તજન સામા જઈને તેની પૂજા અંગીકાર કરી. પછી તેનાં આપેલાં વસ્ત્ર તથા પીળું છત્ર તથા પાદુકા તેનું ગ્રહણ કરીને પાછા સિંહાસન ઉપર વિરાજમાન થતા હવા.\nપછી શ્રીજીમહારાજ એમ બોલ્યા જે, “આટલાં આટલાં વર્ષ થયાં તેમાં અમારે અર્થે કેટલાક હરિભક્ત વસ્ત્ર તથા હજારો રૂપિયાના અલંકાર લાવે છે, પણ અમે આવી રીતે કોઈ સામા જઈને લેતા નથી અને આવી રીતે કોઈનાં વસ્ત્ર-ઘરેણાં પહેરીને રાજી થયા નથી. આજ તો અમારે એ હરિભક્ત ઉપર અતિશય રાજીપો થયો.” પછી મુનિ બોલ્યા જે, “એવાં જ એ પ્રેમી હરિભક્ત છે.” એવા સમામાં દીનાનાથ ભટ્ટ આવીને શ્રીજીમહારાજને પગે લાગીને બેઠા. પછી શ્રીજીમહારાજે ભારે ભારે વસ્ત્ર હતાં, તે સર્વે દીનાનાથ ભટ્ટને આપ્યાં.\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ભગવાન પોતાના ભક્ત ઉપર કયે ગુણે કરીને રાજી થતા હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જે ભક્તજન કામ, ક્રોધ, લોભ, કપટ, માન, ઈર્ષ્યા અને મત્સર એટલાં વાનાંએ રહિત થઈને ભગવાનની ભક્તિ કરે તેની ઉપર ભગવાન રાજી થાય છે. તેમાં પણ મત્સર છે તે સર્વ વિકારમાત્રનો આધાર છે; માટે શ્રીવ્યાસજીએ શ્રીમદ્‌ભાગવતને વિષે નિર્મત્સર એવા જે સંત તેને જ ભાગવત ધર્મના અધિકારી કહ્યા છે. માટે મત્સર તે સર્વ વિકારથી ઝીણો છે અને મત્સર ટળવો તે પણ ઘણો કઠણ છે.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “મત્સર ટાળ્યાનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સંતને માર્ગે ચાલે ને જે સંત હોય તેનો તો મત્સર ટળે અને જેને સંતને માર્ગે ન ચાલવું હોય તેનો તો મત્સર ન ટળે.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “મત્સર ઊપજ્યાનો શો હેતુ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક સ્ત્રી, ધન અને સારું સારું ભોજન એ ત્રણ મત્સરના હેતુ છે. અને જેને એ ત્રણ વાનાં ન હોય તેને માન છે તે મત્સરનો હેતુ છે. અને જે મત્સરવાળો હશે તેને તો અમે આ ભટ્ટને વસ્ત્ર દીધાં તેમાં પણ મત્સર આવ્યો હશે. પણ મત્સરવાળાને એવો વિચાર ન આવે જે, ‘વસ્ત્ર લાવ્યાં હતાં તેને ધન્ય છે જે, આવાં ભારે વસ્ત્ર મહારાજને પહેરાવ્યાં અને મહારાજને પણ ધન્ય છે જે, તરત બ્રાહ્મણને દેઈ દીધાં;’ એવો જે વિચાર તે મત્સરવાળાના હૃદયમાં ન આવે. અને કોઈક લે અને કોઈક દે તો પણ મત્સરવાળો હોય તે ઠાલો ઠાલો વચમાં બળી મરે. અને અમારે તો કામ, ક્રોધ, લોભ, માન, મત્સર, ઈર્ષ્યા એ સર્વેનો ક્યારેય હૈયામાં લેશ પણ આવતો નથી અને શબ્દ, સ્પર્શ, રૂપ, રસ, અને ગંધ એ જે પંચવિષય તેનો તો હૈયામાં અતિશય અભાવ વર્તે છે, પણ પંચવિષયમાંથી એકેને વિષે લેશમાત્ર ભાવ થતો નથી. અને જેટલું કાંઈક અન્ન-વસ્ત્રાદિકનું ગ્રહણ કરતા હઈશું તે તો ભક્તની ભક્તિને દેખીને કરતા હઈશું, પણ પોતાના દેહના સુખને અર્થે નથી કરતા. અને અમારે જે ખાવું-પીવું, ઓઢવું-પહેરવું છે તે સર્વે સંત અને સત્સંગીને અર્થે છે; અને એમને અર્થે ન જણાય ને પોતાને અર્થે જણાય તો અમે એનો તત્કાળ ત્યાગ કરી દઈએ. અને અમે આ દેહ રાખીએ છીએ તે પણ સત્સંગીને અર્થે જ રાખીએ છીએ, પણ બીજો કોઈ દેહ રાખ્યાનો અર્થ નથી. તે અમારા સ્વભાવને તો મૂળજી બ્રહ્મચારી ને સોમલો ખાચર આદિક જે હરિજન છે, તે કેટલાંક વર્ષથી અમારે પાસે ને પાસે રહે છે તે જાણે છે જે, ‘મહારાજને એક પ્રભુના ભક્ત વિના કોઈ સંગાથે હેત-સંબંધ નથી ને મહારાજ તો આકાશ સરખા નિર્લેપ છે,’ એમ નિરંતર અમારે પાસેના રહેનારા છે તે અમારા સ્વભાવને જાણે છે. અને અમે તો જે મન, કર્મ, વચને પરમેશ્વરના ભક્ત છે તેને અર્થે અમારો દેહ પણ શ્રીકૃષ્ણાર્પણ કરી રાખ્યો છે. માટે અમારે તો સર્વ પ્રકારે જે કોઈ ભગવાનના ભક્ત છે તે સંગાથે સંબંધ છે; અને ભગવાનના ભક્ત વિના તો અમારે ચૌદ લોકની સંપત્તિ તે ત્રખલા જેવી છે. અને જે ભગવાનના ભક્ત હશે ને ભગવાન સંગાથે જ દૃઢ પ્રીતિ હશે, તેને પણ રમણીય જે પંચવિષય તેને વિષે તો આનંદ ઊપજે જ નહીં; અને દેહને રાખ્યા સારુ તો જેવા-તેવા જે શબ્દાદિક વિષય તેણે કરીને ગુજરાન કરે, પણ રમણીય વિષય થકી તો તત્કાળ ઉદાસ થઈ જાય. અને એવા જે હોય તે જ ભગવાનના પરિપૂર્ણ ભક્ત કહેવાય.”"
}