{
    "number": 52,
    "vachanamrut": "ગઢડા પ્રથમ ૫૨\n",
    "title": "ચાર શાસ્ત્રે કરી ભગવાનને જાણ્યાનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા વદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરની મેડીની ઓસરીમાં કથા૨૧૧ વંચાવતા હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી તે કથામાં એમ આવ્યું જે, સાંખ્ય, યોગ, વેદાંત અને પંચરાત્ર એ ચાર શાસ્ત્રે કરીને જે ભગવાનના સ્વરૂપને સમજે તે પૂરો જ્ઞાની કહેવાય. ત્યારે મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! એ ચાર શાસ્ત્રે કરીને ભગવાનને કેમ જાણવા? અને એ ચાર શાસ્ત્રે કરીને જે ભગવાનને ન જાણે તેમાં શી ન્યૂનતા રહે છે? તે કહો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે સાંખ્યશાસ્ત્ર છે તે ભગવાનને પંચવીશમા કહે છે. અને ચોવીસ તત્ત્વ જેમ ભગવાન વિના કાંઈ કરવાને સમર્થ નથી થતાં તેમ જીવ-ઈશ્વર પણ ભગવાન વિના કાંઈ કરવાને સમર્થ નથી, માટે એને પણ ચોવીસ તત્ત્વ ભેળા જ ગણે છે. અને જીવ-ઈશ્વરે સહિત એવાં જે ચોવીસ તત્ત્વ તેને ક્ષેત્ર કહે છે ને પંચવીશમા જે ભગવાન તેને ક્ષેત્રજ્ઞ કહે છે. અને યોગશાસ્ત્ર છે તે ભગવાનને છવ્વીશમા કહે છે ને મૂર્તિમાન કહે છે, ને જીવ-ઈશ્વરને પંચવીશમા કહે છે ને ચોવીસ તત્ત્વને પૃથક્ કહે છે, ને એ તત્ત્વથી પોતાના આત્માને પૃથક્ સમજીને ભગવાનનું ધ્યાન કરવું, એમ કહે છે. અને વેદાંતશાસ્ત્ર છે તે ભગવાનને સર્વકારણ, સર્વવ્યાપક, સર્વાધાર, નિર્ગુણ, અદ્વૈત, નિરંજન અને કર્તા થકા અકર્તા ને પ્રાકૃત વિશેષણે રહિત ને દિવ્ય વિશેષણે સહિત, એમ કહે છે. અને પંચરાત્રશાસ્ત્ર છે તે ભગવાનને એમ કહે છે જે, ‘એક જે શ્રીકૃષ્ણ પુરુષોત્તમ નારાયણ છે તે જ વાસુદેવ, સંકર્ષણ, અનિરુદ્ધ, પ્રદ્યુમ્ન એ ચતુર્વ્યૂહરૂપે થાય છે ને પૃથ્વીને વિષે અવતારનું ધારણ કરે છે અને તેને વિષે જે નવ પ્રકારની ભક્તિને કરે છે તેનું કલ્યાણ થાય છે.’ એવી રીતે એ ચાર શાસ્ત્ર ભગવાનને કહે છે, તેને યથાર્થ સમજે ત્યારે પૂરો જ્ઞાની કહેવાય. અને જો બીજાં ત્રણ શાસ્ત્રને મૂકીને એક સાંખ્યશાસ્ત્રે કરીને જ ભગવાનના સ્વરૂપને સમજે તો એ બાધ આવે જે, ‘સાંખ્યશાસ્ત્રમાં જીવ-ઈશ્વરને તત્ત્વથી નોખા નથી કહ્યા, તે જ્યારે તત્ત્વનો નિષેધ કરીને તત્ત્વથી પોતાના જીવાત્માને નોખો સમજે ત્યારે પંચવીશમો પોતાનો જીવાત્મા જ સમજાય, પણ ભગવાન ન સમજાય.’ અને જો એકલે યોગશાસ્ત્રે કરીને જ ભગવાનના સ્વરૂપને સમજે તો એ દોષ આવે જે, ‘યોગશાસ્ત્રે ભગવાનને મૂર્તિમાન કહ્યા છે તેને પરિચ્છિન્ન સમજે પણ સર્વાંતર્યામી અને પરિપૂર્ણ એવા ન સમજે.’ અને જો એક વેદાંતશાસ્ત્રે કરીને જ ભગવાનના સ્વરૂપને સમજે તો એ દોષ આવે જે, ‘જે ભગવાનને સર્વકારણ, સર્વવ્યાપક અને નિર્ગુણ કહ્યા છે તેને નિરાકાર સમજે, પણ પ્રાકૃત કરચરણાદિકે રહિત અને દિવ્ય અવયવે સહિત એવો સનાતન જે ભગવાનનો આકાર છે તેને ન સમજે.’ અને જો એકલે પંચરાત્રશાસ્ત્રે કરીને જ ભગવાનના સ્વરૂપને સમજે તો એવો દોષ આવે જે, ‘જે ભગવાનના અવતારને વિષે ભક્તિ કહી છે તેને વિષે મનુષ્યભાવ આવે તથા એકદેશસ્થપણું સમજાઈ જાય, પણ સર્વાંતર્યામીપણું ને પરિપૂર્ણપણું ન સમજાય.’ માટે એ સર્વે શાસ્ત્રે કરીને જો ભગવાનને ન સમજે તો આવા દોષ આવે છે, અને જો એ સર્વે શાસ્ત્રે કરીને સમજે તો જે એક એક શાસ્ત્રની સમજણે કરીને દોષ આવે છે તે બીજા શાસ્ત્રની સમજણે કરીને ટળી જાય છે; માટે એ ચારે શાસ્ત્રે કરીને જે સમજે તે પરિપૂર્ણ જ્ઞાની કહેવાય. અને જો એ ચારમાંથી એકને મૂકી દે તો પૂણો જ્ઞાની કહેવાય ને બેને મૂકી દે તો અર્ધો જ્ઞાની કહેવાય ને ત્રણને મૂકી દે તો પા જ્ઞાની કહેવાય ને ચારેને મૂકીને જે પોતાના મનની કલ્પનાએ કરીને ગમે તેવી રીતે શાસ્ત્રને સમજીને વર્તે છે અને તે જો વેદાંતી છે અથવા ઉપાસનાવાળો છે તે બેય ભૂલા પડ્યા છે પણ કલ્યાણનો માર્ગ એ બેમાંથી કોઈને જડ્યો નથી, માટે એ વેદાંતી તે દંભી જ્ઞાની છે અને એ ઉપાસનાવાળો તે પણ દંભી ભક્ત છે.”"
}