{
    "number": 61,
    "vachanamrut": "ગઢડા પ્રથમ ૬૧\n",
    "title": "બળિ રાજાનું\n",
    "setting": "સંવત ૧૮૭૬ના ફાગણ વદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષને હેઠે ઓટાને વિષે ઢોલિયા ઉપર વિરાજમાન હતા ને હીરકોરનું શ્વેત ધોતિયું મસ્તકે બાંધ્યું હતું અને શ્વેત પછેડી ઓઢી હતી ને શ્વેત ખેસ પહેર્યો હતો ને કંઠમાં શ્વેત પુષ્પના હાર ધારણ કર્યા હતા ને શ્વેત પુષ્પના તોરા પાઘમાં ડાબી કોરે લટકતા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “કામ, ક્રોધ, લોભ તથા ભય એમને યોગે કરીને પણ ધીરજ ડગે નહીં તેનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “‘હું દેહ નહીં, હું તો દેહથી નોખો ને સર્વેનો જાણનારો એવો જે આત્મા તે છું,’ એવી જે આત્મનિષ્ઠા તે જ્યારે અતિશય દૃઢ થાય ત્યારે કોઈ રીતે કરીને ધીરજ ડગે નહીં અને આત્મનિષ્ઠા વિના બીજા અનેક ઉપાય કરે તો પણ ધીરજ રહે નહીં.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “જે આત્મનિષ્ઠા હોય તે અંત સમે કેટલી સહાય કરે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ નદી તરવી હોય ત્યાં તો જેને તરતાં આવડતું હોય તે તરી જાય ને જેને તરતાં ન આવડતું હોય તે તો ઊભો થઈ રહે; પણ જ્યારે સમુદ્ર તરવો હોય ત્યારે તો તે બેયને વહાણનું કામ પડે છે. તેમ ટાઢ, તડકો, ભૂખ, તરસ, માન, અપમાન, સુખ, દુઃખ તે રૂપી જે નદી તેને તો આત્મનિષ્ઠાવાળો હોય તે તરી જાય; પણ મૃત્યુસમય તો સમુદ્ર જેવો છે, માટે ત્યાં તો આત્મનિષ્ઠાવાળો હોય તથા વગર આત્મનિષ્ઠાવાળો હોય એ બેયને ભગવાનની ઉપાસનારૂપી વહાણનું કામ પડે છે. માટે અંતકાળે તો ભગવાનનો દૃઢ આશરો હોય તે જ કામમાં આવે છે પણ અંત સમે આત્મનિષ્ઠા કાંઈ કામમાં આવતી નથી. તે સારુ ભગવાનની ઉપાસનાને દૃઢ કરીને રાખવી.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “ભગવાનનો ભક્ત હોય તેને સિદ્ધિઓ આડી આવે છે, તે જેને ભગવાનના નિશ્ચયમાં ડગમગાટ હોય તેને જ આવે છે કે નિશ્ચયવાળાને આવે છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સિદ્ધિઓ તો જેને પરિપક્વ ભગવાનનો નિશ્ચય હોય તેને જ આવે છે અને બીજાને તો સિદ્ધિઓ ઘણી દુર્લભ છે. અને એ સિદ્ધિઓને પણ એ ભક્તની પરીક્ષા લેવા સારુ ભગવાન જ પ્રેરે છે જે, ‘એને મારી ઉપર ઘણું હેત છે કે સિદ્ધિઓ ઉપર ઘણું હેત છે?’ એવી રીતે ભગવાન પોતાના ભક્તની પરીક્ષા જુએ છે. પછી જો એ પાકો ભક્ત હોય ને ભગવાન વિના બીજું કાંઈ ન ઇચ્છે ને નિર્વાસનિક એવો એકાંતિક ભક્ત હોય તો ભગવાન પોતે તે ભક્તને વશ થઈ જાય છે. જેમ વામનજીએ બળિરાજાનું ત્રિલોકીનું રાજ્ય લઈ લીધું અને ચૌદ લોકનાં બે પગલાં કર્યાં અને ત્રીજા પગલા સારુ તે બળિરાજાએ પોતાનું શરીર આપ્યું, એવી રીતે શ્રદ્ધા સહિત ભગવાનને સર્વસ્વ આપ્યું તોય ભગવાને એને વગર વાંકે બાંધ્યો, તો પણ ભક્તિ થકી પડ્યો નહીં; ત્યારે એવી પોતાની અનન્ય ભક્તિ જોઈને પોતે ભગવાન તે બળિના બંધનમાં આવતા હવા. અને ભગવાને તો બળિરાજાને ક્ષણમાત્ર બાંધ્યો હતો અને ભગવાન તો એની ભક્તિરૂપી દોરીએ કરીને બંધાયા છે તે આજ દિવસ સુધી પણ અખંડ ભગવાન બળિને દરવાજે ઊભા છે અને બળિરાજાની દૃષ્ટિ થકી પળમાત્ર પણ ભગવાન છેટે થતા નથી. એવી રીતે આપણે પણ બીજી સર્વ વાસના ટાળીને અને ભગવાનને સર્વસ્વ અર્પણ કરીને ભગવાનના દાસ થઈ રહેશું, અને એમ કરતાંય ભગવાન આપણને વધુ દુઃખ દેશે તો ભગવાન પણ પોતે આપણે વશ થઈ જશે; શા માટે જે, પોતે ભક્તવત્સલ છે અને કૃપાસિંધુ છે, તે જેની પોતાને વિષે અતિ દૃઢ ભક્તિ દેખે તેને પોતે આધીન થઈ જાય છે. પછી તે પ્રેમભક્તિએ યુક્ત જે ભક્તનું મન તે મનરૂપી દોરીએ કરીને બંધનમાં આવે છે, પછી છૂટવાને સમર્થ થતા નથી. માટે જેમ જેમ ભગવાન આપણને કસણીમાં રાખે તેમ તેમ વધુ રાજી થવું જોઈએ જે, ‘ભગવાન જેમ જેમ મને વધુ દુઃખ દેશે તેમ તેમ વધુ મારે વશ થશે અને પલમાત્ર મારાથી છેટે નહીં રહે,’ એવું સમજીને જેમ જેમ ભગવાન અતિ કસણી દેતા જાય તેમ તેમ અતિ રાજી થવું, પણ કોઈ રીતે દુઃખ દેખીને અથવા દેહના સુખ સારુ પાછો પગ ભરવો નહીં.”"
}