{
  "number": 169,
  "vachanamrut": "ગઢડા મધ્ય ૩૬\n",
  "title": "અખંડ વૃત્તિના ચાર ઉપાયનું\n",
  "setting": "સંવત ૧૮૮૦ના ભાદરવા સુદિ ૧૫ પૂનમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રશ્ન-ઉત્તર કરો.” ત્યારે મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રહે તેનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉપાય તો ચાર પ્રકારનો છે. તેમાં એક તો જેના ચિત્તનો ચોંટવાનો સ્વભાવ હોય તે જ્યાં ચોંટાડે ત્યાં ચોંટી જાય, તે જેમ પુત્ર-કલત્રાદિકમાં ચોંટે છે તેમ પરમેશ્વરમાં પણ ચોંટે; માટે એક તો એ ઉપાય છે. અને બીજો ઉપાય એ છે જે, અતિશય શૂરવીરપણું; તે શૂરવીરપણું જેના હૈયામાં હોય ને તેને જો ભગવાન વિના બીજો ઘાટ થાય તો પોતે શૂરવીર ભક્ત છે માટે તેના હૃદયમાં અતિશય વિચાર ઊપજે, તે વિચારે કરીને ઘાટમાત્રને ટાળીને અખંડ ભગવાનના સ્વરૂપમાં વૃત્તિ રાખે છે. અને ત્રીજો ઉપાય તે ભય છે; તે જેના હૃદયને વિષે જન્મ, મૃત્યુ ને નરક-ચોરાસી તેની બીક અતિશય રહેતી હોય તે બીકે કરીને ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રાખે છે. અને ચોથો ઉપાય તે વૈરાગ્ય છે; તે જે પુરુષ વૈરાગ્યવાન હોય, તે સાંખ્યશાસ્ત્રને જ્ઞાને કરીને દેહ થકી પોતાના આત્માને જુદો સમજીને, તે આત્મા વિના બીજા સર્વ માયિક પદાર્થને અસત્ય જાણીને, પછી તે આત્માને વિષે પરમાત્માને ધારીને તેનું અખંડ ચિંતવન કરે. અને એ ચાર ઉપાય વિના તો જેના ઉપર ભગવાન કૃપા કરે તેની તો વાત ન કહેવાય; પણ તે વિના બીજા તો અનંત ઉપાય કરે તો પણ ભગવાનને વિષે અખંડ વૃત્તિ રહે નહીં. અને ભગવાનને વિષે અખંડ વૃત્તિ રહેવી તે તો ઘણું ભારે કામ છે. તે જેને અનેક જન્મનાં સુકૃત ઉદય થયાં હોય તેને ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રહે છે ને બીજાને તો અખંડ વૃત્તિ રાખવી મહાદુર્લભ છે.”\nએવી રીતે ભગવાનના સ્વરૂપમાં અખંડ વૃત્તિ રાખવાની વાત કરીને પછી શ્રીજીમહારાજ બોલ્યા જે, “આ સંસારને વિષે ‘માયા-માયા’ કહે છે, તે માયાનું રૂપ અમે જોઈ લીધું છે જે, ‘ભગવાન વિના બીજે ઠેકાણે જે હેત રહે છે તે જ માયા છે.’ અને આ જીવને પોતાનો જે દેહ ને દેહનાં સગાંસંબંધી ને દેહનું ભરણપોષણ કરનારો એટલાંને વિષે તો જેવું પંચવિષયમાં જીવને અતિશય હેત છે તે થકી પણ વિશેષ હેત છે. માટે જેને દેહ ને દેહનાં સગાંસંબંધી ને દેહનાં ભરણપોષણ કરનારાં એમાંથી સ્નેહ તૂટ્યો, તે પુરુષ ભગવાનની માયાને તરી રહ્યો છે, અને જે પુરુષને ભગવાન વિના બીજામાંથી હેત તૂટે છે તેને ભગવાનને વિષે હેત થાય છે. અને જ્યારે ભગવાનને વિષે હેત થયું ત્યારે તેની ભગવાનમાં અખંડ વૃત્તિ રહે છે. અને જ્યારે ભગવાનમાં અખંડ વૃત્તિ રહી ત્યારે તેને બીજું કાંઈ કરવું રહ્યું નથી, તે તો કૃતાર્થ થયો છે.”"
}