{
    "number": 146,
    "vachanamrut": "ગઢડા મધ્ય ૧૩\n",
    "title": "તેજનું\n",
    "setting": "સંવત ૧૮૭૮ના શ્રાવણ વદિ અમાવાસ્યાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની ઓસરીએ ચાકળા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો તથા ધોળી ચાદર ઓઢી હતી ને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પોતાના બે ભુજ ઊંચા ઉપાડીને સર્વેને છાના રાખ્યા ને પછી પોતાના મુખારવિંદની આગળ સ્તુતિ કરીને બેઠા એવા જે સંત તે પ્રત્યે શ્રીજીમહારાજ એમ બોલતા હવા જે, “હે સંતો! જે મોટેરા મોટેરા હો ને વાતમાં સમજતા હો તે આગળ બેસો, ને આ એક વાત કરું છું તે સર્વે ચિત્ત દઈને સાંભળજો. અને આ જે મારે વાત કરવી છે તે કાંઈ દંભે કરીને નથી કરવી તથા માને કરીને નથી કરવી તથા પોતાની મોટ્યપ વધારવા સારુ નથી કરવી. એ તો એમ જાણીએ છીએ જે, ‘આ સર્વે સંત તથા હરિભક્ત છે તેમાંથી એ વાત કોઈને સમજાઈ જાય તો તેના જીવનું અતિ રૂડું થાય,’ તે સારુ કરીએ છીએ. અને આ જે વાત છે તે મારી દીઠેલ છે ને મારા અનુભવે કરીને પણ મેં સિદ્ધ કરી છે અને સર્વ શાસ્ત્રમાં પણ મળતી આવે છે. અને તે એ વાત સભામાં કર્યા જેવી નથી તો પણ સભામાં કરીએ છીએ જે, મારે સહજ સ્વભાવે એમ વર્તે છે જે, આ સંસારને વિષે જે અતિ રૂડો શબ્દ તથા અતિ રૂડો સ્પર્શ તથા અતિ રૂડો ગંધ તથા અતિ રૂડો રસ તથા અતિ રૂડું રૂપ એ જે પંચવિષય તેમાં હું મારા મનને બાંધવાને ઇચ્છું તો પણ નથી બંધાતું ને એમાં અતિશય ઉદાસ રહે છે. અને એ જે સારા પંચવિષય તથા નરસા પંચવિષય તે બેય સમ વર્તે છે. અને રાજા તથા રંક તે પણ સમ વર્તે છે. અને ત્રિલોકીનું રાજ્ય કરવું તથા ઠીકરું લઈને માગી ખાવું તે પણ સમ વર્તે છે. અને હાથીને હોદ્દે બેસવું તથા પગપાળા ચાલવું તે પણ સમ વર્તે છે. અને કોઈક ચંદન તથા પુષ્પ તથા સારાં વસ્ત્ર તથા ઘરેણાં ચડાવે તથા ધૂળ નાંખે તે બેય સમ વર્તે છે. અને કોઈક માન આપે તથા કોઈક અપમાન કરે તે બેય પણ સમ વર્તે છે. તથા સોનું, રૂપું, હીરો તથા કચરો તે બેય સમ વર્તે છે. અને આ હરિભક્ત બહુ મોટો છે ને આ હરિભક્ત નાનો છે એમ પણ નથી જણાતું, બધાય હરિભક્ત સરખા જણાય છે. અને મારા અંતઃકરણને વિષે અતિ તીવ્ર વૈરાગ્ય વર્તે છે તેનો પણ ભાર નથી જણાતો; જેમ કોઈકે માથે પાણો ઉપાડ્યો હોય તથા રૂપિયા ને સોનામહોરની વાંસળી કેડ્યે બાંધી હોય તેનો ભાર જણાય છે, તેમ ભાર નથી જણાતો. અને મારે વિષે સદ્‎‍ધર્મ છે તેનો પણ ભાર નથી જણાતો. તથા મારે વિષે જ્ઞાન છે જે, ‘હું બ્રહ્મ છું,’ તેનો પણ ભાર નથી જણાતો. અને આ જે હું ઉપર થકી કોઈક પદાર્થને વખાણું છું ને કોઈક પદાર્થને કુવખાણું છું તે તો જાણી-જાણીને કરું છું. અને જે જે પદાર્થને વિષે ઇન્દ્રિયોની વૃત્તિને બળાત્કારે જોડું છું તે માંડ માંડ તે પદાર્થ સન્મુખ રહે છે અને જ્યારે ઢીલી મેલું છું ત્યારે તરત પાછી વળી આવે છે. જેમ આકાશને વિષે પથરો ફગાવીએ તે જ્યાં સુધી હાથને જોરે કરીને ઠેલાય ત્યાં સુધી જ આકાશને વિષે રહે ને પછી પાછો પૃથ્વીને વિષે આવીને પડે છે; અને જેમ પૂંછલેલ ઢોર હોય તેને માણસ બળાત્કારે કરીને જ્યાં સુધી ઊંચું ઝાલી રાખે ત્યાં સુધી રહે ને જ્યારે મૂકી દે ત્યારે ધબ લઈને પડી જાય; અને જેમ કોઈક પુરુષ સૂઝે એટલો બળિયો હોય ને દાંતે કરીને આખી સોપારી ભાંગી નાંખતો હોય અને તે પુરુષને દસ-વીસ કાગદી લીંબુ ચુસાવ્યાં હોય પછી તે શેકેલા ચણા પણ માંડ માંડ ચાવે; તેમ વિષય સન્મુખ બળાત્કારે વૃત્તિને જોડીએ છીએ તો માંડ માંડ જોડાય છે.\n“તે આ જે એમ મને વર્તે છે તેનું શું કારણ છે? તો મારી ઇન્દ્રિયોની જે વૃત્તિ છે તે પાછી વળીને સદા હૃદયને વિષે જે આકાશ છે તેને વિષે વર્તે છે અને તે હૃદયાકાશને વિષે અતિશય તેજ દેખાય છે. જેમ ચોમાસાને વિષે આકાશમાં વાદળાં છાઈ રહ્યાં હોય તેમ મારા હૃદયને વિષે એકલું તેજ વ્યાપી રહ્યું છે. અને તે તેજને વિષે એક ભગવાનની મૂર્તિ દેખાય છે તે અતિ પ્રકાશમય છે; અને તે મૂર્તિ ઘનશ્યામ છે તો પણ અતિશય તેજે કરીને શ્યામ નથી જણાતી, અતિશય શ્વેત જણાય છે. અને તે મૂર્તિ દ્વિભુજ છે અને તે મૂર્તિને બે ચરણ છે અને અતિશય મનોહર છે, પણ ચાર ભુજ કે અષ્ટ ભુજ કે સહસ્ર ભુજ તે એ મૂર્તિને નથી. એ મૂર્તિ તો અતિ સૌમ્ય છે અને મનુષ્યના જેવી આકૃતિ છે ને કિશોર છે. તે એ મૂર્તિ ક્યારેક તો એ તેજમાં ઊભી દેખાય છે ને ક્યારેક બેઠી જણાય છે ને કેયારેક હરતી-ફરતી દેખાય છે. અને એ મૂર્તિને ચારે કોરે મુક્તનાં મંડળ ભરાઈને બેઠાં છે; તે સર્વે મુક્ત છે તે એકનજરે તે ભગવાનની મૂર્તિ સામું જોઈ રહ્યા છે. તે મૂર્તિને અમે પ્રકટ પ્રમાણ હમણાં પણ દેખીએ છીએ અને સત્સંગમાં નહોતા આવ્યા ત્યારે પણ દેખતા અને માતાના ગર્ભમાં હતા તે દિવસ પણ દેખતા અને ગર્ભમાં આવ્યા મોરે પણ દેખતા. અને અમે બોલીએ છીએ તે પણ ત્યાં જ બેઠા થકા બોલીએ છીએ અને તમે પણ સર્વે ત્યાં જ બેઠા છો એમ હું દેખું છું, પણ આ ગઢડું શહેર કે આ ઓસરી એ કાંઈ દેખાતું નથી. અને જ્યારે એ સ્વરૂપ જેને જાણ્યામાં આવે તેને જેમ અમને કોઈ વિષય સંબંધી સુખમાં આસક્તિ નથી તેમ તે પુરુષને પણ ક્યાંય આસક્તિ રહે જ નહીં. અને તે સ્વરૂપને તો તમે પણ દેખો છો પણ તમારા સમજ્યામાં પરિપૂર્ણ આવતું નથી. અને જ્યારે એ વાર્તા સમજ્યામાં આવશે ત્યારે પંચવિષય કે કામ, ક્રોધાદિક સ્વભાવ તે જીત્યામાં પ્રયાસ થશે નહીં, સહજે જિતાઈ જશે. અને એ જે એકરસ તેજ છે તેને આત્મા કહીએ તથા બ્રહ્મ કહીએ ને અક્ષરધામ કહીએ; અને એ પ્રકાશને વિષે જે ભગવાનની મૂર્તિ છે તેને આત્માનું તત્ત્વ કહીએ તથા પરબ્રહ્મ કહીએ તથા પુરુષોત્તમ કહીએ. તે જ ભગવાન રામ-કૃષ્ણાદિકરૂપે કરીને પોતાની ઇચ્છાએ જીવોના કલ્યાણને અર્થે યુગ-યુગને વિષે પ્રગટ થાય છે. તે ભગવાન આ લોકને વિષે મનુષ્ય જેવા જણાય છે તો પણ મનુષ્ય જેવા નથી ને અક્ષરધામના પતિ છે. તે શ્રીકૃષ્ણ ભગવાને ગીતામાં કહ્યું છે જે,\n‘ન તદ્‌ભાસયતે સૂર્યો ન શશાંકો ન પાવકઃ।\nયદ્‌ગત્વા ન નિવર્તન્તે તદ્‌ધામ પરમં મમ॥’\n“માટે શ્રીકૃષ્ણ ભગવાન મનુષ્ય જેવા જણાતા હતા તો પણ અક્ષરાતીત કૈવલ્યમૂર્તિ જ છે. અને ભગવાન જે મનુષ્ય દેહ ધરે છે તે ભગવાનની મૂર્તિનું જે ધ્યાન કરે ત્યારે એ ધ્યાનના કરનારાને એ મૂર્તિ તેજોમય એવી અક્ષરધામને વિષે કૈવલ્યસ્વરૂપે ભાસે છે અને ધ્યાનના કરનારાનો જે જીવ તે માયાને તરે છે અને પરમ પદને પામે છે. માટે ભગવાન તો મનુષ્ય દેહ ધારણ કરે છે તો પણ કૈવલ્યરૂપે જ છે અને તે ભગવાન જે જગ્યામાં વિરાજતા હોય તે જગ્યા પણ નિર્ગુણ છે અને તે ભગવાનનાં વસ્ત્ર, અલંકાર તથા વાહન તથા પરિચર્યાના કરનારા સેવક તથા ખાન-પાનાદિક જે જે પદાર્થ ભગવાનના સંબંધને પામે છે તે સર્વે નિર્ગુણ છે. એવી રીતે જેણે ભગવાનનું સ્વરૂપ જાણ્યું તેને અમારી પેઠે જ પંચવિષયમાં ક્યાંય પ્રીતિ રહેતી નથી ને તે સ્વતંત્ર થાય છે.\n“અને એ અક્ષરાતીત જે પુરુષોત્તમ ભગવાન છે તે જ સર્વે અવતારનું કારણ છે; અને સર્વે અવતાર પુરુષોત્તમમાંથી પ્રગટ થાય છે અને પાછા પુરુષોત્તમને વિષે લીન થાય છે. તે જ્યારે ભગવાન મૂર્તિ ધરીને પાછા અંતર્ધાન થાય છે ત્યારે તે જે ભગવાનની મૂર્તિ તે ક્યારેક તો મનુષ્યની પેઠે આ પૃથ્વીને વિષે પડી રહે છે. તે જેમ શ્રીકૃષ્ણની મૂર્તિને ખોળામાં લઈને રુક્મિણીજી બળી મૂવાં તથા ઋષભદેવનો દેહ હતો તે દાવાનળને વિષે બળી ગયો, એમ પણ થાય; અને ક્યારેક તો હાડ-માંસ સહિત દિવ્યભાવ પામીને કાંઈ રહે નહીં, અંતર્ધાન થઈ જાય. અને જ્યારે પ્રકટ થાય ત્યારે પણ ક્યારેક તો સ્ત્રી થકી જન્મ ધરે ને ક્યારેક તો પોતાની ઇચ્છામાં આવે ત્યાં થકી પ્રકટ થઈ આવે છે. એમ એ ભગવાનના જન્મ ને દેહ મૂક્યાની રીતિ તો અલૌકિક છે. અને જ્યારે એવું ભગવાનનું સ્વરૂપ છે તેને દૃઢ કરીને સમજશો ત્યારે તમને કોઈ પ્રકારનું વિઘ્ન કલ્યાણના માર્ગને વિષે નહીં થાય; ને એ ભગવાનના સ્વરૂપની દૃઢતા વિના તો ગમે તેટલો ત્યાગ રાખો ને ગમે તેટલા ઉપવાસ કરો પણ કોઈ રીતે ખામી ભાંગશે નહીં. અને તમે એમ કહેશો જે, ‘અમને તો એ સ્વરૂપની તમે જેમ કહો છો તેમ દૃઢતા છે તો પણ પ્રાણ-ઇન્દ્રિયો કેમ લીન નથી થતાં?’ તો એ તો પરમેશ્વરની ઇચ્છાએ એમ રહ્યું છે એમ સમજવું, પણ તેને કાંઈ કરવું રહ્યું નથી, એ તો કૃતાર્થ છે અને એ તો સર્વ સાધનના અંતને પામ્યો છે. અને જો ભગવાનના સ્વરૂપની આવી રીતે દૃઢતા હોય ને કદાચિત્ જો નિર્માન, નિર્લોભ, નિષ્કામ, નિઃસ્વાદ અને નિઃસ્નેહ એમાં કાંઈક થોડી-ઘણી કાચ્યપ રહી જાય તો તેની કાંઈ ચિંતા નથી, પણ ભગવાનના સ્વરૂપમાં જો કોઈ રીતની સમજ્યામાં કસર રહી તો કોઈ રીતે વાંધો ભાંગશે નહીં. માટે દેહ છતે જે પ્રકારે આવું રહસ્ય સમજાય તેવો ઉપાય કરવો.\n“અને આ વાર્તા યથાર્થ સમજાણી હોય ને કોઈક પ્રારબ્ધકર્મને વશ થઈને જો કોઈક નીચ-ઉચ્ચ દેહની પ્રાપ્તિ થાય તો પણ વૃત્રાસુરની પેઠે જ્ઞાન જાય નહીં તથા જેમ ભરતજીને મૃગનો દેહ આવ્યો તો પણ પૂર્વજન્મનું જ્ઞાન ટળ્યું નહીં; એવું આ જ્ઞાનનું અતિશય માહાત્મ્ય છે. અને નારદ, સનકાદિક ને બ્રહ્માદિક દેવ તેમની સભામાં પણ નિરંતર આ જ વાર્તા થાય છે. અને આવી ભગવત્સ્વરૂપ સંબંધી જે વાર્તા તે તો શાસ્ત્રમાંથી પણ પોતાની મેળે સમજાય નહીં. અને સદ્‌ગ્રંથોમાં આવી વાર્તા તો હોય પણ જ્યારે સત્પુરુષ પ્રગટ થાય છે ત્યારે તેમના મુખ થકી જ વાત સમજ્યામાં આવે છે, પણ પોતાની બુદ્ધિબળે કરીને સદ્‌ગ્રંથોમાંથી પણ સમજાતી નથી. અને જેને આવી રીતે યથાર્થ ભગવાનનું સ્વરૂપ સમજ્યામાં આવ્યું છે તેને જો ભૂત, ભવિષ્ય ને વર્તમાન એ ત્રણ કાળને વિષે દૃષ્ટિ પહોંચતી હોય તો પણ તેને એ વાતનો કાંઈ ગર્વ હોય નહીં; અને કોઈકને વર કે શાપ દે નહીં અને કોઈ ઠેકાણે વર કે શાપ દે પણ ખરા; અને કોઈ ઠેકાણે નિર્ભય રહે ને કોઈ ઠેકાણે બીએ પણ ખરા; પણ તેણે કરીને પોતે કાંઈ હર્ષ-શોક મનમાં લાવે નહીં. અને જેને ભગવાનનો આ કહ્યો એવી રીતે દૃઢ આશ્રય હોય તે જાણીને તો ભૂંડું કર્મ કરે જ નહીં, પણ કદાચિત્ ભૂંડાં દેશકાળાદિકને યોગે કરીને જો કાંઈક અવળું કર્મ થઈ જાય તો પણ તે દૃઢ આશ્રયવાળો કલ્યાણના માર્ગ થકી પડી જાય નહીં. માટે એ જે ભગવાનનો દૃઢ આશ્રય છે એવો નિર્વિઘ્ન માર્ગ કોઈ નથી. અને એ વાત જેને સમજાણી હોય તેનો તો અતિ મોટો આશય હોય; જુઓ ને, અમારે પરમહંસ તથા સત્સંગી સમસ્ત પાસેથી કોઈ સ્વાર્થ સાધવો નથી, તો પણ કોઈને બોલાવીએ છીએ, કોઈકને વઢીએ છીએ, કોઈને કાઢી મૂકીએ છીએ, તેનું એ જ પ્રયોજન છે જે, ‘કોઈ રીતે આ વાત સમજાય તો બહુ સારું થાય.’ માટે આ વાર્તા છે તે સર્વે દૃઢ કરીને રાખજ્યો અને, ‘જે તેજને વિષે મૂર્તિ છે તે જ આ પ્રત્યક્ષ મહારાજ છે,’ એમ જાણજો અને જો એમ ન જણાય તો એટલું તો જરૂર જાણજ્યો જે, ‘અક્ષરરૂપ જે તેજ તેને વિષે જે મૂર્તિ છે તેને મહારાજ દેખે છે.’ એમ જાણશો તો પણ તમારે મારે વિષે હેત રહેશે, તેણે કરીને તમારું પરમ કલ્યાણ થશે. અને આ વાતને નિત્યે નવી ને નવી રાખજો, પણ ગાફલપણે કરીને વિસારી દેશો મા. આજ છે તેવી જ કાલ નવી રાખજ્યો અને તેવી જ દેહનો અંત થાય ત્યાં સુધી પણ દિન-દિન પ્રત્યે નવી ને નવી રાખજ્યો. અને જે જે ભગવાનની વાત કરો તે તે વાતને વિષે આ વાતનું બીજ લાવજ્યો, એમ અમારી આજ્ઞા છે. અને આ વાર્તા તો એવી જીવનદાર છે જે, દેહ રહે ત્યાં સુધી પણ નિત્ય પ્રત્યે કરવી અને દેહ મૂકીને ભાગવતી તનુએ કરીને પણ આ જ વાર્તા કરવી છે. અને આ જે અમે તમને વાત કહી તે સર્વે શાસ્ત્રનો સિદ્ધાંત છે ને અનુભવમાં પણ એમ જ દૃઢ છે અને અમે પ્રત્યક્ષ નજરે જોઈને તમને આ વાત કહી છે. અને જો પ્રત્યક્ષ જોઈને ન કહી હોય તો અમને સર્વે પરમહંસના સમ છે.” એવી રીતે શ્રીજીમહારાજે પોતાના ભક્તજનની શિક્ષાને અર્થે પરોક્ષપણે પોતાના પુરુષોત્તમપણાની વાર્તા કરી. તેને સાંભળીને સર્વે સાધુ તથા હરિભક્ત તે એમ જ માનતા હવા જે, ‘જે તેજને વિષે મૂર્તિ કહી તે જ આ શ્રીજીમહારાજ પ્રત્યક્ષ પ્રમાણ છે.’"
}