{
  "number": 261,
  "vachanamrut": "ગઢડા અંત્ય ૩૮\n",
  "title": "સાંખ્યાદિનું, સદાય સુખિયાનું\n",
  "setting": "સંવત ૧૮૮૫ના વૈશાખ સુદિ ૧૪ ચૌદશને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે સાંખ્યાદિક શાસ્ત્રના વિચારે કરીને એમ નિશ્ચય કર્યો છે જે, માયાના કાર્યમાંથી ઉત્પન્ન થયા જે આકારમાત્ર તે સર્વે મિથ્યા છે. કેમ જે, એ સર્વે આકાર કાળે કરીને નાશ પામે છે. અને ભગવાનના અક્ષરધામને વિષે જે ભગવાનનો આકાર છે તથા તે ભગવાનના પાર્ષદ જે મુક્ત તેમના જે આકાર છે, તે સર્વે સત્ય છે ને દિવ્ય છે ને અતિશય પ્રકાશે યુક્ત છે. અને તે ભગવાનનો ને તે મુક્તનો જે આકાર તે પુરુષના જેવો દ્વિભુજ છે ને સચ્ચિદાનંદરૂપ છે. અને તે અક્ષરધામને વિષે રહ્યા જે એ ભગવાન તે જે તે, તે મુક્ત પુરુષ તેમણે દિવ્ય એવા જે નાના પ્રકારના ઉપચાર તેણે કરીને સેવ્યા થકા ને તે મુક્ત પુરુષને પરમ આનંદને ઉપજાવતા થકા સદા વિરાજમાન છે. અને એવા સર્વોપરી જે પુરુષોત્તમ ભગવાન તે જ દયાએ કરીને જીવોના કલ્યાણને અર્થે આ પૃથ્વીને વિષે પ્રકટ થયા થકા સર્વ જનના નયનગોચર વર્તે છે ને તમારા ઇષ્ટદેવ છે ને તમારી સેવાને અંગીકાર કરે છે. અને એવા જે એ પ્રત્યક્ષ પુરુષોત્તમ ભગવાન તેના સ્વરૂપમાં ને અક્ષરધામને વિષે રહ્યા જે ભગવાન તેના સ્વરૂપમાં કાંઈ પણ ભેદ નથી; એ બે એક જ છે. અને એવા જે આ પ્રત્યક્ષ પુરુષોત્તમ ભગવાન તે અક્ષરાદિક સર્વના નિયંતા છે, ઈશ્વરના પણ ઈશ્વર છે ને સર્વ કારણના પણ કારણ છે ને સર્વોપરી વર્તે છે ને સર્વ અવતારના અવતારી છે ને તમારે સર્વેને એકાંતિકભાવે કરીને ઉપાસના કરવા યોગ્ય છે. અને આ ભગવાનના જે પૂર્વે ઘણાક અવતાર થયા છે, તે પણ નમસ્કાર કરવા યોગ્ય છે ને પૂજવા યોગ્ય છે.”\nઅને વળી શ્રીજીમહારાજે એમ વાર્તા કરી જે, “એક દ્રવ્યાદિકનો લોભ તથા સ્ત્રીને વિષે બેઠા-ઊઠ્યાની વાસના તથા રસને વિષે જિહ્‌વાની આસક્તિ તથા દેહાભિમાન તથા કુસંગીમાં હેત રહી જાય તથા સંબંધીમાં હેત હોય, એ છો વાનાં જેને હોય તેને કોઈ દિવસ જીવતે ને મરીને પણ સુખ તો ક્યારેય થાય જ નહીં; માટે જેને સુખ ઇચ્છવું હોય તેને એવા સ્વભાવ હોય તો ટાળવા. ને નિવૃત્તિપર થવું ને બરોબરિયાની સોબત ન રાખવી, ને દેહાભિમાને રહિત ને વૈરાગ્યે યુક્ત ને ભગવાનનું અલ્પ વચન હોય તેમાં ફેર પડે તો તે મહત વચનમાં ફેર પડ્યો હોય તેમ માનતા હોય, એવા જે ભગવદ્‌ભક્ત મોટા સાધુ તે સંગાથે પોતાના જીવને જડી દેવો ને તેના વચનમાં મન-કર્મ-વચને વર્તવું. ને વિષયના સંબંધથી તો છેટે જ રહેવું પણ એનો સંબંધ પોતાના નિયમનો ત્યાગ કરીને થવા દેવો નહીં. ને જો વિષયનો સંબંધ કરવા માંડે તો એનો ઠા રહે જ નહીં, એ સિદ્ધાંતવાર્તા છે.”"
}