{
    "number": 227,
    "vachanamrut": "ગઢડા અંત્ય ૪\n",
    "title": "બાધિતાનુવૃત્તિનું૬\n",
    "setting": "સંવત ૧૮૮૩ના શ્રાવણ સુદિ ૩ તૃતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાને ઉતારે મેડીની ઓસરી ઉપર ગાદીતકિયા બિછવાવીને ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનો ભક્ત હોય ને તે જ્ઞાન-વૈરાગ્યે યુક્ત હોય ને વિચારને બળે કરીને પોતાને બંધન કરે એવી જે માયિક પદાર્થમાં પ્રીતિ તેને ટાળી નાંખી હોય, તો પણ એ ભક્તને જ્યાં સુધી નિર્વિકલ્પ સમાધિ થાય નહીં ત્યાં સુધી બાધિતાનુવૃત્તિ રહી જાય છે. તેણે કરીને વિચારમાં એમ રહે છે જે, ‘રખે મારે મા, બાપ, સ્ત્રી, છોકરાં, દ્રવ્ય, કુટુંબ, દેહ, ગેહ એમને વિષે પ્રીતિ રહી ગઈ હોય નહીં!” એમ બીતો રહે છે. જેમ કોઈક શૂરવીર પુરુષ હોય તેણે પોતાના સર્વ શત્રુ મારી નાખ્યા હોય તો પણ તે મરેલા શત્રુ થકી પણ ક્યારેક બી જાય છે તથા સ્વપ્નમાં તે શત્રુને દેખે ત્યારે બી જાય છે; તેમ તે જ્ઞાની ભક્તને પણ જે જે પદાર્થ અંતરમાંથી જૂઠું કરી નાંખ્યું છે ને તેમાંથી પ્રીતિ તોડી નાંખી છે તો પણ બાધિતાનુવૃત્તિએ કરીને અંતરમાં માયિક પદાર્થના બંધન થકી બીક લાગે છે અથવા ધનકલત્રાદિક પદાર્થની કોઈક સમે સ્મૃતિ થઈ આવે છે ત્યારે મનમાં બી જવાય છે જે, ‘રખે મને બંધન કરે!’ એવી રીતે જે પદાર્થ અંતરમાંથી અસત્ય કરી નાખ્યા તે પદાર્થની સ્મૃતિ થઈ આવે તેને બાધિતાનુવૃત્તિ કહીએ. તે બાધિતાનુવૃત્તિ જ્યારે નિર્વિકલ્પ સમાધિ થાય ત્યારે નાશ થાય છે ને એ પુરુષને ખાધા-પીધાની તથા દિવસ-રાત્રિની તથા સુખ-દુઃખની કશી ખબર રહેતી નથી. અને જ્યારે એ નિર્વિકલ્પ સમાધિમાંથી બારણે નીસરે ને સવિકલ્પ સમાધિમાં વર્તે ત્યારે તો બાધિતાનુવૃત્તિ રહે ખરી. માટે તે હરિભક્તને તાવ આવે અથવા દેહ પડવાનો સમો થાય ત્યારે બાધિતાનુવૃત્તિને યોગે કરીને ભગવાન વિના બીજા પદાર્થની પણ ક્યારેક સ્મૃતિ થઈ આવે અને તે સમામાં જે બોલાય તે પણ બરલ્યા જેવું બોલાય અને ‘ઓય બાપ, ઓય મા’ એવાં વચન પણ બોલાય. ત્યારે જે આ બાધિતાનુવૃત્તિના મર્મને ન સમજતો હોય તેના હૃદયમાં તે હરિભક્તનો અવગુણ આવી જાય જે, ‘આ ભગવાનનો ભક્ત કહેવાતો હતો ને અંતકાળે આમ કેમ બરલે છે?’ એવો જે અવગુણ લેવાય છે, તે બાધિતાનુવૃત્તિનો મર્મ જાણ્યા વિના લેવાય છે. અને આ સંસારમાં કેટલાક પાપી મનુષ્ય હોય ને તે અંત સમે બોલતાં-ચાલતાં ખબડદાર થકા દેહને મેલે છે અથવા કોઈક સિપાઈ ને રજપૂત હોય તેને શરીરમાં ઘા વાગે એટલે ખબડદાર થકાં ને બોલતાં-ચાલતાં મરી જાય છે. માટે ભગવાનથી વિમુખ હોય ને તે ખબડદાર થકો દેહ મૂકે તો પણ શું તેનું કલ્યાણ થાય છે? તેનો તે નરકમાં જ નિવાસ થાય છે. અને ભગવાનનો ભક્ત હોય તે ભગવાનનું નામસ્મરણ કરતો થકો દેહ મૂકે અથવા બાધિતાનુવૃત્તિને યોગે કરીને બેશુદ્ધ થઈને દેહ મૂકે તો પણ એ ભગવાનનો ભક્ત ભગવાનનાં ચરણારવિંદને જ પામે છે.”\nઅને તે જ દિવસ સંધ્યા સમે શ્રીજીમહારાજ પોતાના ઉતારામાં મેડીની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nપછી શ્રીજીમહારાજે મોટેરા પરમહંસ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “આ દેહને વિષે જીવ રહ્યો છે તે એક ઠેકાણે કેવી રીતે રહ્યો છે ને સર્વ દેહમાં કેવી રીતે વ્યાપી રહ્યો છે? તે કહો.” પછી જેને જેવું ભાસ્યું તેણે તેવું કહ્યું પણ શ્રીજીમહારાજના પ્રશ્નનું કોઈથી સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ દેહને વિષે અન્નાદિક રસનો વિકાર વીર્ય છે, તેમ પંચ મહાભૂતના વિકારરૂપ એવું એક હૃદયને વિષે માંસનું ચક્ર છે, તેને વિષે જીવ રહ્યો છે. તે જેમ ચીંથરાનો કાકડો હોય તેને તેલે પલાળીને અગ્નિએ સળગાવ્યો હોય તેમ જીવ છે તે, તે માંસના ચક્ર સંગાથે વળગીને રહ્યો છે. અને વળી જેમ લોઢાનો ખીલો હોય તેને વિષે અગ્નિ વ્યાપી રહ્યો હોય, તેમ માંસના ચક્રને વિષે જીવ જે તે વિશેષ સત્તાએ કરીને વ્યાપી રહ્યો છે અને સામાન્ય સત્તાએ કરીને બધા દેહને વિષે વ્યાપી રહ્યો છે. માટે જે જે ઠેકાણે દેહમાં દુઃખ થાય છે તે સર્વ દુઃખ જીવને જ છે, પણ દેહનાં સુખ-દુઃખ થકી એ જીવ જુદો ન કહેવાય. અને કોઈક એમ કહેશે જે, ‘જીવ તો પ્રકાશમાન છે અને માંસનું ચક્ર ને દેહ તો પ્રકાશે રહિત છે, તે બેને એકબીજામાં મળ્યાં કેમ કહેવાય?’ તો એનો ઉત્તર એમ છે જે, જેમ તેલ, કોડિયું ને વાટ્ય તેના સંબંધ વિના એકલો અગ્નિનો જ્યોતિ આકાશને વિષે અધરપધર રહેતો નથી, તેમ પંચભૂતના વિકારરૂપ એવું જે માંસનું ચક્ર તેના સંબંધ વિના એકલો જીવ રહેતો નથી. અને જેમ કોડિયા થકી, તેલ થકી ને વાટ્ય થકી અગ્નિ જુદો છે, તે કોડિયાને ભાંગવે કરીને અગ્નિનો નાશ થતો નથી; તેમ માંસના ચક્રને વિષે ને દેહને વિષે જીવ વ્યાપીને રહ્યો છે તો પણ દેહને મરવે કરીને જીવ મરતો નથી. અને દેહ ભેળો સુખ-દુઃખને તો પામે ખરો, પણ દેહના જેવો એ જીવનો નાશવંત સ્વભાવ નથી. એવી રીતે જીવ અવિનાશી છે ને પ્રકાશરૂપ છે અને દેહને વિષે વ્યાપક છે. અને જેમ મંદિરને વિષે એક સ્થળમાં દીવો મૂક્યો હોય તે દીવાના અગ્નિની જ્યોતિ વિશેષે કરીને તો વાટ્યને વિષે વ્યાપી રહી છે અને સામાન્યપણે કરીને તો બધા ઘરને વિષે વ્યાપી રહી છે; તેમ જીવાત્મા છે તે પણ વિશેષે કરીને તો પંચ મહાભૂતના વિકારરૂપ જે માંસનું ચક્ર તેને વિષે વ્યાપીને રહ્યો છે અને સામાન્યપણે કરીને તો બધા દેહમાં વ્યાપીને રહ્યો છે. એવી રીતે આ દેહને વિષે જીવ રહે છે; અને એ જીવને વિષે પરમેશ્વર પણ સાક્ષીરૂપે કરીને રહે છે.”"
}