{
  "number": 19,
  "vachanamrut": "ગઢડા પ્રથમ ૧૯\n",
  "title": "આત્મનિષ્ઠા આદિક ગુણની અપેક્ષાનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૧ પડવાને દિવસ શ્રીજીમહારાજ સંધ્યા સમે શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “આ સત્સંગને વિષે પોતાના આત્યંતિક કલ્યાણને ઇચ્છતો એવો જે ભક્તજન તેને એકલી આત્મનિષ્ઠાએ કરીને જ પોતાનું આત્યંતિક કલ્યાણરૂપ કાર્ય સરતું નથી તથા એકલી પ્રીતિ જે પ્રેમે સહિત નવ પ્રકારની ભક્તિ કરવી તેણે કરીને પણ તે કાર્ય સરતું નથી તથા એકલો જે વૈરાગ્ય તેણે કરીને પણ તે કાર્ય સરતું નથી તથા એકલો જે સ્વધર્મ તેણે કરીને પણ તે કાર્ય સરતું નથી; તે માટે એ આત્મનિષ્ઠા આદિક જે ચારે ગુણ તે સિદ્ધ કરવા. શા માટે? તો એ ચારે ગુણને એકબીજાની અપેક્ષા છે. હવે એ ચારે ગુણને એકબીજાની અપેક્ષા છે તે કહીએ તે સાંભળો જે, આત્મનિષ્ઠા તો હોય પણ જો શ્રીહરિને વિષે પ્રીતિ ન હોય તો તે પ્રીતિએ કરીને થઈ જે શ્રીહરિની પ્રસન્નતા તેણે કરીને જ પામવા યોગ્ય એવું મોટું ઐશ્વર્ય જે, ‘માયાના ગુણે કરીને પરાભવ ન પમાય એવું મોટું સામર્થ્ય’ તેને એ ભક્ત નથી પામતો; અને શ્રીહરિને વિષે પ્રીતિ હોય પણ જો આત્મનિષ્ઠા ન હોય તો દેહાભિમાનને યોગે કરીને તે પ્રીતિની સિદ્ધિ થાતી નથી. અને શ્રીહરિને વિષે પ્રીતિ અને આત્મનિષ્ઠા એ બેય હોય પણ જો દૃઢ વૈરાગ્ય ન હોય તો માયિક પંચવિષયને વિષે આસક્તિએ કરીને તે પ્રીતિ અને આત્મનિષ્ઠા તેની સિદ્ધિ થાતી નથી; અને વૈરાગ્ય તો હોય પણ જો પ્રીતિ અને આત્મનિષ્ઠા ન હોય તો શ્રીહરિના સ્વરૂપ સંબંધી જે પરમાનંદ તેની પ્રાપ્તિ થાતી નથી. અને સ્વધર્મ તો હોય તો પણ જો પ્રીતિ, આત્મનિષ્ઠા અને વૈરાગ્ય એ ત્રણ ન હોય તો ભૂર્લોક, ભુવર્લોક અને બ્રહ્માના ભુવન પર્યંત જે સ્વર્ગલોક તે થકી બહાર ગતિ થાતી નથી, કહેતાં બ્રહ્માંડને ભેદીને માયાના તમ થકી પર એવું જે શ્રીહરિનું અક્ષરધામ તેની પ્રાપ્તિ થાતી નથી; અને આત્મનિષ્ઠા, પ્રીતિ અને વૈરાગ્ય એ ત્રણ હોય તો પણ જો સ્વધર્મ ન હોય તો એ ત્રણેની સિદ્ધિ થાતી નથી. એવી રીતે આત્મનિષ્ઠા આદિક જે ચાર ગુણ તેમને એક-બીજાની અપેક્ષા છે. તે માટે ભગવાનના એકાંતિક ભક્તનો સમાગમ કરીને જે ભક્તને એ ચારે ગુણ અતિશય દૃઢપણે વર્તે છે તે ભક્તને સર્વ સાધન સંપૂર્ણ થયાં અને એને જ એકાંતિક ભક્ત જાણવો. તે માટે જે ભક્તને ચારે ગુણમાંથી જે ગુણની ન્યૂનતા હોય તો ભગવાનના એકાંતિક ભક્તની સેવા, સમાગમે કરીને તે ન્યૂનતાને ટાળવી.”"
}