{
    "number": 112,
    "vachanamrut": "લોયા ૪\n",
    "title": "ભગવાનમાં કુતર્ક થાય તો માયાને તર્યા ન કહેવાય\n",
    "setting": "સંવત ૧૮૭૭ના કાર્તિક વદિ ૧૪ ચૌદશને દિવસ પહોર એક દિવસ ચઢતે સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીલોયા મધ્યે સુરાભક્તના દરબારમાં વિરાજમાન હતા અને ધોળો સુરવાળ પહેર્યો હતો અને ધોળી છીંટની ડગલી પહેરી હતી અને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી અખંડાનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “અનંત કોટિ બ્રહ્માંડ છે, તે બ્રહ્માંડને વિષે જેવી આ બ્રહ્માંડમાં વર્તમાન કાળે ભગવાનની મૂર્તિ છે તેવી ને તેવી જ દેખાય છે કે નથી દેખાતી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન પોતે પોતાના અક્ષરધામને વિષે સદા વિરાજમાન છે અને મૂળ માયામાંથી ઊપજ્યાં જે અનંત કોટિ પ્રધાનપુરુષ તે થકી અનંત કોટિ બ્રહ્માંડ ઊપજે છે. પછી તે ભગવાન પોતાના અક્ષરધામમાં એક ઠેકાણે રહ્યા થકા પોતાની ઇચ્છાએ કરીને તે અનંત કોટિ બ્રહ્માંડને વિષે પોતાના ભક્તને અર્થે અનંતરૂપે દેખાય છે.”\nપછી વળી અખંડાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “શ્રીકૃષ્ણ નારાયણ તો સદા મનુષ્યાકૃતિ છે ને તે ભગવાનનું સ્વરૂપ સર્વકાળે સત્ય છે; અને તે જ ભગવાન ક્યારેક મત્સ્ય, કચ્છ, વરાહ, નૃસિંહાદિક અનંતરૂપે કરીને ભાસે છે તે કેમ સમજવું? અને વળી બ્રહ્માંડ-બ્રહ્માંડ પ્રત્યે કલ્યાણની રીતિ તથા ભગવાનની મૂર્તિ તે એકસરખી છે કે જુદી જુદી છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનની મૂર્તિ તો સદા એકસરખી છે, તો પણ ભગવાન પોતાની મૂર્તિને જ્યાં જેવી દેખાડી જોઈએ ત્યાં તેવી પોતાની ઇચ્છાએ કરીને દેખાડે છે અને જ્યાં જેટલો પ્રકાશ કરવો ઘટે ત્યાં તેટલો પ્રકાશ કરે છે. અને પોતે તો સદા દ્વિભુજ છે તો પણ પોતાની ઇચ્છાએ કરીને ક્યાંઈ ચાર ભુજ, ક્યાંઈ અષ્ટ ભુજ, ક્યાંઈ અનંત ભુજને દેખાડે છે તથા મત્સ્ય-કચ્છાદિકરૂપે કરીને ભાસે છે. એવી રીતે જ્યાં જેવું ઘટે ત્યાં તેવું રૂપ પ્રકાશે છે અને પોતે તો સદા એકરૂપે જ વિરાજમાન રહે છે. અને વળી એક ઠેકાણે રહ્યા થકા અનંત કોટિ બ્રહ્માંડને વિષે અંતર્યામીરૂપે વ્યાપીને રહે છે. જેમ વ્યાસજી એક હતા તેણે શુકજીને સાદ કર્યો ત્યારે સ્થાવર-જંગમ સર્વે જીવમાં રહીને સાદ કર્યો અને શુકજીએ હુંકારો દીધો ત્યારે પણ સ્થાવર-જંગમ સર્વે સૃષ્ટિમાં રહીને હુંકારો દીધો. એવી રીતે શુકજી જેવા મોટા સિદ્ધ હોય તે પણ જે સર્વ જગતમાં વ્યાપવાને સમર્થ થાય છે તે તો ભગવાનના ભજનના પ્રતાપે કરીને એવી યોગકળાને પામ્યા છે; તો પોતે ભગવાન પુરુષોત્તમ તે તો યોગેશ્વર છે ને સર્વ યોગકળાના નિધિ છે, તે એક ઠેકાણે રહ્યા થકા અનંત કોટિ બ્રહ્માંડમાં પોતાની ઇચ્છાએ કરીને જ્યાં જેમ ઘટે ત્યાં તેમ ભાસે તેમાં શું કહેવું? અને એ ભગવાનમાં એમ હોય તેનું શું આશ્ચર્ય છે? કેમ જે, કોઈક ગોડિયો હોય તે તુચ્છ માયાને જાણે છે, તેમાં પણ લોકોને કેવું આશ્ચર્ય થાય છે! ને તેની યથાર્થ ખબર પડતી નથી; તો ભગવાનમાં તો સર્વ યોગકળાઓ રહી છે તે મહાઆશ્ચર્યરૂપ છે, તેને જીવ કેમ જાણી શકે? માટે ભાગવતમાં કહ્યું છે જે, ‘આટલા ભગવાનની માયાને તર્યા છે.’ અને વળી એમ કહ્યું જે, ‘કોઈ ભગવાનની માયાના બળનો પાર પામ્યા નથી.’ તેણે કરીને એમ જાણવું જે, એ ભગવાનની યોગકળામાં બ્રહ્માદિક જેવાને કુતર્ક થાય તો એ ભગવાનની માયાના બળના પારને ન પામ્યા કહેવાય. તે કુતર્ક તે શું? તો જે, ‘એ ભગવાન તે કેમ એમ કરતા હશે?’ અને ભગવાનને એમ સમજે જે, ‘એ તો સમર્થ છે, તે જેમ કરતા હશે તે ઠીક કરતા હશે.’ એવી રીતે ભગવાનને નિર્દોષ સમજે તો માયાને તર્યા કહેવાય. અને કલ્યાણની રીતિ તો એકસરખી છે; પણ ભજનારા જે પુરુષ તેને વિષે ઉત્તમ, મધ્યમ અને કનિષ્ઠ એ ત્રણ પ્રકારના ભેદ છે ને તેમની શ્રદ્ધા અનંત પ્રકારની છે, તેને યોગે કરીને કલ્યાણના માર્ગમાં પણ અનંત ભેદ થાય છે. અને વસ્તુગતે તો કલ્યાણનો માર્ગ એક છે અને ભગવાનનું સ્વરૂપ પણ એક જ છે. અને તે ભગવાન અતિ સમર્થ છે ને તે જેવો થવાને કાજે અક્ષર પર્યંત કોઈ સમર્થ થતો નથી, એ સિદ્ધાંત છે.”\nપછી મુક્તાનંદ સ્વામીએ શ્રીજીમહારાજને કહ્યું જે, “ઝીણો ભાઈ તો આજ બહુ દિલગીર થયા અને એમ બોલ્યા જે, ‘જ્યારે મહારાજ અમારે ઘેર આવ્યા નહીં ત્યારે અમારે પણ ઘરમાં રહ્યાનું શું કામ છે?’” એ વાત સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “મૂંઝાઈને રીસે કરીને જે પ્રેમ કરે તે પ્રેમ અંતે નભવાનો નહીં અને રીસવાળાની ભક્તિ તથા પ્રેમ એ સર્વે અંતે ખોટાં થઈ જાય છે. માટે મૂંઝાઈને ઝાંખું મુખ કરવું તે તો અતિ મોટી ખોટ છે.” પછી ઝીણાભાઈએ કહ્યું જે, “ભગવાન ને ભગવાનના સંત તે પોતાને ઘેર આવે ત્યારે મુખ પ્રફુલ્લિત થયું જોઈએ અને જ્યારે ભગવાન ને સંત ન આવે ત્યારે તો મુખ ઝાંખું થયું જ જોઈએ અને હૈયામાં શોક પણ થયો જોઈએ.” પછી એ વાર્તા સાંભળીને શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન ને સંત તે આવે ત્યારે રાજી થવું પણ શોક તો ક્યારેય પણ કરવો નહીં અને જો શોક કર્યાનો સ્વભાવ હોય તો અંતે જરૂર કાંઈક ભૂંડું થયા વિના રહે નહીં. માટે પોતપોતાના ધર્મમાં રહીને જે રીતની ભગવાનની આજ્ઞા હોય તેને રાજી થકા પાળવી, પણ પોતાનું ગમતું કરવા સારુ કોઈ રીતે મૂંઝાવું નહીં. અને ભગવાન ક્યાંઈક જવાની આજ્ઞા કરે ને જો શોક કરીને મૂંઝાય, તો પ્રથમ જે ભગવાને દર્શન આપ્યાં હોય તથા પ્રસાદ આપ્યો હોય તથા અનંત પ્રકારની જ્ઞાનવાર્તા કરી હોય ઇત્યાદિક ક્રિયાએ કરીને જે પોતાને સુખ પ્રાપ્ત થયું હોય તે જતું રહે અને મૂંઝવણે કરીને બુદ્ધિમાં એકલો તમોગુણ છાઈ જાય. તેણે કરીને કેવળ દુખિયો થકો જ જ્યાં મૂકે ત્યાં જાય. પછી એ મૂંઝવણે કરીને આજ્ઞા પણ યથાર્થ પળે નહીં. માટે ભગવાનના ભક્તને તો સદા અતિ પ્રસન્ન રહેવું અને પ્રસન્ન મને કરીને ભગવાનનું ભજન કરવું, પણ ગમે તેવો ભૂંડો દેશકાળ હોય તો પણ હૈયામાં લેશમાત્ર મૂંઝવણ આવવા દેવી નહીં.”"
}