{
    "number": 73,
    "vachanamrut": "ગઢડા પ્રથમ ૭૩\n",
    "title": "કામ જીત્યાનું, નિર્વાસનિક થયાનું\n",
    "setting": "સંવત ૧૮૭૬ના ચૈત્ર વદિ અમાસને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને શ્વેત ખેસ પહેર્યો હતો અને શ્વેત ચાદર ઓઢી હતી તથા શ્વેત ફેંટો મસ્તક ઉપર બાંધ્યો હતો અને પોતાના મુખારવિંદની આગળ મુક્તાનંદ સ્વામી આદિક મોટેરા સાધુ ચાર તથા પચાસને આશરે હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી ગોપાળાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “કામનું શું રૂપ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “વીર્ય એ જ કામનું રૂપ છે.” પછી આશંકા કરી જે, “વીર્ય તો સાત ધાતુ માંહેલો ધાતુ છે, માટે એ જ કામનું રૂપ કેમ કહેવાય? અને તે વીર્યની ઉત્પત્તિ શાણે કરીને છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “મનોવહા નામે નાડીને વિષે મન રહ્યું છે. તે મનને વિષે જ્યારે સ્ત્રી સંબંધી સંકલ્પ થાય છે ત્યારે જેમ દહીં હોય તે રવાઈએ કરીને મથાય ત્યારે ઘી હોય તે સર્વ ઉપર તરી આવે છે, તેમ સ્ત્રી સંબંધી સંકલ્પે કરીને વીર્ય જે તે શરીરમાંથી મથાઈને મનોવહા નાડીને વિષે ભેળું થઈને શિશ્નદ્વારે આવે છે. અને જેને વીર્ય શિશ્નદ્વારે ન આવે તે ઊર્ધ્વરેતા પુરુષ કહેવાય અને તે નૈષ્ઠિક બ્રહ્મચારી કહેવાય. અને શ્રીકૃષ્ણ ભગવાને રાસક્રીડાને વિષે સ્ત્રીઓનો સંગ કરીને પણ વીર્યપાત થવા દીધો નહીં, તે માટે ઊર્ધ્વરેતા બ્રહ્મચારી કહેવાણા ને કામને જીત્યો. માટે વીર્ય તે જ કામનું રૂપ છે, જેણે વીર્યને જીતીને વશ રાખ્યું તેણે કામને જીત્યો.”\nપછી વળી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “જ્યારે એ દેહને બાળી દે છે ત્યારે સપ્ત ધાતુ દેહ ભેળા બળી જાય છે; માટે જો વીર્ય જ કામનું રૂપ હોય તો દેહ ભેળે વીર્યને બળવે કરીને કામ પણ બળી ગયો જોઈએ, ત્યારે એ જીવ બીજા દેહમાં જાય છે ત્યારે કામના કેમ ઉદય થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સૂક્ષ્મ દેહ ભેળું વીર્ય રહે છે. તે સૂક્ષ્મ દેહને યોગે કરીને સ્થૂળ દેહ ઉદય થઈ આવે છે. જેમ ભૂત હોય તે સૂક્ષ્મ દેહપ્રધાન હોય, પછી સૂક્ષ્મ દેહમાંથી સ્થૂળ દેહને ધરીને સ્ત્રીનો સંગ કરે છે અને તે સ્ત્રીને ભૂત થકી બાળક ઉત્પન્ન થાય છે, માટે સૂક્ષ્મ દેહ ભેળું જ વીર્ય રહે છે.”\nપછી વળી ગોપાળાનંદ સ્વામીએ પૂછ્યું જે, “શિવજી ઊર્ધ્વરેતા હતા પણ મોહિનીરૂપને જોઈને વીર્યપાત થયો. તેમ જેના દેહમાં વીર્ય હોય અને તેને જાગ્રતમાં અથવા સ્વપ્નમાં સ્ત્રીનો યોગ થાય ત્યારે વીર્યપાત થયા વિના રહે નહીં, માટે જ્યાં સુધી દેહમાં વીર્ય હોય ત્યાં સુધી નિષ્કામી કેમ કહેવાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “શિવજીને પણ એટલી યોગકળામાં ખોટ કહેવાય છે. અને જેને જાગ્રત અથવા સ્વપ્નને યોગે કરીને સ્ત્રીના સંકલ્પ થકી વીર્યપાત થાય તો તેને પાકો બ્રહ્મચારી કહેવાય નહીં. માટે આ સંસારમાં દૃઢ બ્રહ્મચર્યવાળા તો એક નરનારાયણ ઋષિ છે અને તે નરનારાયણનો આપણે આશ્રય છે, તેના પ્રતાપ થકી ધીરે ધીરે એ નરનારાયણનું ભજન કરીને આપણે પણ એ સરખા જ નિષ્કામી થઈશું. અને દેહમાં જે વીર્ય રહે છે તેને બાળી નાંખવાને અર્થે યોગી કેટલાક પ્રકારનું જતન કરે છે, અને શ્રીકૃષ્ણ ભગવાને સ્ત્રીઓને સંગે રહીને નૈષ્ઠિક બ્રહ્મચર્ય રાખ્યું, તે એવું સામર્થ્ય તો ભગવાનમાં જ હોય પણ બીજાથી એમ રહેવાય નહીં. માટે બીજા યોગીને તો જાગ્રતમાં અથવા સ્વપ્નમાં સ્ત્રીનો સંકલ્પ ન થાય એવું જતન કરવું.”\nપછી શુકમુનિએ પૂછ્યું જે, “દ્વારિકામાં સોળ હજાર એકસો ને આઠ જે ભગવાનની સ્ત્રીઓ હતી તેમાં એક એક સ્ત્રીને વિષે દસ દસ પુત્ર અને એક એક પુત્રી થઈ એમ પણ કહ્યું છે, તેનું કેમ સમજવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “દ્વારિકાની વાત બીજી છે અને વ્રજની બીજી છે. દ્વારિકામાં તો ભગવાન સાંખ્યમતને આશર્યા હતા. તે સાંખ્યમતવાળો હોય તે દેહ, ઇન્દ્રિયો, મન એ સર્વ થકી પોતાનું સ્વરૂપ ભિન્ન સમજે અને સર્વ ક્રિયાને કરતો થકો પોતાને અકર્તા સમજે ને તે ક્રિયાએ કરીને હર્ષ-શોકને પામે નહીં, એ મતને ભગવાન આશર્યા હતા; માટે ભગવાનને નિર્લેપ કહ્યા. અને ભગવાન દ્વારિકામાં જે સાંખ્યમતને આશર્યા હતા, તે મત તો જનક જેવા રાજાઓનો છે. જે રાજા ગૃહસ્થાશ્રમમાં રહીને પ્રભુને ભજે તે જ સાંખ્યમતને અનુસરે; એમ ભગવાન પણ ગૃહસ્થાશ્રમમાં હતા અને દ્વારિકાના રાજા કહેવાતા હતા, માટે સાંખ્યમતને અનુસર્યા થકા એમ નિર્લેપ હતા. અને વૃંદાવનને વિષે તો યોગકળાને આશર્યા હતા તે સ્ત્રીઓનો સંગ કરીને પણ નૈષ્ઠિક બ્રહ્મચર્ય વ્રત રાખ્યું, એ ઠેકાણે તો પોતાને વિષે નરનારાયણ ઋષિપણું દેખાડ્યું. તે શ્રીમદ્‌ભાગવતમાં કપિલદેવે દેવહૂતિ પ્રત્યે કહ્યું છે જે, ‘સ્ત્રીરૂપ જે મારી માયા તેને જીતવાને અર્થે નરનારાયણ ઋષિ વિના બીજો કોઈ સમર્થ નથી,’ માટે શ્રીકૃષ્ણ ભગવાને સ્ત્રીઓને સંગે રહીને કામને જીત્યો. અને જ્યારે દુર્વાસા ઋષિ આવ્યા ત્યારે ભગવાને સર્વે ગોપીઓને અન્નના થાળ ભરાવીને મોકલવા માંડી, ત્યારે ગોપીઓ બોલી જે, ‘અમે યમુનાજી કેમ ઊતરીશું?’ પછી શ્રીકૃષ્ણ ભગવાને કહ્યું જે, ‘યમુનાજીને એમ કહેજ્યો જે, જો શ્રીકૃષ્ણ સદા બાળબ્રહ્મચારી હોય તો અમને માગ દેજ્યો.’ પછી ગોપીઓએ એમ કહ્યું ત્યારે યમુનાજીએ માગ દીધો. પછી સર્વે ગોપીઓ ઋષિને જમાડીને બોલિયો જે, ‘અમારે આડાં યમુનાજી છે, તે અમે ઘેર કેમ કરીને જઈશું?’ પછી ઋષિએ કહ્યું જે, ‘કેમ કરીને આવ્યાં હતાં?’ પછી ગોપીઓએ કહ્યું જે, ‘અમે યમુનાજીને એમ કહ્યું જે, શ્રીકૃષ્ણ સદા બ્રહ્મચારી હોય તો માગ દેજ્યો, એટલે યમુનાજીએ માગ દીધો; પણ હવે કેમ કરીને ઘેર જઈએ?’ પછી દુર્વાસા ઋષિ બોલ્યા જે, ‘યમુનાજીને એમ કહેજો જે, દુર્વાસા ઋષિ સદા ઉપવાસી હોય તો માગ દેજ્યો.’ પછી ગોપીઓએ એમ કહ્યું ત્યારે યમુનાજીએ માગ દીધો. ત્યારે ગોપીઓના મનને વિષે અતિ આશ્ચર્ય થયું, પણ ભગવાનનો તથા તે ઋષિનો જે મહિમા તેને ન જાણી શકતી હવી. અને ભગવાન તો નૈષ્ઠિક વ્રત રાખીને ગોપીઓને સંગે રમ્યા હતા માટે બ્રહ્મચારી હતા, અને દુર્વાસા ઋષિ તો વિશ્વાત્મા જે શ્રીકૃષ્ણ ભગવાન તેને વિષે પોતાના આત્માને એક કરીને સર્વે ગોપીઓના થાળ જમી ગયા માટે ઋષિ પણ ઉપવાસી જ હતા અને અન્ન તો સર્વે ભગવાનને જમાડ્યું હતું, માટે એવા અતિ મોટા હોય તેની ક્રિયા કળ્યામાં આવે નહીં. અને સાંખ્યવાળાને ખોળીએ તો હજારો જડે, પણ યોગકળાએ કરીને ઊર્ધ્વરેતા હોય એવા તો એક નરનારાયણ જ છે, અથવા જે નરનારાયણના અનન્ય ભક્ત હોય તે પણ તેના ભજનને પ્રતાપે કરીને દૃઢ બ્રહ્મચર્યવાળા થાય છે, પણ બીજાથી થવાતું નથી. અને જેને ઇન્દ્રિય દ્વારે કરીને જાગ્રત અથવા સ્વપ્નમાં વીર્યનો પાત થાય છે તે બ્રહ્મચારી કહેવાય નહીં. અને જે સ્ત્રીનો અષ્ટપ્રકારે ત્યાગ રાખે છે તે તો બ્રહ્મચર્યને માર્ગે ચાલ્યો છે, તે હવે નરનારાયણને પ્રતાપે કરીને ધીરે ધીરે દૃઢ બ્રહ્મચારી થશે. અને જ્યારે અમે નાના હતા ત્યારે એમ સાંભળ્યું હતું જે, ‘વીર્ય તો પરસેવા દ્વારે કરીને પણ નીકળી જાય છે.’ પછી તે વીર્યને ઊર્ધ્વ રાખવાને સારુ અમે બે પ્રકારની જળબસ્તિ શીખ્યા હતા અને કુંજરક્રિયા શીખ્યા હતા, અને કામને જીત્યા સારુ કેટલાંક આસન શીખ્યા હતા અને રાત્રિએ સૂતા ત્યારે ગોરખ આસન કરીને સૂતા; જેણે કરીને સ્વપ્નમાં પણ વીર્યનો પાત થવા પામે નહીં. પછી તે કામ જીત્યાનું એવું સાધન કર્યું જે, શરીરમાંથી પરસેવો જ નીકળે નહીં અને ટાઢ-તડકો પણ લાગે નહીં. પછી અમે રામાનંદ સ્વામી પાસે આવ્યા ત્યારે સ્વામીએ પરસેવો વળ્યા સારુ બધે શરીરે આવળના પાટા બંધાવ્યા હતા, તો પણ શરીરમાં પરસેવો આવ્યો નહીં. માટે કામ જીત્યાનું સાધન તો સૌથી ઘણું કઠણ છે. એ તો જેને ભગવાનના સ્વરૂપની ઉપાસનાનું દૃઢ બળ હોય અને અતિશય પંચવિષયમાંથી નિર્વાસનિક થયો હોય અને તે નિર્વાસનિકપણાની અતિશય ગાંઠ બંધાણી હોય, તો તે પુરુષ ભગવાનને પ્રતાપે કરીને નિષ્કામી થાય છે.”\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “નિર્વાસનિક થયાનું કારણ તે આવી વાત સાંભળવી તે છે કે વૈરાગ્ય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “વૈરાગ્ય તો એકલો ટકી શકે નહીં, અંતે જતો નાશ થઈ જાય છે. અને જ્યારે આત્મનિષ્ઠા હોય અને ભગવાનની મૂર્તિનું યથાર્થ જ્ઞાન હોય, પછી એમ વિચારે જે, ‘હું તો આત્મા છું, સચ્ચિદાનંદરૂપ છું અને પિંડ-બ્રહ્માંડ તો માયિક છે ને નાશવંત છે. માટે હું ક્યાં? ને એ પિંડ-બ્રહ્માંડ ક્યાં? અને મારા ઇષ્ટદેવ જે પુરુષોત્તમ ભગવાન તે તો અનંત કોટિ બ્રહ્માંડના આધાર જે અક્ષર તે થકી પણ પર છે. તે ભગવાનનો મારે દૃઢ આશરો થયો છે.’ એવા વિચારમાંથી જે વૈરાગ્ય ઉદય થાય તે વૈરાગ્ય જ્ઞાને યુક્ત કહેવાય ને એ વૈરાગ્યનો કોઈ કાળે નાશ થાય નહીં. જેમ અગ્નિ બળતો હોય તેને માથે જળ પડે તો ઓલાઈ જાય અને વડવાનળ અગ્નિ સમુદ્રને વિષે છે તે જળનો ઓલાવ્યો ઓલાતો નથી; તેમ જે જ્ઞાને યુક્ત વૈરાગ્ય છે તે તો વડવાનળ અગ્નિ તથા વીજળીનો અગ્નિ તેવો છે, તે કોઈ કાળે ઓલાય નહીં અને તે વિના બીજા વૈરાગ્યનો તો વિશ્વાસ આવે નહીં. અને અમારો જે વૈરાગ્ય તે તો જેવો વીજળીનો અગ્નિ તથા વડવાનળ અગ્નિ તે સરખો છે. તે અમારા સ્વભાવને તો જે અતિશય અમારે ભેળા રહ્યા હશે તે જાણે છે અને જે છેટે રહે છે તેને અમારો સ્વભાવ જાણ્યામાં આવતો નથી. અને આ મુકુંદ બ્રહ્મચારી છે તે ભોળા જેવા જણાય છે તો પણ અમારા સ્વભાવને યથાર્થ જાણે છે જે, ‘મહારાજ તો આકાશ જેવા નિર્લેપ છે અને એમને કોઈ પોતાનું પણ નથી અને પારકું પણ નથી.’ અને એવી રીતે જો અમારા સ્વભાવને જાણે છે તો જેવા ઈશ્વરમાં ગુણ હોય તેવા ગુણ બ્રહ્મચારીમાં વર્તે છે અને અંતર્યામી સૌમાં રહ્યા છે તે બાઈ-ભાઈને મનમાં એમ સમજાવે છે જે, ‘બ્રહ્મચારીમાં કોઈ વાતની ખોટ્ય નથી.’ તે એવા રૂડા ગુણ આવ્યાનું કારણ એ છે જે, મોટાપુરુષને વિષે જે નિર્દોષબુદ્ધિ રાખે છે તે પોતે સર્વ દોષ થકી રહિત થાય છે અને જે મોટાપુરુષને વિષે દોષ પરઠે છે તે દોષના પરઠનારાની બુદ્ધિ ભ્રષ્ટ થઈ જાય છે અને કામાદિક જે શત્રુ તે સર્વે તેના હૈયામાં આવીને નિવાસ કરે છે. પછી એ સત્પુરુષને વિષે દોષબુદ્ધિનો પરઠનારો જે પુરુષ તેના હૈયામાં ભૂંડા ભૂંડા ઘાટ પણ પીડ્યા કરે છે અને એ સત્સંગ કરે છે તોય પણ દુખિયો મટે નહીં. અને જે બુદ્ધિમાન છે તે તો અમારે સમીપે રહીને અમારી સર્વે પ્રકૃતિને જાણે છે જે, ‘જેટલાં સંસારમાં મોહ ઉપજાવવાનાં પદાર્થ ધન, સ્ત્રી, અલંકારાદિક તથા ખાનપાનાદિક છે તે કોઈમાં મહારાજને હેત નથી અને મહારાજ તો સર્વ થકી ઉદાસી છે અને કોઈકને દયા કરીને પાસે બેસવા દે છે કે જ્ઞાનવાર્તા કરે છે તે તો કેવળ તેના જીવના કલ્યાણને અર્થે દયા કરીને કરે છે.’ અને જે મૂર્ખ હોય તે તો પાસે રહે તોય પણ અમારા સ્વભાવને એમ ન જાણે અને છેટે રહે તે પણ એમ ન જાણે.\n“અને આ વાત સમજાય પણ તેને, જેને આત્મનિષ્ઠા હોય અને તે આત્માને વિષે પરમેશ્વરની મૂર્તિને ધારીને તેની ભક્તિ કરતો હોય અને પોતે બ્રહ્મરૂપ થઈ ગયો હોય તોય પણ ભગવાનની ઉપાસનાનો ત્યાગ કરે નહીં. માટે આત્મનિષ્ઠા અને ભગવાનની મૂર્તિનો મહિમા સમજ્યા થકી કોઈ પદાર્થને વિષે વાસના રહેતી નથી. અને વાસના ટળ્યા પછી જેવું પોતાના દેહનું પ્રારબ્ધ હોય તેવાં સુખ-દુઃખને ભોગવે ખરો, પણ ઇન્દ્રિયોની તીક્ષ્ણતા મટી જાય છે. અને મનોમય ચક્રની જે ધારા તે તો ઇન્દ્રિયો છે, તે જ્યારે બ્રહ્મ અને તેથી પર જે પરબ્રહ્મ તેનું સાક્ષાત્ દર્શન થાય છે ત્યારે બુઠ્ઠિયો થઈ જાય છે. પછી જેમ કોઈ પુરુષે લીંબુ ચૂસ્યાં હોય ને દાંત અતિશય અંબાઈ ગયા હોય ને પછી તેને ચણા ચાવવા પડે ત્યારે તેથી કોઈ રીતે ચવાય નહીં અને અતિશય ભૂખ્યો થયો હોય તો તે ચણાને ગળી જાય પણ ચવાય નહીં, તેમ જેણે આત્માનો ને ભગવાનનો યથાર્થ મહિમા જાણ્યો છે તેને કોઈ લોકના વિષયસુખને વિષે આનંદ થાય નહીં. અને દેહનું પ્રારબ્ધ હોય ત્યાં સુધી ખાનપાનાદિક સર્વે ભોગ ભોગવે ખરો પણ જેમ દાંત અંબાઈ ગયા હોય ને ચણા આખા ગળી જાય એમ ભોગવે. અને વાસના ટળવી એ પણ કામ અતિશય ભારે છે, વાસના તો સમાધિનિષ્ઠ થાય તો પણ રહી જાય છે. અને સમાધિ થયા કેડે તો બ્રહ્મના સ્વરૂપમાંથી દેહમાં કોઈ રીતે અવાતું નથી અને જો અવાય છે તો તેના ત્રણ હેતુ છે: તેમાં એક તો જો કાંઈ સંસારના સુખની વાસના હોય તો સમાધિમાંથી પાછો દેહમાં આવે અને કાં તો અતિ સમર્થ હોય તે સમાધિમાં જાય ને પોતાની ઇચ્છાએ પાછો દેહમાં આવે અને કાં તો કોઈક પોતા થકી અતિ સમર્થ હોય તે પાછો સમાધિમાંથી દેહમાં લાવે - એ ત્રણ પ્રકારે સમાધિમાંથી પાછો દેહમાં આવે છે. અને જ્યારે સમાધિ થાય છે અને તેમાં બ્રહ્મનું દર્શન થાય છે ત્યારે કોટિ કોટિ સૂર્ય સરખો બ્રહ્મનો પ્રકાશ દેખીને જો થોડી સમજણ હોય તો પ્રત્યક્ષ પુરુષોત્તમ ભગવાનની જે મૂર્તિ છે તેને વિષે ન્યૂનપણું સમજે અને બ્રહ્મમાં અધિકપણું માની લે, એટલે ઉપાસનાનો ભંગ થયો. માટે પ્રત્યક્ષ મૂર્તિને વિષે અતિ દૃઢ નિશ્ચય થયો જોઈએ, તો સર્વે કામ સરે. અને અમે પણ એમ દૃઢ નિશ્ચય કર્યો છે જે, કોઈ અમને સાચો થઈને મન અર્પે અને લેશમાત્ર અંતરાય રાખે નહીં તો તેમાં અમે કોઈ વાતની કસર રહેવા દઈએ નહીં.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “જેણે મન દીધું હોય તેનાં કેવાં લક્ષણ હોય અને મન ન દીધું હોય તેનાં કેવાં લક્ષણ હોય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેણે મન અર્પણ કર્યું હોય તેને જો પરમેશ્વરની વાત થતી હોય તથા પરમેશ્વરનાં દર્શન થતાં હોય અને તે સમે જો પોતે ન હોય તો તેની અતિશય પોતાના હૈયામાં દાઝ થાય; અને જ્યારે ભગવાનની વાત સાંભળે તથા ભગવાનનાં દર્શન કરે તેને વિષે અધિક અધિક પ્રીતિ થતી જાય, પણ તેમાંથી મન પાછું હઠે નહીં. અને પરમેશ્વર જ્યારે કોઈકને પરદેશ મૂક્યાની આજ્ઞા કરતા હોય, ત્યારે જેણે મન અર્પ્યું હોય તેના મનમાં એમ થાય જે, ‘જો મને આજ્ઞા કરે તો બરાનપુર તથા કાશી જ્યાં મૂકે ત્યાં રાજી થકો જઉં.’ એવી રીતે પરમેશ્વરના ગમતામાં રહીને જે રાજી રહેતો હોય તે તો હજાર ગાઉ ગયો હોય તોય અમારે પાસે છે, અને જેણે એવી રીતે મન ન અર્પ્યું હોય અને તે અતિશય અમારી સમીપે રહેતો હોય તોય લાખો ગાઉ છેટે છે. અને જેણે અમને મન ન અર્પ્યું હોય તેને તો ઉપદેશ કરતાં પણ બીક લાગે જે, શું જાણીએ? સવળું સમજશે કે અવળું સમજશે? એવી રીતે મન અર્પ્યું હોય ને ન અર્પ્યું હોય તેનાં લક્ષણ છે.”"
}