{
    "number": 210,
    "vachanamrut": "વરતાલ ૧૦\n",
    "title": "જીવનું કલ્યાણ થાય, તેનું\n",
    "setting": "સંવત ૧૮૮૨ના પોષ સુદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના દરબારમાં લીંબડાના વૃક્ષ હેઠે પાટ ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા અને અંગને વિષે સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "તે સમયમાં ગામ ભાદરણના પાટીદાર ભગુભાઈ આવ્યા. તેણે શ્રીજીમહારાજ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જીવનું કલ્યાણ કેમ થાય?” પછી શ્રીજીમહારાજે કહ્યું જે, “આ પૃથ્વીને વિષે રાજારૂપ ને સાધુરૂપ એ બે પ્રકારે ભગવાનના અવતાર થાય છે. તેમાં રાજારૂપે જ્યારે પૃથ્વી ઉપર પ્રકટ થાય ત્યારે તો તે ઓગણચાળીશ લક્ષણે યુક્ત હોય અને જ્યારે સાધુરૂપે પૃથ્વી ઉપર પ્રકટ થાય ત્યારે તો ત્રીસ પ્રકારને લક્ષણે યુક્ત હોય. અને જે રાજારૂપે ભગવાન હોય તે તો ચોસઠ પ્રકારની કળાએ યુક્ત હોય તથા સામ, દામ, ભેદ, દંડ એ ચાર પ્રકારના જે ઉપાય તેણે યુક્ત હોય તથા શૃંગાર આદિક જે નવ રસ તેણે યુક્ત હોય. અને તે ભગવાન જ્યારે સાધુરૂપે હોય ત્યારે તેમાં એ લક્ષણ હોય નહીં. અને જે રાજારૂપે ભગવાન હોય તેને જો આપત્કાળ આવ્યો હોય તો મૃગયા કરીને પણ જીવે અને ચોર હોય તેને ગરદન પણ મારે અને ઘરમાં સ્ત્રીઓ પણ રાખે. અને સાધુરૂપે ભગવાન હોય તો અતિશય અહિંસા પર વર્તે, તે લીલા તૃણને પણ તોડે નહીં અને કાષ્ઠની તથા ચિતરામણની સ્ત્રીનો પણ સ્પર્શ કરે નહીં. માટે સાધુરૂપ જે ભગવાનની જે મૂર્તિ ને રાજારૂપ જે ભગવાનની મૂર્તિ એ બેની રીતિ એક હોય નહીં. અને શ્રીમદ્‌ભાગવતના પ્રથમ સ્કંધને વિષે પૃથ્વી ને ધર્મના સંવાદે કરીને રાજારૂપ જે શ્રીકૃષ્ણાદિક ભગવાનના અવતાર તેનાં ઓગણચાળીશ લક્ષણ કહ્યાં છે અને એકાદશ સ્કંધને વિષે શ્રીકૃષ્ણ ભગવાન ને ઉદ્ધવના સંવાદે કરીને સાધુરૂપ જે દત્તાત્રેય, કપિલ આદિક ભગવાનના અવતાર તેનાં ત્રીસ લક્ષણ કહ્યાં છે. માટે જેને પોતાનું કલ્યાણ ઇચ્છવું તેને તે તે લક્ષણે કરી તે ભગવાનને ઓળખીને તે ભગવાનને શરણે થવું અને તેનો દૃઢ વિશ્વાસ રાખવો ને તેની આજ્ઞામાં રહીને તેની ભક્તિ કરવી, એ જ કલ્યાણનો ઉપાય છે. અને ભગવાન જ્યારે પૃથ્વીને વિષે પ્રત્યક્ષ ન હોય ત્યારે તે ભગવાનને મળેલા જે સાધુ તેનો આશ્રય કરવો, તો તે થકી પણ જીવનું કલ્યાણ થાય છે. અને જ્યારે એવા સાધુ પણ ન હોય ત્યારે ભગવાનની પ્રતિમાને વિષે દૃઢ પ્રતીતિ રાખવી ને સ્વધર્મમાં રહીને ભક્તિ કરવી, તે થકી પણ જીવનું કલ્યાણ થાય છે.”"
}