{
    "number": 246,
    "vachanamrut": "ગઢડા અંત્ય ૨૩\n",
    "title": "માનસી પૂજાનું\n",
    "setting": "સંવત ૧૮૮૫ના આસો સુદિ ૧૫ પૂનમને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે ફળિયાની વચ્ચે ઢોલિયો ઢળાવીને તે ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ કૃપા કરીને સર્વ હરિજન પ્રત્યે બોલ્યા જે, “જે ભગવાનનો ભક્ત હોય તે નિત્યે ભગવાનની માનસી પૂજા કરે. તે માનસી પૂજા કરવાની એમ વિક્તિ છે જે, ઉનાળો, શિયાળો કે ચોમાસું એ ત્રણ ઋતુને વિષે નોખી નોખી માનસી પૂજા કરવી. તેમાં ઉનાળાના ચાર મહિના સુધી તો એમ પૂજા કરવી જે, સારું, ટાઢું, સુગંધીમાન, પવિત્ર જળ હોય તેણે કરીને ભગવાનને પ્રથમ નવરાવવા. તે પછી ધોયેલો, ધોળો ખેસ સુંદર ઝીણો ને ઘાટો હોય તે પહેરવા આપવો. તે પછી સુંદર આસન ઉપર વિરાજમાન એવા જે ભગવાન તેના અંગ-અંગ વિષે સુંદર મળિયાગર ચંદન ઘસીને વાટ્યકામાં ઉતારી રાખ્યું હોય તે ચર્ચવું. તે પ્રથમ તો લલાટને વિષે ચર્ચીને લલાટને સારી પેઠે નીરખવું; તથા હાથને વિષે ચર્ચીને હાથને સારી પેઠે નીરખવા; તથા હૃદય, ઉદર, સાથળ, પિંડી એ આદિક જે અંગ તેને વિષે તે ચંદનનું લેપન કરી કરીને તે તે અંગને નીરખવાં; તથા ચરણારવિંદની ઉપર ને તળે સુંદર કુંકુમ ચોપડવું ને તે ચરણારવિંદને નીરખવાં. પછી મોગરા, ચમેલી, ગુલાબ, ચંપો એ આદિક જે સુગંધીમાન પુષ્પ તેના હાર તથા કંકણ, બાજુબંધ, ટોપી એ આદિક જે આભૂષણ તે તે પુષ્પનાં પહેરાવવાં. અને મોગરાના પુષ્પ જેવું ધોળું ને ઝીણું ને બહુ ભારે નહીં એવું વસ્ત્ર મસ્તકને વિષે ધરાવવું તથા ધોળી, ઝીણી ને હલકી એવી જે સુંદર પછેડી તે ઓઢાડવી. પછી તે ભગવાનને મળવું, તે એક વાર મળવું, બે વાર મળવું, જેવું પોતાને હેત ઊપજે તેમ મળવું; તથા ભગવાનનાં ચરણારવિંદ પોતાની છાતીમાં લેવાં તથા મસ્તક ઉપર ધારવાં. અને તે મળવે કરીને જે ભગવાનના અંગનું ચંદન પોતાના અંગમાં વળગે તથા ભગવાનનાં ચરણારવિંદને પોતાની છાતીમાં ને મસ્તક ઉપર ધાર્યાં હોય તેણે કરીને જે કુંકુમ વળગે તથા પુષ્પના હારનાં ચિહ્‎ન ઇત્યાદિ જે જે પોતાના અંગમાં વળગે તેને ધારવું, કહેતાં એમ જાણવું જે, ‘ભગવાનનું પ્રસાદી ચંદન, કુંકુમ ને હાર તે મારા અંગમાં અડ્યાં છે.’\n“અને શિયાળાના ચાર મહિના સુધી તો એમ પૂજા કરવી જે, પ્રથમ તો ભગવાનને ઊને જળે કરીને નવરાવવા ને પછી ધોળો ખેસ પહેરવા આપવો ને પછી ઢોલિયા ઉપર મખમલનું ગાદલું પાથરીને તે ઉપર ધોળો ઓછાડ ઓછાડીને તે ઉપર ભગવાનને વિરાજમાન કરવા ને પછી સુરવાળ પહેરાવવો તથા ડગલી પહેરાવવી તથા સોનેરી તારવાળો ભારે કસુંબી રેંટો મસ્તકે બંધાવવો તથા કેડ્યે ભારે રેંટો બંધાવવો તથા ખભે ભારે રેંટો ધરાવવો તથા હીરા, મોતી, સુવર્ણ, લાલનાં જે ભાતભાતનાં ઘરેણાં તે અંગ-અંગને વિષે ધરાવવાં તથા મોતીની માળા પહેરાવવી. અને વસ્ત્ર પહેરાવીને તથા આભૂષણ પહેરાવીને ભગવાનનાં જે તે તે અંગ તેને સારી પેઠે નીરખવાં અને ભગવાનના લલાટને વિષે એક કુંકુમનો ચાંદલો કરવો.\n“અને ચોમાસાના ચાર મહિના સુધી એમ પૂજા કરવી જે, જાણીએ, ભગવાન કોઈક ગામથી આવ્યા તે ધોળાં વસ્ત્ર સર્વે પલળી ગયાં છે અથવા નદીએ પરમહંસે સહિત ના’વા પધાર્યા હતા ત્યાંથી પલળીને આવ્યા છે. પછી તે પલળેલાં જે વસ્ત્ર તેને ઉતરાવીને સર્વ કસુંબલ વસ્ત્ર પહેરવા આપવાં અને લલાટને વિષે પીળું જે કેસરચંદન તેનું લેપન કરવું. અને ઉનાળો હોય ત્યારે ચોગાન-જાયગામાં તથા ફૂલવાડીમાં ભગવાન વિરાજમાન છે એવી રીતે ભગવાનને ધારવા. અને શિયાળો ને ચોમાસું હોય ત્યારે કોઈક સારી મેડીને ઉપર ભગવાન વિરાજમાન છે અથવા ઘરને માંહેલી કોરે વિરાજમાન છે એવી રીતે ભગવાનને ધારવા. અને ભગવાનને જમવા કઈ વસ્તુ આપવી? તો જે ભક્ષ્ય, ભોજ્ય, લેહ્ય, ચોષ્ય પોતાના મનમાં ખાવાને ગમતાં હોય તેવાં ભગવાનને અર્થે ચિંતવવાં અને તેવાં ભગવાનને ન ભાવતાં હોય તો પણ પોતાને ગમતાં જ ભોજન ભગવાનને અર્થે ચિંતવવાં. અને બીજા જે ધૂપ, દીપ, આરતી એ આદિક ઉપચાર તે યથાયોગ્ય ભગવાનને અર્પણ કરવા. એવી રીતે ત્રણે ઋતુમાં ભિન્ન ભિન્ન પૂજા કરે તો તે ભક્તને ભગવાનને વિષે હેતની વૃદ્ધિ થાય છે ને તેના જીવને બહુ સમાસ થાય છે. માટે જેણે આ વાત સાંભળી છે તે રાખજ્યો ને નિત્યે આવી રીતે ભગવાનની માનસી પૂજા કરજ્યો. ને આવી વાત અમે કોઈ દિવસ કરી નથી.”\nઅને વળી શ્રીજીમહારાજે એક બીજી વાત કરી જે, “જ્યારે ભગવાન ને ભગવાનના ભક્ત તે પોતાની ઉપર રાજી થાય ત્યારે તે ભક્તને એમ વિચારવું જે, ‘મારાં મોટાં ભાગ્ય જે, મારી ઉપર ભગવાન ને ભગવાનના ભક્ત રાજી થયા.’ અને શિક્ષાને અર્થે ભગવાન ને ભગવાનના ભક્ત પોતાને વઢે ત્યારે પણ એમ વિચારવું જે, ‘મારાં મોટાં ભાગ્ય જે, મને ભગવાન ને ભગવાનના ભક્ત વઢ્યા, જેણે કરીને મારામાં અવગુણ હશે તે જશે.’ એવી રીતે વઢે તો પણ રાજી થવું, પણ વઢે ત્યારે મનમાં શોક ન કરવો ને કચવાવું નહીં ને પોતાના જીવને અતિ પાપી ન માનવો, રાજી રહેવું. આ વાત પણ રાખ્યા જેવી છે.”"
}