{
    "number": 154,
    "vachanamrut": "ગઢડા મધ્ય ૨૧\n",
    "title": "મુદ્દાનું\n",
    "setting": "સંવત ૧૮૭૮ના ફાગણ સુદિ ૧૫ પૂનમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ વિરાજમાન હતા અને શ્વેત ખેસ પહેર્યો હતો ને શ્વેત ચાદર ઓઢી હતી તથા શ્વેત પાઘ મસ્તક ઉપર બાંધી હતી અને શ્રીજીમહારાજના મુખારવિંદની આગળ પ્રેમાનંદ સ્વામી આદિક સર્વે પરમહંસ વિષ્ણુપદ૭૮ બોલતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કીર્તન રહેવા દ્યો ને સર્વે સૂરત દઈને સાંભળો, એક વાર્તા કરીએ છીએ જે, જેટલા કલ્યાણને અર્થે વ્યાસજીએ ગ્રંથ કર્યા છે તે સર્વે સૂરત રાખીને અમે સાંભળ્યા. તે સર્વે શાસ્ત્રમાં એ જ સિદ્ધાંત છે અને જીવના કલ્યાણને અર્થે પણ એટલી જ વાત છે જે, આ સર્વ જગત છે તેના કર્તાહર્તા એક ભગવાન છે. અને એ સર્વે શાસ્ત્રને વિષે ભગવાનનાં ચરિત્ર છે કાં ભગવાનના સંતનાં ચરિત્ર છે. અને વર્ણાશ્રમના ધર્મની જે વાર્તા છે અને તેનું ફળ જે ધર્મ, અર્થ અને કામ છે; તેણે કરીને કાંઈ કલ્યાણ થતું નથી અને કેવળ વર્ણાશ્રમના ધર્મ વતે તો સંસારમાં કીર્તિ થાય ને દેહે કરીને સુખિયો રહે એટલું જ ફળ છે. અને કલ્યાણને અર્થે તો ભગવાનને સર્વકર્તાહર્તા જાણવા એ જ છે. અને જેવું પરોક્ષ ભગવાનના રામ-કૃષ્ણાદિક અવતારનું માહાત્મ્ય જાણે છે તથા નારદ, સનકાદિક, શુકજી, જડભરત, હનુમાન, ઉદ્ધવ ઇત્યાદિક જે પરોક્ષ સાધુ તેનું જેવું માહાત્મ્ય જાણે છે તેવું જ પ્રત્યક્ષ એવા જે ભગવાન તથા તે ભગવાનના ભક્ત સાધુ તેનું માહાત્મ્ય સમજે તેને કલ્યાણના માર્ગમાં કાંઈયે સમજવું બાકી રહ્યું નહીં. તે આ વાર્તા એક વાર કહ્યે સમજો અથવા લાખ વાર કહ્યે સમજો, આજ સમજો અથવા લાખ વર્ષ કેડે સમજો પણ એ વાત સમજ્યે જ છૂટકો છે. અને નારદ, સનકાદિક, શુકજી, બ્રહ્મા, શિવ એમને પૂછો તો પણ ડાહ્યા છે તે અનેક વાતની યુક્તિ લાવીને પ્રત્યક્ષ ભગવાન ને પ્રત્યક્ષ સંત તેને જ કલ્યાણના દાતા બતાવે, અને જેવું પરોક્ષ ભગવાન ને પરોક્ષ સંતનું માહાત્મ્ય છે તેવું જ પ્રત્યક્ષ ભગવાન ને પ્રત્યક્ષ સંતનું માહાત્મ્ય બતાવે. અને એટલો જેને દૃઢ નિશ્ચય થયો હોય તેને સર્વે મુદ્દો હાથ આવ્યો અને કોઈ કાળે તે કલ્યાણના માર્ગ થકી પડે નહીં. જેમ બ્રહ્મા, શિવ, બૃહસ્પતિ અને પરાશરાદિક તે કામાદિકે કરીને ધર્મ થકી પડ્યા તો પણ પ્રત્યક્ષ ભગવાન ને પ્રત્યક્ષ સંત તેનો પરોક્ષના જેવો જો માહાત્મ્યે યુક્ત નિશ્ચય હતો તો કલ્યાણના માર્ગમાંથી પડ્યા નહીં. માટે સર્વ શાસ્ત્રનું રહસ્ય આ વાર્તા છે.”\nઅને તે જ દિવસ સાંજને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાંથી ઘોડીએ ચડીને શ્રીલક્ષ્મીવાડીએ પધાર્યા હતા ને ત્યાં આંબાના વૃક્ષ હેઠે ઓટા ઉપર ઢોલિયે વિરાજમાન હતા અને શ્વેત ખેસ પહેર્યો હતો ને શ્વેત ચાદર ઓઢી હતી ને શ્વેત પાઘ માથે બાંધી હતી અને તે પાઘને વિષે પીળાં પુષ્પનો તોરો વિરાજમાન હતો અને કાન ઉપર મોગરાનાં પુષ્પના ગુચ્છ વિરાજમાન હતા અને કંઠને વિષે મોગરાનાં પુષ્પનો હાર વિરાજમાન હતો અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\nપછી શ્રીજીમહારાજ બોલ્યા જે, “સાંભળો, તમને એક પ્રશ્ન પૂછીએ જે, જીવને સ્વપ્ન અવસ્થાને વિષે જે જે સ્વપ્નમાં સૃષ્ટિ દેખાય છે અને તે સ્વપ્નની સૃષ્ટિના જે ભોગ તેને જીવ ભોગવે છે, તે એ સૃષ્ટિરૂપે તે જીવ પોતે થાય છે કે એ જીવ પોતાના સંકલ્પે કરીને સ્વપ્નને વિષે એ સૃષ્ટિને સૃજે છે? અને જેમ જીવને છે તેમ જ સર્વ બ્રહ્માદિક ઈશ્વર છે તેને પણ સ્વપ્નસૃષ્ટિ છે; તે પોતે એ સૃષ્ટિરૂપે થાય છે કે પોતે સંકલ્પે કરીને સૃજે છે? કે એ જીવ-ઈશ્વર થકી પર જે પરમેશ્વર તે જ સ્વપ્નની સૃષ્ટિ સૃજી આપે છે? એ પ્રશ્નનો ઉત્તર કરો.” પછી જેવી જેની બુદ્ધિ તેવું તેણે કહ્યું પણ કોઈથી યથાર્થ ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “જીવ તથા ઈશ્વર એમાંથી કોઈ સ્વપ્નસૃષ્ટિને સૃજતા નથી અને પોતે પણ સ્વપ્નસૃષ્ટિરૂપે થતા નથી; એ તો એ જીવ-ઈશ્વર થકી પર જે પરમેશ્વર કર્મફળપ્રદાતા છે તે એ જીવ-ઈશ્વરનાં કર્મને અનુસારે કરીને એ સ્વપ્નસૃષ્ટિને સૃજે છે. એ સ્વપ્નસૃષ્ટિને વિષે જે અસ્થિરપણું છે ને ભ્રાંતપણું છે તે તો દેશને યોગે કરીને પ્રવર્તે છે; કેમ જે, કંઠ દેશ છે તે એવો જ છે જે, એ સ્થળમાં અનંત ભાતની એવી સૃષ્ટિ દેખાઈ આવે. જેમ કાચનું મંદિર હોય તેમાં એક દિશે દીવો કર્યો હોય તો અનેક દીવા દેખાઈ આવે; તેમ કંઠ દેશને યોગે કરીને એક સંકલ્પ હોય તે અનંત રીતે દેખાય છે. અને જે જ્ઞાની હોય તે તો જ્યાં દેશનું પ્રધાનપણું હોય ત્યાં દેશનું જ સમજે, અને કાળનું પ્રધાનપણું હોય ત્યાં કાળનું જ સમજે, અને કર્મનું પ્રધાનપણું હોય ત્યાં કર્મનું જ સમજે, અને પરમેશ્વરનું પ્રધાનપણું હોય ત્યાં પરમેશ્વરનું જ સમજે; અને મૂર્ખ હોય તે તો જે કોઈક એક વાત સમજાઈ ગઈ તેને જ મુખ્ય જાણે. જો કાળની વાત સમજાણી હોય તો કાળને મુખ્ય જાણે, અને કર્મની વાત સમજાણી હોય તો કર્મને મુખ્ય જાણે, અને માયાની વાત સમજાણી હોય તો માયાને મુખ્ય જાણે, પણ જ્યાં જેનું પ્રધાનપણું તેને ત્યાં જુદું જુદું મૂર્ખને સમજતાં ન આવડે; અને જ્ઞાની હોય તે તો જે ઠેકાણે જેનું પ્રધાનપણું હોય તે ઠેકાણે તેનું જ પ્રધાનપણું લે. અને પરમેશ્વર છે તે તો દેશ, કાળ, કર્મ, માયા એ સર્વના પ્રેરક છે અને પોતાની ઇચ્છાએ કરીને દેશકાળાદિકનું પ્રધાનપણું રહેવા દે છે પણ સર્વે પરમેશ્વરને આધારે છે. જેમ શિશુમારચક્ર છે તે ધ્રુવમંડળને આધારે છે અને જેમ પ્રજા સર્વે રાજાને આધારે છે, તેમાં દીવાન હોય તથા વજીર હોય તેનું રાજા ચાલવા દે તેટલું ચાલે પણ ન ચાલવા દે ત્યારે એક અણુમાત્ર પણ ન ચાલે; તેમ દેશ, કાળ, કર્મ, માયા તેનું પરમેશ્વર ચાલવા દે તેટલું ચાલે પણ પરમેશ્વરના ગમતા બહાર અણુમાત્ર પણ ન ચાલે. માટે સર્વકર્તા તે પરમેશ્વર જ છે.” એટલી વાર્તા કરીને શ્રીજીમહારાજ પાછા દરબારમાં પધારતા હવા."
}