{
  "number": 47,
  "vachanamrut": "ગઢડા પ્રથમ ૪૭\n",
  "title": "ચાર પ્રકારની નિષ્ઠાવાળાનાં લક્ષણ\n",
  "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૧૨ દ્વાદશીને દિવસ સવારના પહોરમાં સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષ હેઠે ઓટા મધ્યે ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ જમણે હાથે ચપટી વગાડીને બોલ્યા જે, “સર્વે સાવધાન થઈને સાંભળો, એક વાત કરીએ છીએ. અને તે વાત તો સ્થૂળ છે પણ સૂધી સૂરત દઈને સાંભળશો તો સમજાશે, નહીં તો નહીં સમજાય.” પછી સર્વે હરિભક્તે કહ્યું જે, “હે મહારાજ! કહો.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “પરમેશ્વરના ભક્ત હોય તેમાં કોઈકને ધર્મનિષ્ઠા પ્રધાન હોય ને કોઈકને આત્મનિષ્ઠા પ્રધાન હોય ને કોઈકને વૈરાગ્યનિષ્ઠા પ્રધાન હોય ને કોઈકને ભક્તિનિષ્ઠા પ્રધાન હોય; અને ગૌણપણે તો એ સર્વે અંગ સર્વ હરિભક્તમાં હોય છે. હવે જેની ભાગવત ધર્મનિષ્ઠા પ્રધાન હોય તે તો અહિંસા, બ્રહ્મચર્યાદિકરૂપ જે પોતાનો વર્ણાશ્રમ સંબંધી સદાચાર તેણે યુક્ત થકો નિર્દંભપણે કરીને ભગવાન અને ભગવાનના ભક્તની સેવા-ચાકરી કરવી તેને વિષે પ્રીતિએ યુક્ત વર્તે, અને તે ભક્તને ભગવાનનાં મંદિર કરવાં તથા ભગવાનને અર્થે બાગ-બગીચા કરવા તેને વિષે રુચિ વર્તે તથા ભગવાનને નાના પ્રકારનાં નૈવેદ્ય ધરવાં તેમાં રુચિ વર્તે અને ભગવાનના મંદિરમાં તથા સંતની જાયગામાં લીંપવું તથા વાળવું તેને વિષે રુચિ વર્તે, અને ભગવાનની શ્રવણ-કીર્તનાદિક જે ભક્તિ તેને નિર્દંભપણે કરે અને તે ધર્મનિષ્ઠાવાળા ભક્તને ભાગવત ધર્મે યુક્ત એવું જે શાસ્ત્ર તેના શ્રવણ-કીર્તનાદિકને વિષે અતિશય રુચિ વર્તે. અને જેને આત્મનિષ્ઠા પ્રધાન હોય તે તો ત્રણ દેહ અને ત્રણ અવસ્થા તેથી પર અને સત્તારૂપ એવો જે પોતાનો આત્મા તે રૂપે નિરંતર વર્તે, અને પોતાના ઈષ્ટદેવ એવા જે પ્રત્યક્ષ શ્રીકૃષ્ણ પરમાત્મા તેને સર્વથી પર અને અતિશુદ્ધસ્વરૂપ અને સદા દિવ્ય સાકારમૂર્તિ સમજે, અને તે પોતાનો આત્મા તથા તે પરમાત્મા તેના શુદ્ધ સ્વરૂપના પ્રતિપાદનની કરનારી જે વાર્તા તેને પોતે કરે અને બીજાથી સાંભળે તથા તેવી રીતના શાસ્ત્રમાં પ્રીતિએ યુક્ત વર્તે, અને પોતાને આત્મસત્તાપણે વર્તવું તેમાં વિક્ષેપ આવે તો તેને સહન કરી ન શકે એવી પ્રકૃતિવાળો હોય. અને જેને વૈરાગ્યનિષ્ઠા પ્રધાન હોય તેને તો એક ભગવાનની મૂર્તિ વિના જે સર્વે માયિક પદાર્થમાત્ર તેને વિષે નિરંતર અરુચિ વર્તે, અને અસત્યરૂપ જાણીને પોતે મળની પેઠે ત્યાગ કર્યાં જે ગૃહ, કુટુંબી આદિક પદાર્થ તેની નિરંતર વિસ્મૃતિ વર્તે, અને તે ભક્ત જે તે ત્યાગી એવા જે ભગવાનના ભક્ત તેના સમાગમને જ કરે, અને ભગવાનની ભક્તિ કરે તે પણ પોતાના ત્યાગમાં વિરોધ ન આવે તેવી રીતે કરે, અને ત્યાગ છે પ્રધાનપણે જેમાં એવી વાર્તાને પોતે કરે અને ત્યાગને પ્રતિપાદન કરનારું જે શાસ્ત્ર તેને વિષે રુચિવાળો હોય, અને પોતાના ત્યાગને વિષે વિરોધ કરનારાં જે સ્વાદુ ભોજન અને સદ્‌વસ્ત્રાદિક પંચવિષય સંબંધી માયિક પદાર્થમાત્ર તેને પામવાને વિષે અતિશય અરુચિ વર્તે. અને જેને ભક્તિનિષ્ઠા પ્રધાન હોય તેને તો એક ભગવાનના સ્વરૂપને વિષે જ અતિશય દૃઢ પ્રીતિ વર્તે અને તે ભગવાનના સ્વરૂપથી અન્ય એવા જે માયિક પદાર્થ તેને વિષે પોતાના મનની વૃત્તિને ધારી શકે નહીં, અને પ્રેમે કરીને ભગવાનને વસ્ત્ર-અલંકારનું ધારણ કરે, અને તે ભક્તને ભગવાનનાં જે મનુષ્યચરિત્ર તેના શ્રવણને વિષે અતિશય રુચિ વર્તે તથા ભગવાનની મૂર્તિના નિરૂપણને કરનારું જે શાસ્ત્ર તેને વિષે અતિશય રુચિ વર્તે, અને જે ભક્તને ભગવાનને વિષે પ્રેમને દેખે તે ભક્તને વિષે જ તેને પ્રીતિ થાય અને તે વિના તો પોતાના પુત્રાદિકને વિષે પણ ક્યારેય પ્રીતિ ન થાય, અને તે ભક્તને ભગવાન સંબંધી ક્રિયાને વિષે જ નિરંતર પ્રવૃત્તિ હોય. એવી રીતે આ ચાર નિષ્ઠાવાળા ભક્તનાં લક્ષણની વાર્તાને વિચારીને જેનું જેવું અંગ હોય તેવું તે કહો. અને આ વાર્તા છે તે તો દર્પણ તુલ્ય છે, તે જેનું જેવું અંગ હોય તેવું તેને દેખાડી આપે છે. અને ભગવાનના ભક્ત હોય તે તો અંગ વિનાના હોય નહીં, પણ પોતાના અંગને ઓળખે નહીં એટલે પોતાના અંગની દૃઢતા થાય નહીં. અને જ્યાં સુધી પોતાના અંગની દૃઢતા ન થઈ હોય ત્યાં સુધી જેવી વાત થાય તેવું તેનું અંગ વ્યભિચરી જાય; માટે આ વાર્તાને વિચારીને પોતપોતાના અંગની દૃઢતા કરો અને જેનું જેવું અંગ હોય તે તેમ બોલો.” પછી હરિભક્ત સર્વે જેવું જેનું અંગ હતું તે તેવી રીતે બોલ્યા. પછી શ્રીજીમહારાજ બોલ્યા જે, “જેનું એકસરખું અંગ હોય તે ઊઠી ઊભા થાઓ.” પછી જેનું જેનું એકસરખું અંગ હતું તે સર્વે ઊભા થયા. પછી શ્રીજીમહારાજે એ સર્વેને પાછા બેસાર્યા.\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “એ ચારે અંગવાળાને પોતપોતાના અંગમાં કોઈ ગુણદોષ છે કે નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ગુણદોષ છે તે કહીએ તે સાંભળો જે, એ ચારે અંગવાળા જે ભક્ત તેમનાં જે અમે પ્રથમ લક્ષણ કહ્યાં તે પ્રમાણે જે વર્તે તે તો એમને વિષે ગુણ છે અને એ પ્રમાણે જે ન વર્તાય તેટલો એમને વિષે દોષ છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “એ ચાર નિષ્ઠાવાળાને વિષે કોઈ અધિક-ન્યૂન છે કે એ ચારે તુલ્ય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યાં સુધી એક એક નિષ્ઠાને વિષે વર્તતા હોય ત્યાં સુધી તો એ ચારે સરખા છે અને જ્યારે એ ચારે નિષ્ઠા એકને વિષે વર્તે ત્યારે તે સર્વ થકી અધિક છે. અને જ્યારે એ ચારે નિષ્ઠા એકને વિષે વર્તે ત્યારે તેને પરમ ભાગવત કહીએ અને એને જ એકાંતિક ભક્ત કહીએ.”"
}