{
  "number": 96,
  "vachanamrut": "સારંગપુર ૧૮\n",
  "title": "ખારભૂમિનું\n",
  "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૮ આઠમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી અને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી ને ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જે શ્રદ્ધાવાન પુરુષ હોય અને તેને જો સાચા સંતનો સંગ મળે અને તે સંતના વચનને વિષે શ્રદ્ધાવાન થાય, તો એના હૃદયને વિષે સ્વધર્મ, વૈરાગ્ય, વિવેક, જ્ઞાન, ભક્તિ આદિક જે કલ્યાણકારી ગુણ તે સર્વે પ્રકટ થઈ આવે છે અને કામ-ક્રોધાદિક જે વિકાર તે બળી જાય છે. અને જો કુસંગ મળે ને કુસંગીના વચનને વિષે શ્રદ્ધાવાન થાય, તો વૈરાગ્ય-વિવેકાદિક જે ગુણ તે સર્વે નાશ પામી જાય છે. જેમ ખારભૂમિ હોય ને તેને વિષે ગમે તેટલો મેઘ વરસે, પણ તેમાં તૃણાદિક ઊગતાં ન હોય; અને તે જ ખારભૂમિને વિષે જો પાણીની રેલ આવે તો ખાર સર્વે ધોવાઈ જાય અને જે ઠેકાણે ખાર હતો તે ઠેકાણે કાંપ ચડી જાય. પછી તે કાંપ ભેળાં વડ, પીંપળા આદિક વૃક્ષનાં બીજ આવ્યાં હોય તે બીજ ઊગીને મોટાં મોટાં વૃક્ષ થાય છે. તેમ જેના હૃદયને વિષે પૂર્વે કહ્યા જે સ્વધર્માદિક ગુણ તે દૃઢ હોય અને જગત સંબંધી વિષયસુખનો અંકુર પણ ઊઠે એમ ન હોય, ને તેને જો કુસંગ થાય તો તેના હૃદયને વિષે કુસંગરૂપી પાણીને વેગે કરીને જગતવાર્તારૂપીઓ આવીને કાંપ ભરાય. પછી તે કાંપમાં કામ, ક્રોધ, લોભ, મોહ, મદ, મત્સરાદિક જે બીજ રહ્યાં છે તે સર્વે ઊગીને મોટાં મોટાં વૃક્ષ થાય છે. માટે ભગવાનના ભક્ત હોય તેને કોઈ દિવસ કુસંગ ન કરવો.\n“અને વળી પોતામાં કોઈ સ્વભાવ હોય ને તેને સંતનો સમાગમ કરીને સમજી વિચારીને ટાળે તો તે સ્વભાવનો નાશ થઈ જાય છે, પણ મૂર્ખાઈએ કરીને ગમે તેટલા ઉપાય કરે તોય ભૂંડો સ્વભાવ ટળે નહીં. અને મૂર્ખ હોય તે જ્યારે મૂંઝાય ત્યારે કાં તો સૂઈ રહે ને કાં તો રુએ અને કાં તો કોઈક સાથે વઢે ને કાં તો ઉપવાસ કરે, એ ચાર પ્રકારે કરીને મૂંઝવણ ટાળ્યાનો ઉપાય કરે. અને એમ કરતાં જો અતિશય મૂંઝાય તો છેલ્લી બાકી મરે પણ ખરો. એવી રીતે મૂર્ખને શોક ટાળ્યાનો ઉપાય છે. પણ એમ કર્યા થકી દુઃખ પણ મટે નહીં ને સ્વભાવ પણ ટળે નહીં; અને સમજીને ટાળે તો દુઃખ ને સ્વભાવ એ બેય ટળી જાય. માટે સમજુ હોય તે જ સુખી થાય છે. અને જેમ અગ્નિની મોટી જ્વાળા હોય ને જો ઉપરથી જળ વરસે તો તત્કાળ ઓલાઈ જાય; અને વીજળીના અગ્નિનો તો થોડોક ઝબકારો થતો હોય, પણ તે અગ્નિ મેઘની ઘટામાં રહે છે તો પણ ઓલાતો નથી. તેમ સમજ્યા વિના ગમે તેટલો વૈરાગ્ય હોય અથવા ભગવાનમાં પ્રીતિ હોય, તો પણ અગ્નિની જ્વાળાની પેઠે કુસંગરૂપી જળે કરીને સર્વે નાશ થઈ જાય છે; અને સમજીને જે વૈરાગ્ય ને પ્રીતિ હોય તે તો વીજળીના અગ્નિ જેવી છે, તે થોડી હોય તો પણ નાશ ન પામે.”\nપછી નિર્વિકારાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! કોઈક પુરુષમાં ક્રોધાદિક ભૂંડા સ્વભાવ હોય તે ટળે કે ન ટળે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ વાણિયો હોય તે જેટલો વેપાર કરે તેનું નામું માંડી રાખે છે; તેની પેઠે જે દિવસ થકી સત્સંગ થયો છે તે દિવસથી જેણે નામું માંડી રાખ્યું હોય તેનો સ્વભાવ ટળે છે. અને તે એમ વિચારે જે, ‘જ્યારે મારે સત્સંગ નહોતો ત્યારે મારે આટલો મલિન સ્વભાવ હતો અને સત્સંગ કર્યા પછી આટલો સ્વભાવ ઉત્તમ થયો છે.’ અને વર્ષોવર્ષ પોતાનો વધારો થતો હોય અથવા કાંઈ ફેર રહેતો હોય તે સર્વેને તપાસ્યા કરે; પણ મૂર્ખ વાણિયો જેમ નામું માંડે નહીં તેની પેઠે ન કરે. એવી રીતે જે સત્સંગ કરીને પોતાની જો તપાસ કરતો રહે, તો તેના જે જે સ્વભાવ હોય તે સર્વે નાશ પામી જાય છે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “કુસંગ હોય ત્યારે તો ભૂંડો સ્વભાવ હોય જ, પણ સંતનો સમાગમ કરીને પછી મલિન સ્વભાવ આવી જાય છે તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે બાળ અવસ્થા હોય ત્યારે કામ, ક્રોધ, લોભાદિક, શત્રુ હોય નહીં અને ભગવાનમાં પ્રીતિ પણ વિશેષ હોય. પછી જ્યારે યુવાન અવસ્થા આવે ત્યારે કામાદિક શત્રુનો વધારો થાય અને દેહાભિમાન પણ વધે. પછી તે જો જે સંતને વિષે કામાદિક શત્રુ ન હોય તથા દેહાભિમાને રહિત હોય, એવા સંતનો સમાગમ રાખે તો યુવાન-અવસ્થારૂપી સમુદ્રને તરી જાય છે; અને જો એમ ન કરે તો કામાદિક શત્રુએ કરીને પરાભવ પામીને ભ્રષ્ટ થઈ જાય છે. અને જેની પ્રૌઢ અવસ્થા હોય અને તે સત્સંગ કરતાં થકાં બગડે છે, તેનું તો કારણ એ છે જે, મોટાપુરુષ હોય તેને વિષે જે જે જાતના દોષ પરઠે, તે તે જાતના દોષ પોતાના હૈયામાં આવીને નિવાસ કરે છે. અને જો મોટાપુરુષના ગુણનું ગ્રહણ કરે અને એમ જાણે જે, ‘મોટાપુરુષ જે જે સ્વભાવ રાખે છે તે તો જીવના કલ્યાણને અર્થે છે અને મોટાપુરુષ તો નિર્દોષ છે, અને મને દોષ જણાણો તે તો મારી કુમતિએ કરીને જણાણો છે;’ એમ વિચારીને સત્પુરુષનો ગુણ ગ્રહણ કરે અને પોતાના અપરાધને ક્ષમા કરાવે, તો તે પુરુષની મલિનતા મટી જાય છે.”\nપછી મહાનુભાવાનંદ સ્વામીએ પૂછ્યું જે, “રાજસી, તામસી ને સાત્ત્વિકી એ જે ત્રણ ગુણના સ્વભાવ તે સાધન કરતાં થકાં ટળે છે કે નથી ટળતા?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ સર્વે સ્વભાવ ટાળ્યા ટળે છે.” પછી વળી મહાનુભાવાનંદ સ્વામીએ પૂછ્યું જે, “દુર્વાસાદિક મુક્ત થયા છે તો પણ તે તામસી કેમ રહ્યા છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “દુર્વાસાદિકમાં જે તમોગુણ આદિક ગુણ વર્તે છે, તે તો પોતાને એ ગુણ રાખવા છે માટે રહ્યા છે. અને તે એમ જાણે છે જે, ‘કોઈક અવળો ચાલતો હોય તેને શિક્ષા કર્યા સારુ આપણે તમોગુણ છે તે બહુ રૂડો છે;’ એમ ગુણ જાણીને રાખ્યો છે. અને જ્યારે પોતામાં જે સ્વભાવ વર્તતો હોય ને તે ઉપર અભાવ આવે જે, ‘હું ભગવાનનો ભક્ત છું, તે મારે આવો ભૂંડો સ્વભાવ જોઈએ નહીં.’ એવી રીતે દોષરૂપ જાણીને જે જે સ્વભાવને તજવાને ઇચ્છે તો ભગવાનના પ્રતાપે કરીને તે તે સ્વભાવની નિવૃત્તિ થઈ જાય છે.”"
}