{
    "number": 252,
    "vachanamrut": "ગઢડા અંત્ય ૨૯\n",
    "title": "વીસ વીસ વર્ષના બે હરિભક્તો\n",
    "setting": "સંવત ૧૮૮૫ના પોષ સુદિ ૨ બીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં મેડીને આગળ ઓટા ઉપર ઢોલિયો ઢળાવીને રાત્રિને સમે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ સાધુ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે શુકમુનિને પ્રશ્ન પૂછ્યો જે, “બે સત્સંગી છે તેની અવસ્થા વીસ વીસ વર્ષની છે તથા બેયને નિશ્ચય, હેત, ભક્તિ, વૈરાગ્ય, ધર્મ તે બરોબર છે. અને તેમાંથી એકને તો પ્રારબ્ધયોગે કરીને પરણીને સ્ત્રી મળી ને એકને ન મળી ને સાંખ્યયોગી રહ્યો ને એને પણ પરણ્યાની તો ઇચ્છા હતી પણ મળી નહીં. ત્યારે એ બે જણને તીવ્ર વૈરાગ્ય તો પ્રથમથી જ ન હતો; માટે વિષયભોગમાં બેયની તીક્ષ્ણ વૃત્તિ હતી. તે તીક્ષ્ણ વૃત્તિ ઓછી તે એ ગૃહસ્થ થયો તેની થાય કે સાંખ્યયોગીની થાય? તે કહો. અને વેદ તો એમ કહે છે જે, ‘જેને તીવ્ર વૈરાગ્ય હોય તેને બ્રહ્મચર્યપણા થકી જ સંન્યાસ કરવો. ને જેને મંદ વૈરાગ્ય હોય તેને વિષયભોગની તીક્ષ્ણતા ટાળ્યાને અર્થે ગૃહસ્થાશ્રમ કરવો ને પછી વાનપ્રસ્થ થવું ને પછી સંન્યાસ કરવો.’ માટે વિચારીને ઉત્તર કરજ્યો.” પછી શુકમુનિએ એનો ઉત્તર કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજે એનો ઉત્તર કર્યો જે, “એ ગૃહસ્થાશ્રમી સારો ને બીજો જે સાંખ્યયોગી તે ભૂંડો; કેમ જે, એને તીવ્ર વૈરાગ્ય નથી, માટે એણે વિષયને તુચ્છ ને અસત્ય જાણ્યા નથી. તેમ કાંઈ પોતામાં આત્મનિષ્ઠાની પણ દૃઢતા નથી. તે સારુ એ સત્સંગથી બહાર જાય ને વિષયનો યોગ થાય તો બંધાઈ જાય ને જો વિષયનો યોગ ન થાય તો સત્સંગની પાછી લાલચ રાખે ને સત્સંગમાં આવે. અને જે ગૃહસ્થ છે તેને છ મહિને સંતનાં દર્શન થાય તો પણ સમાસ રહે. માટે મંદ વૈરાગ્યવાળાને ત્યાગ કરવો એ ઠીક નથી, ત્યાગ તો તીવ્ર વૈરાગ્યવાળાને કરવો તે ઠીક છે. અને મંદ વૈરાગ્યવાળો ત્યાગ કરે તો એનો ત્યાગ દેહ પર્યંત નભે નહીં; વર્ષે, બે વર્ષે, દસ વર્ષે તેના ત્યાગમાં વિઘ્ન જરૂર પડે.”\nત્યારે શુકમુનિએ આશંકા કરી જે, “હે મહારાજ! એ મંદ વૈરાગ્યવાળો ત્યાગી છે તે સંત થકી ભગવાનના માહાત્મ્યની વાત સાંભળે ને પછી પોતે મનમાં વિચાર કરે તો શું એને તીવ્ર વૈરાગ્ય ન આવે? અને પ્રથમથી જ તીવ્ર વૈરાગ્ય તો કોઈકને પ્રારબ્ધયોગે કરીને હશે; અને બહુધા તો એમ પ્રત્યક્ષ દેખાય છે જે, આને વૈરાગ્ય ન હતો ને પછી થયો, ત્યારે એનું કેમ સમજવું?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો તો એમ ઉત્તર છે જે, પોતાને વિચારે તથા કોઈ રીતે તીવ્ર વૈરાગ્ય થાય નહીં. અને જો ધર્મ, જ્ઞાન, વૈરાગ્ય, ભક્તિ એ ચાર ગુણે કરીને સંપન્ન એવા જે મોટા સાધુ તેની સાથે એને અતિશય હેત થાય, જેમ ભગવાન સાથે હેત થાય છે, ત્યારે તો તે જુએ, સાંભળે, બોલે ઇત્યાદિક જે જે ક્રિયાને કરે તે પોતાને જે મોટા સંત સાથે હેત છે તેની મરજી પ્રમાણે જ કરે પણ મરજી ન હોય તેવી કોઈ ક્રિયા કરે નહીં. અને તે સંતની મરજીથી બાહેર વર્ત્યામાં તેના મનને વિષે નિરંતર ભય વર્તે જે, ‘જો હું એમની મરજી પ્રમાણે નહીં વર્તું તો એ મારી સાથે હેત નહીં રાખે;’ તે સારુ નિરંતર તેની મરજી પ્રમાણે વર્તે. માટે જો એવું સંત સાથે હેત થયું હોય તો વૈરાગ્ય ન હોય તો પણ એનો ત્યાગ પાર પડે. અને જુઓ ને, આપણા સત્સંગમાં બાઈ, ભાઈ, પરમહંસ એ સર્વેને અમારી ઉપર હેત છે તો મોટેરી બે-ત્રણ બાઈઓ છે તે બરોબર બીજી સર્વે બાઈઓ વર્તમાન પાળે છે. કેમ જે, એ મનમાં એમ જાણે છે જે, ‘જો અમે ખબડદાર થઈને વર્તમાન નહીં પાળીએ તો મહારાજનું હેત અમારી ઉપર નહીં રહે ને કુરાજી થશે.’ તથા પરમહંસમાં પણ એમ છે તથા બીજા જે સત્સંગી તથા બ્રહ્મચારી તથા પાળા એ સર્વેમાં પણ એમ છે. તથા દેશદેશનાં હરિભક્ત બાઈ-ભાઈ છેટે રહ્યાં છે તે પણ વર્તમાનમાં ખબડદાર વર્તે છે અને એમ જાણે છે જે, ‘જો આપણ સારી પેઠે નહીં વર્તીએ તો મહારાજ કુરાજી થશે.’ માટે અમારે વિષે હેતે કરીને બંધાણાં થકાં સર્વે ધર્મમાં દૃઢપણે વર્તે છે; પણ વૈરાગ્ય તો કોઈકને થોડો હશે ને કોઈકને ઝાઝો હશે, તેનો કાંઈ મેળ છે નહીં. અને અમે પંચાળામાં મોરે માંદા થયા હતા ને તેમાંથી જો કાંઈક થયું હોત તો જેમ હમણાં સર્વેની વૃત્તિઓ છે તેવી ન રહેત. ત્યારે તો જે તીવ્ર વૈરાગ્યવાળા હોય તે ધર્મમાં રહે તથા તેની સાથે જેણે પોતાના જીવને હેતે કરીને બાંધી રાખ્યો હોય તે ધર્મમાં રહે તથા જે સત્સંગનો યોગ રાખે ને ભગવાનને અંતર્યામી જાણીને પોતપોતાના નિયમ કહ્યા છે તે પ્રમાણે વર્તે તો ધર્મમાં રહે અને એ વિના બીજાનું તો કાંઈ ઠીક રહે નહીં. માટે અમે જે પ્રશ્ન પૂછ્યો હતો તેનો આ અમે કહ્યો તે જ ઉત્તર છે.”"
}