{
    "number": 167,
    "vachanamrut": "ગઢડા મધ્ય ૩૪\n",
    "title": "તત્ત્વ જડ છે કે ચૈતન્ય? તેનું\n",
    "setting": "સંવત ૧૮૮૦ના ભાદરવા સુદિ ૧ પડવાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને ધોળું ધોતિયું પહેર્યું હતું ને ધોળી ચાદર ઓઢી હતી ને કાળા છેડાની ધોતલી મસ્તકે બાંધી હતી ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ દૂકડ-સરોદા લઈને ગાવતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કીર્તન રાખો, પ્રશ્ન-ઉત્તર કરીએ તો આળસ મટે.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “પ્રથમ હું એક પ્રશ્ન પૂછું છું જે, આ જીવને વિષે માયાનાં કાર્ય એવાં જે ઇન્દ્રિયો, અંતઃકરણ આદિક ચોવીસ તત્ત્વ તે રહ્યાં છે, તે એ તત્ત્વ જડ છે કે ચૈતન્ય છે?” પછી પરમહંસે કહ્યું જે, “એ તત્ત્વ ચૈતન્ય તો ખરાં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જ્યારે એ તત્ત્વ ચૈતન્ય છે ત્યારે આ શરીરને વિષે જીવ છે તે ભેળા ચોવીસ તત્ત્વના પણ ચોવીસ જીવ થયા. ત્યારે આ જીવનું જે કલ્યાણ થશે તે પણ સર્વને વહેંચાતું ભાગે આવશે ને જે પાપ કરશે તે પણ સર્વેને વહેંચાતું ભાગે આવશે. ત્યારે સુખ-દુઃખનું જે ભોક્તાપણું તે એક જીવને વિષે જ નહીં કહેવાય અને સંચિત, પ્રારબ્ધ ને ક્રિયમાણ એ ત્રણ પ્રકારનાં જે કર્મ તે પણ એક જીવને જ નહીં કહેવાય. અને નારદાદિક જે પૂર્વે મુક્ત થયા છે તેમનો એક પોતપોતાનો જીવ જ મુક્ત થયો છે પણ તે ભેળા ચોવીસ તત્ત્વના જીવ તો મુક્ત થયા કહ્યા નથી.” એવી રીતે આશંકા કરીને તત્ત્વને નિર્જીવ કરી દેખાડ્યાં. પછી તેમાં જે જે રીતે પરમહંસે ઉત્તર કર્યા તેને તેને આશંકા કરીને ખોટા કરી નાખ્યા. તે કોઈ રીતે પરમહંસથી ઉત્તર થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, એનો ઉત્તર અમે કરીએ જે, એ તત્ત્વ જે તે કાર્ય-કારણ ભેદે કરીને બે પ્રકારનાં છે; તેમાં કારણરૂપ જે તત્ત્વ છે તે ચૈતન્ય છે ને કાર્યરૂપ જે તત્ત્વ છે તે જડ છે. અને આ જીવ છે તે પોતે વિશેષ સત્તાએ કરીને હૃદયને વિષે રહ્યો છે ને પોતાની સામાન્ય સત્તાએ કરીને દેહ, ઇન્દ્રિયો, અંતઃકરણમાં તદાત્મકપણે મળ્યો છે; તેણે કરીને એ દેહાદિક ચૈતન્ય જેવાં જણાય છે પણ એ તો જડ જ છે. અને જ્યારે એ જીવ ભગવાનનો ભક્ત થઈને ભગવાનના ધામમાં જાય છે ત્યારે જડ એવાં જે તત્ત્વ તે પડ્યાં રહે છે. અને એ ચોવીસ તત્ત્વ છે તે માયામાંથી થયાં છે, માટે માયારૂપ છે ને જડ છે. અને દેહ, ઇન્દ્રિયો ને અંતઃકરણરૂપે જુદાં જુદાં જણાય છે, તે તો જેમ એક પૃથ્વી છે તે જ ત્વચા, માંસ, મજ્જા, અસ્થિ ને સ્નાયુ એ પાંચરૂપે થઈ છે ને કાચરૂપે પણ કરનારાની કીમતે થઈ છે, તેમ એ માયા છે તે પરમેશ્વરની ઇચ્છાએ કરીને એ દેહાદિકરૂપે જુદે જુદે પ્રકારે જણાય છે.”"
}