{
    "number": 183,
    "vachanamrut": "ગઢડા મધ્ય ૫૦\n",
    "title": "રહસ્યનું, જગતના લોચાનું\n",
    "setting": "સંવત ૧૮૮૦ના ચૈત્ર વદિ ૨ દ્વિતીયાને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ આથમણે દ્વાર મેડીની ઓસરી ઉપર રાત્રિને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “આજ તો અમારું જે રહસ્ય છે તે તમને સર્વેને અમારા જાણીને કહીએ છીએ જે, જેમ નદીઓ સમુદ્રને વિષે લીન થાય છે, અને જેમ સતી ને પતંગ તે અગ્નિને વિષે બળી જાય છે, અને જેમ શૂરો રણને વિષે ટુકટુક થઈ જાય છે, તેમ એકરસ પરિપૂર્ણ એવું જે બ્રહ્મસ્વરૂપ તેને વિષે અમે અમારા આત્માને લીન કરી રાખ્યો છે. અને તે તેજોમય એવું જે અક્ષરબ્રહ્મ, તેને વિષે મૂર્તિમાન એવા તે પુરુષોત્તમ ભગવાન ને તે ભગવાનના જે ભક્ત તે સંગાથે અખંડ પ્રીતિ જોડી રાખી છે અને તે વિના કોઈ પદાર્થમાં પ્રીતિ નથી, એવું અમારે અખંડ વર્તે છે. અને ઉપરથી તો અમે અતિશય ત્યાગનો ફૂંફવાડો જણાવતા નથી પણ જ્યારે અમે અમારા અંતર સામું જોઈને બીજા હરિભક્તના અંતર સામું જોઈએ છીએ ત્યારે મોટા મોટા પરમહંસ તથા મોટી મોટી સાંખ્યયોગી બાઈઓ એ સર્વેને કાંઈકે જગતની કોરનો લોચો જણાય, પણ અમારા અંતરને વિષે તો ક્યારેય સ્વપ્નમાં પણ જગતની કોરનો ઘાટ થતો નથી. અને ભગવાન ને ભગવાનના ભક્તની ભક્તિમાંથી અમને પાડવાને અર્થે કોઈ સમર્થ નથી, એમ જણાય છે. અને જે દિવસ ભગવાનની પ્રાપ્તિ નહોતી થઈ તે દિવસ પણ ભગવાનની શક્તિ જે કાળ તે પણ આ જીવનો નાશ કરી શક્યો નથી, અને કર્મ પણ નાશ કરી શક્યાં નથી, અને માયા પણ પોતાને વિષે લીન કરી શકી નથી, અને હવે તો ભગવાન મળ્યા છે માટે કાળ, કર્મ, માયાનો શો ભાર છે? એમ જાણીને એવી હિંમત બાંધી છે જે, ‘હવે તો ભગવાન ને ભગવાનના ભક્ત વિના કોઈને વિષે પ્રીતિ રાખવી નથી.’ અને જે અમારી સોબત રાખશે તેના હૃદયમાં પણ કોઈ જાતનો લોચો રહેવા દેવો નથી. શા માટે જે, જેને મારા જેવો અંતરનો દૃઢાવ હોય તે સાથે જ અમારે બને છે. અને જેના હૃદયમાં જગતના સુખની વાસના હોય તે સંગાથે તો અમે હેત કરીએ તો પણ થાય નહીં. માટે જે નિર્વાસનિક ભગવાનના ભક્ત હોય તે જ અમને વહાલા છે. એ અમારા અંતરનું રહસ્ય તે કહ્યું.” એવી રીતે શ્રીજીમહારાજે પોતાના ભક્તજનની શિક્ષાને અર્થે વાર્તા કરી."
}