{
    "number": 93,
    "vachanamrut": "સારંગપુર ૧૫\n",
    "title": "મુગ્ધા, મધ્યા અને પ્રૌઢાનું\n",
    "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૪ ચોથને દિવસ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “લ્યો, અમે પ્રશ્ન કરીએ છીએ જે, બે પ્રકારના ભગવાનના ભક્ત છે, તેમાં એકને તો ભગવાનને વિષે અત્યંત પ્રીતિ છે અને ભગવાનનાં દર્શન વિના ક્ષણમાત્ર પણ રહેવાતું નથી અને તેનો પ્રેમ બાહેર પણ ઘણો દીઠામાં આવે છે; અને બીજો જે ભગવાનનો ભક્ત છે તેને તો આત્મનિષ્ઠા પણ છે અને વૈરાગ્ય પણ પરિપૂર્ણ છે અને ભગવાનને વિષે પ્રીતિ પણ છે, તો પણ તેનો પ્રેમ પ્રથમ કહ્યો જે ભક્ત તેના જેવો જણાતો નથી. અને પ્રથમ કહ્યો તેને તો આત્મનિષ્ઠા ને વૈરાગ્ય એ બેય નથી તો પણ એની ભક્તિ અતિશય શોભે છે; અને આત્મનિષ્ઠા ને વૈરાગ્યે યુક્ત છે તો પણ તેની ભક્તિ તો પ્રથમ કહ્યો જે ભક્ત તેના જેવી શોભતી નથી. એ બે પ્રકારના ભક્તમાં કેની ભક્તિ શ્રેષ્ઠ છે? ને કેની ભક્તિ કનિષ્ઠ છે? એ પ્રશ્ન છે.” પછી સ્વયંપ્રકાશાનંદ સ્વામી બોલ્યા જે, “આત્મનિષ્ઠા અને વૈરાગ્ય નથી તો પણ જેને ભગવાનમાં અતિશય પ્રેમ છે તે જ સરસ છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને વૈરાગ્ય ને આત્મનિષ્ઠા નથી તેને શ્રેષ્ઠ કહો છો, તે શી સમજણે કહો છો? કેમ જે, એ તો દેહાભિમાની છે, માટે જ્યારે એના દેહને સુખ થાય એવા પંચવિષયનો યોગ થશે ત્યારે એને વિષયમાં પ્રીતિ થઈ જશે. પછી ભગવાનને વિષે એવી પ્રીતિ નહીં રહે. તેને તમે શ્રેષ્ઠ કેમ કહો છો?” પછી સ્વયંપ્રકાશાનંદ સ્વામી બોલ્યા જે, “જેને વિષયમાં પ્રીતિ થઈ જાય એને અમે પ્રેમી કહેતા નથી, અમે તો ગોપીઓ જેવા ભક્ત હોય તેને કહીએ છીએ.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “ગોપીઓ કાંઈ ભોળિયો નહોતી, એ તો આત્મનિષ્ઠા ને વૈરાગ્યે યુક્ત હોય તેની સમજણને ઉલ્લંઘી જાય એવી ડાહિયો હતી. જેમ કોઈક રાજનીતિનો જાણનારો હોય ને તે બોલે તેના જેવું તો ગોપીઓને બોલ્યામાં ડહાપણ હતું; અને ભગવાનને પણ જેમ યથાર્થપણે જાણ્યા જોઈએ તેમ જાણતી હતી. અને સર્વે યાદવમાં અતિશય ડાહ્યા ને ભગવાનના ચોવટિયા એવા જે ઉદ્ધવજી, તે ગોપીઓની સમજણ જોઈને ગદ્‌ગદકંઠ થઈ ગયા અને તે ઉદ્ધવજી એમ બોલ્યા જે, ‘ગોપીઓ પાસે મને જ્ઞાન કહેવા મોકલ્યો, તે તો ભગવાને મારી ઉપર અતિશય અનુગ્રહ કર્યો.’ અને પોતે ગોપીઓને ઉપદેશ કરવા ગયા હતા પણ ગોપીઓનાં વચન સાંભળીને પોતે સામો ઉપદેશ ગ્રહણ કર્યો. અને તમે કહેશો જે, ‘ગોપીઓ તો એવી બુદ્ધિમાન નહોતી,’ તો એમાં તો મુગ્ધા, મધ્યા અને પ્રૌઢા એ ત્રણ પ્રકારના ભેદ હતા. તેમાં મુગ્ધાનું એવું લક્ષણ છે જે, એક તો ભગવાન ઉપર ધોખો ઘણો કરે અને એમ બોલે જે, ‘અમે તમારે અર્થે કરી કરીને મરી ગયાં તો પણ તમે નજરમાં લાવતા નથી;’ અને એમ કરતાં જો વધુ છેડે તો ભગવાન સાથે રીસ કરે અને તોછડાં તોછડાં વચન બોલે જે, જાણીએ, હમણાં વિમુખ થઈ જશે; એવી જાતનાં જેનાં શાસ્ત્રને વિષે વચન હોય તે ગોપીને મુગ્ધા જાણવી. અને જે મધ્યા હોય તે તો કોઈ દિવસ ભગવાન સામો ક્રોધ ન કરે અને તોછડું વચન પણ ન કહે; અને ડહાપણે કરીને યુક્તિ-યુક્તિએ પોતાનું સ્વાર્થીપણું બીજાને જણાવા દે નહીં; અને પોતાનું કામ સાધે તે ભેળું ભગવાનનું ગમતું કરે પણ એકલું ભગવાનનું ગમતું કરે નહીં, અને જો ભગવાનનું જ ગમતું કરવું પડે તો પણ કાંઈક પોતાનું ગમતું કરવાની યુક્તિ જરૂર રાખે; એવાં જેનાં શાસ્ત્રને વિષે વચન હોય તે ગોપીને મધ્યા જાણવી. અને જે પ્રૌઢા હોય તે તો કેવળ ભગવાનના ગમતા પ્રમાણે જ ચાલે અને કોઈ રીતે પોતાના સ્વાર્થને અર્થે યુક્તિ કરે નહીં અને કેવળ ભગવાનને રાજી કરવાને ઇચ્છે અને જે રીતે ભગવાન રાજી થાય તે રીતે જ પોતે રાજી રહે; અને પોતાની બરોબરની જે બીજી ગોપીઓ હોય તે ઉપર ઈર્ષ્યા, ક્રોધ કરે જ નહીં અને માન, મત્સર આદિક સર્વે વિકારનો ત્યાગ કરીને ભગવાનની સેવામાં સાવધાન રહે; અને જેણે કરીને ભગવાન કુરાજી થાય તેવું આચરણ તો મન, કર્મ, વચને કરીને કોઈ કાળે કરે નહીં; એવાં જેનાં શાસ્ત્રમાં વચન હોય તે ગોપીને પ્રૌઢા જાણવી. એવી રીતે મુગ્ધા, મધ્યા અને પ્રૌઢા એવા ગોપીઓના ભેદ છે. માટે ગોપીઓની સમજણમાં તો અતિશય વિવેક હતો, તે માટે એની પ્રીતિ અણસમજણની કહેવાય નહીં. અને ગોપીઓ તો યથાર્થ ભગવાનના મહિમાને જાણતી હતી અને તે મહિમાને પ્રતાપે કરીને આત્મનિષ્ઠા ને વૈરાગ્ય સહજે એના હૈયામાં વર્તતાં હતાં. માટે એ ગોપીઓને વિષે તો આત્મનિષ્ઠા ને વૈરાગ્ય આદિક અનંત જે કલ્યાણકારી ગુણ તે ભગવાનના માહાત્મ્યને પ્રતાપે કરીને સર્વે સંપૂર્ણ હતા.\n“અને એવા ભક્તની રીત તો આમ છે જે, ‘શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ જે પાંચ વિષય તે ભગવાન સંબંધી જ ઇચ્છે, પણ બીજા કોઈ સંબંધી ઇચ્છે નહીં. અને ભગવાનને વિષે એ પંચવિષયે કરીને જે અતિશય હેત તે હેતે કરીને વૈરાગ્ય ને આત્મનિષ્ઠા નથી તો પણ ભગવાન વિના બીજો કોઈ જગતનો ઘાટ હૈયામાં થાય નહીં.’ અને જેમ વરસાદ ન વરસ્યો હોય ત્યારે નાના પ્રકારનાં તૃણનાં જે બીજ તે પૃથ્વી ઉપર કાંઈએ ભાસે નહીં અને જ્યારે વરસાદ વરસે ત્યારે એટલાં તૃણ ઊગે જે પૃથ્વી જ દેખાય નહીં; તેમ જે આત્મનિષ્ઠા ને વૈરાગ્યે કરીને રહિત છે તેને જો ભગવાન વિના બીજા કોઈ વિષયના ઘાટ જણાતા નથી, તોય પણ જ્યારે એને કુસંગનો યોગ થશે ત્યારે વિષયના ઘાટ થવા લાગશે ને બુદ્ધિ ભ્રષ્ટ થઈ જશે ને પરમેશ્વરની તો હૈયામાં સ્મૃતિ પણ નહીં રહે ને અખંડ વિષયનું ધ્યાન થશે. પછી એ જે વૈરાગ્ય ને આત્મનિષ્ઠા વિનાનો પ્રેમી તેને એમ ભાસશે જે, ‘મારે ભગવાનમાં લેશમાત્ર પ્રીતિ નથી.’ માટે આત્મનિષ્ઠા ને વૈરાગ્ય વિનાનો જે પ્રેમી ભક્ત જણાતો હોય તે તો અતિશય ન્યૂન છે. અને જેને આત્મનિષ્ઠા છે ને વૈરાગ્ય છે ને ભગવાનમાં પ્રીતિ પણ સાધારણ જેવી જ છે, તે તો એમ જાણે છે જે, ‘મારા જીવાત્માને વિષે જ આ ભગવાનની મૂર્તિ અખંડ વિરાજમાન છે,’ એમ જાણીને ઉપરથી તો ભગવાનની મૂર્તિનાં દર્શન-સ્પર્શાદિકને વિષે આતુરતા જેવું નથી જણાતું ને શાંતપણા જેવું જણાય છે, તો પણ એની પ્રીતિનાં મૂળ ઊંડાં છે, તે કોઈ કુસંગને યોગે કરીને પણ એની પ્રીતિ ઓછી થાય એવી નથી; માટે એ ભક્ત શ્રેષ્ઠ છે ને એકાંતિક છે.”"
}