{
    "number": 68,
    "vachanamrut": "ગઢડા પ્રથમ ૬૮\n",
    "title": "અષ્ટ પ્રકારની પ્રતિમામાં અને સંતમાં અખંડ રહ્યાનું\n",
    "setting": "સંવત ૧૮૭૬ના ચૈત્ર સુદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષ હેઠે ઢોલિયા ઉપર વિરાજમાન હતા ને ધોળો ખેસ પહેર્યો હતો ને ધોળી ચાદર ઓઢી હતી અને માથે ધોળું હીરકોરનું ધોતિયું બાંધ્યું હતું અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે એક પ્રશ્ન પૂછીએ છીએ.” ત્યારે મુનિએ કહ્યું જે, “પૂછો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ઓગણતેરા કાળમાં અમને એક મહિના સુધી જ્યારે નિદ્રા આવે ત્યારે એમ ભાસતું જે, અમે પુરુષોત્તમપુરીને વિષે જઈને શ્રીજગન્નાથજીની મૂર્તિને વિષે પ્રવેશ કરીને રહ્યા છીએ. અને તે મૂર્તિ તો કાષ્ઠની જણાય પણ તેને નેત્રે કરીને અમે સર્વને દેખતા અને પૂજારીનો ભક્તિભાવ તથા છળકપટ સર્વ દેખતા. અને એવી રીતે આપણા સત્સંગમાં જે સમાધિનિષ્ઠ પુરુષ હોય તે પણ સમાધિએ કરીને બીજાના દેહમાં પ્રવેશ કરીને સર્વને દેખે છે અને સર્વ શબ્દને સાંભળે છે. અને શાસ્ત્રમાં પણ એવાં વચન છે જે, ‘શુકજી વૃક્ષમાં રહીને બોલ્યા હતા.’ માટે મોટા જે સત્પુરુષ હોય અથવા જે પરમેશ્વર હોય તે જ્યાં ઇચ્છા આવે ત્યાં પ્રવેશ કરે છે. માટે તે પરમેશ્વરે પોતાની આજ્ઞાએ કરીને જે મૂર્તિ પૂજવા આપી હોય તે મૂર્તિ અષ્ટ પ્રકારની કહી છે; તેમાં પોતે સાક્ષાત્ પ્રવેશ કરીને વિરાજમાન રહે છે. તે મૂર્તિને જે ભગવાનનો ભક્ત પૂજતો હોય ત્યારે જેમ પ્રત્યક્ષ ભગવાન વિરાજતા હોય અને તેની મર્યાદા રાખે તેમ તે મૂર્તિની પણ રાખી જોઈએ, અને તેમ જ સંતના હૃદયમાં ભગવાનની મૂર્તિ રહી છે તે સંતની પણ મર્યાદા રાખી જોઈએ. તે તો એ ભક્ત લેશમાત્ર રાખતો નથી અને મૂર્તિને તો ચિત્રામણની અથવા પાષાણાદિકની જાણે છે અને સંતને બીજા માણસ જેવા જાણે છે. અને ભગવાને તો શ્રીમુખે એમ કહ્યું છે જે, ‘મારી અષ્ટ પ્રકારની જે પ્રતિમા તથા જે સંત તેને વિષે હું અખંડ નિવાસ કરીને રહું છું.’ અને એ ભક્ત તો ભગવાનની પ્રતિમા આગળ તથા સંત આગળ ગમે તેટલાં ફેલફતૂર કરે છે પણ લેશમાત્ર ભગવાનનો ડર રાખતો નથી. એને ભગવાનનો નિશ્ચય છે કે નથી? એ પ્રશ્ન છે.” ત્યારે પરમહંસ બોલ્યા જે, “જ્યારે એ ભગવાનને અંતર્યામી જાણીને મર્યાદા નથી રાખતો, તો એને ભગવાનનો નિશ્ચય જ નથી.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “એને નિશ્ચય તો નથી અને ઉપરથી પાખંડ જેવી ભક્તિ કરે છે, ત્યારે એનું કલ્યાણ થશે કે નહીં થાય?” પછી સંત બોલ્યા જે, “એનું કલ્યાણ નહીં થાય.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનની મૂર્તિને વિષે નાસ્તિકપણું આવે અને સંતને વિષે નાસ્તિકપણું આવે તેને એટલે જ નહીં રહે, એને તો જેનું ભજન-સ્મરણ કરે છે એવા જે પ્રત્યક્ષ ભગવાન તેને વિષે પણ નાસ્તિકપણું આવશે; અને એ ભગવાનનાં ગોલોક, બ્રહ્મપુર આદિક ધામ તેને વિષે પણ નાસ્તિકપણું આવશે; અને જગતની જે ઉત્પત્તિ, સ્થિતિ અને પ્રલય તેને પણ કાળે કરીને ને માયાએ કરીને ને કર્મે કરીને માનશે પણ પરમેશ્વર વતે કરીને નહીં માને; એવો પાકો નાસ્તિક થશે.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “એ નાસ્તિકપણાનો હેતુ તે કોઈ પૂર્વનું કર્મ છે કે કોઈ કુસંગ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “નાસ્તિકપણાના હેતુ તો નાસ્તિકના ગ્રંથ સાંભળવા એ જ છે અને નાસ્તિકના ગ્રંથને વિષે જેને પ્રતીતિ હોય તેનો જે સંગ તે પણ નાસ્તિકપણાનો હેતુ છે. અને વળી કામ, ક્રોધ, લોભ, અહંકાર, માન અને ઈર્ષ્યા એ પણ નાસ્તિકપણાના હેતુ છે; કેમ જે, એ માંયલો એકે સ્વભાવ વતર્તો હોય ત્યારે નારદ-સનકાદિક જેવા સાધુ વાત કરે તોય પણ મનાય નહીં. અને એ નાસ્તિકપણું મટે ક્યારે? તો જ્યારે શ્રીમદ્‌ભાગવત જેવા આસ્તિક ગ્રંથને વિષે કહી જે જગતની ઉત્પત્તિ-સ્થિતિ-પ્રલયરૂપ એવી ભગવાનની લીલા તેને સાંભળે તથા ભગવાનનું અને સંતનું માહાત્મ્ય સમજે ત્યારે એનું નાસ્તિકપણું જાય અને આસ્તિકપણું આવે.”"
}