{
    "number": 184,
    "vachanamrut": "ગઢડા મધ્ય ૫૧\n",
    "title": "આત્મસત્તારૂપ રહે તેનાં લક્ષણનું\n",
    "setting": "સંવત ૧૮૮૦ના ચૈત્ર વદિ ૯ નવમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં દક્ષિણાદે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે પરમહંસને પ્રશ્ન પૂછ્યો જે, “કોઈક સમામાં તો જીવ સુષુપ્તિમાં જાય છે ત્યારે અતિશય સુખ થાય છે અને કોઈક સમામાં તો સુષુપ્તિમાં જાય છે તો પણ ઉદ્વેગ મટતો નથી તેનું શું કારણ છે? એ પ્રશ્ન છે.” પછી મોટા મોટા સંત હતા તેમણે એ પ્રશ્નનું સમાધાન કરવા માંડ્યું પણ યથાર્થ સમાધાન થયું નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “એ તો રજોગુણનું બળ વૃદ્ધિ પામી જાય છે, તે સુષુપ્તિમાં પણ તમોગુણ ભેળો રજોગુણનો વિક્ષેપ રહે છે; માટે સુષુપ્તિમાં પણ અસુખ રહે છે. માટે ગુણનો સંગ જ્યાં સુધી રહે ત્યાં સુધી કોઈ જીવ સુખિયો રહે નહીં અને જ્યારે આત્મસત્તારૂપે રહે ત્યારે જ સુખી રહે છે.”\nપછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “આત્મસત્તારૂપે રહે તેનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “શિવ, બ્રહ્મા જેવા કોઈ સમર્થ કહેવાય નહીં, એ તો નારદ જેવાના પણ ગુરુ છે; અને એ જેવા બ્રહ્મસ્વરૂપે વર્તે છે, તેવું તો બીજાને વર્તવું કઠણ છે. તો પણ દેશ, કાળ, ક્રિયા, સંગ, મંત્ર, શાસ્ત્ર, દીક્ષા અને ધ્યાન એ આઠ જો ભૂંડાં થયાં, તો તેને યોગે કરીને એ શિવ, બ્રહ્મા જેવાને પણ અંતરમાં અતિશય દુઃખ થયું. માટે ગમે તેવો નિર્ગુણ હોય ને આત્મસત્તારૂપે રહેતો હોય ને જો તેને ભૂંડાં દેશ-કાળાદિકનો યોગ થાય તો તેને જરૂર અંતરમાં દુઃખ થાય. માટે મોટાપુરુષની બાંધેલ જે મર્યાદા તેને લોપીને કોઈ સુખી થતો નથી. માટે જેટલા ત્યાગી છે તેને તો ત્યાગીના ધર્મ પ્રમાણે વર્તવું અને જેટલા ગૃહસ્થ હરિભક્ત છે તેમને ગૃહસ્થના ધર્મ પ્રમાણે વર્તવું અને જેટલી બાઈઓ હરિભક્ત છે તેને બાઈઓના ધર્મ પ્રમાણે વર્તવું. અને જો તે થકી ઓછું વર્તે તો પણ સુખ ન થાય અને જો તે થકી અધિક વર્તે તો પણ સુખ ન થાય. શા માટે જે, પરમેશ્વરના કહેલા જે ધર્મ તે પ્રમાણે જ ગ્રંથમાં લખ્યું હોય, તેમાં કોઈ રીતે બાધ આવે એવું ન હોય ને સુખે પળે એવું હોય, ને તેથી ઓછું-અધિકું કરવા જાય, તે કરનારો જરૂર દુઃખી થાય. માટે સત્પુરુષની આજ્ઞા પ્રમાણે જે રહે છે, તે જ રૂડાં દેશકાળાદિકને વિષે રહ્યો છે અને જે સત્પુરુષની આજ્ઞાથી બહાર પડ્યો તે જ તેને ભૂંડાં દેશકાળાદિકનો યોગ થયો છે. માટે સત્પુરુષની આજ્ઞાને વિષે વર્તે છે તે જ આત્મસત્તારૂપે વર્તે છે.”"
}