{
    "number": 92,
    "vachanamrut": "સારંગપુર ૧૪\n",
    "title": "પ્રમાદ અને મોહનું\n",
    "setting": "સંવત ૧૮૭૭ના ભાદરવા સુદિ ૩ ત્રીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઓરડાની ઓસરીએ ઢોલીયા ઉપર વિરાજમાન હતા અને કાળા છેડાનો શ્વેત ખેસ પહેર્યો હતો અને શ્વેત ચાદર ઓઢી હતી ને મસ્તક ઉપર શ્વેત પાઘ બાંધી હતી ને કાન ઉપર પીળાં પુષ્પના ગુચ્છ વિરાજમાન હતા અને પાઘમાં પીળાં પુષ્પનાં છોગાં ધારણ કર્યાં હતાં અને કંઠને વિષે પીળાં પુષ્પનો હાર નાભિ સુધી હિંડળતો વિરાજમાન હતો અને આથમણું મુખારવિંદ કરીને શ્રીજીમહારાજ વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનના ભક્ત હોય તે ભગવાનનાં ધામ જે વૈકુંઠાદિક તેને પામીને પાછા પડતા નથી, એમ ભગવાને ગીતામાં કહ્યું છે; અને જે પડતો હશે તે શે દોષે કરીને પાછો પડતો હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “કોણ ભગવાનના ધામને પામીને પાછો પડ્યો છે? એક તો બતાવો!” પછી સ્વયંપ્રકાશાનંદ સ્વામીએ કહ્યું જે, “એક તો વૈકુંઠમાંથી જય-વિજય ભગવાનના પાર્ષદ પડ્યા અને ગોલોકમાંથી રાધીકાજી ને શ્રીદામા પડ્યાં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “જય-વિજય પડ્યા એ તો ભગવાને પોતાના સંતનો મહિમા દેખાડવા સારું પડ્યા જે, સનકાદિક જેવા સંતનો દ્રોહ કરે તો વૈકુંઠાદિક જેવા ધામને પામ્યો હોય તોય પણ પડી જાય છે. અને જય-વિજય તો પાછા ત્રીજે જન્મે ભગવાનના વૈકુંઠ ધામમાં પહોંચ્યા; માટે એ કાંઈ પડ્યા ન કહેવાય, એ તો ભગવાનની ઇચ્છાએ થયું. અને પડ્યો તો તે કહેવાય જે જેને પાછો ભગવાનનો સંબંધ જ ન રહે. અને ગોલોકથી રાધિકાજી પડ્યાં તે પણ ભગવાનની જ ઇચ્છા હતી અને પોતાને પણ મનુષ્ય દેહ ધારીને અનંત જીવનો ઉદ્ધાર કરવો હતો અને પોતાનાં કલ્યાણકારી જે ચરિત્ર તેને વિસ્તારવાં હતાં. માટે રાધિકાજીને કોઈ પડ્યાં કહે તો ભગવાન પણ તે ભેળે પડ્યા કહેવાય; તે સારુ ભગવાનની જ ઇચ્છાએ જે ગોલોકથી પૃથ્વીને વિષે આવ્યાં એ તે કાંઈ પડ્યાં ન કહેવાય, એ ઠેકાણે તો ભગવાનની જ ઇચ્છા જાણવી. તે ભગવાનની ઇચ્છાએ તો અક્ષરધામમાંથી પણ દેહ ધરે, અને જડ હોય તે ચૈતન્ય થઈ જાય અને ચૈતન્ય હોય તે જડ થઈ જાય; કેમ જે, ભગવાન તો અતિ સમર્થ છે તે જેમ કરે તેમ થાય, પણ તે ભગવાનની ઇચ્છા વિના તો ભગવાનના ધામને પામીને કોઈ પડે જ નહીં. અને જે પડે છે તે તો આધુનિક અપક્વ ભક્ત હોય તે સાધનકાળમાંથી જ પડે છે, તે તો યોગભ્રષ્ટ કહેવાય; પણ વૈરાગ્ય, આત્મનિષ્ઠા, ભગવાનની ભક્તિ અને બ્રહ્મચર્યાદિક જે ધર્મ તેણે કરીને જે સિદ્ધ થાય તે તો જેવા શ્વેતદ્વીપને વિષે મુક્ત છે તે સરખા છે, તે તો કોઈ કાળે પડતા નથી.”\nએવી રીતે શ્રીજીમહારાજ એટલી વાત કરીને પછી બોલ્યા જે, “લ્યો, હવે અમે એક પ્રશ્ન પૂછીએ.” પછી મુનિએ કહ્યું જે, “પૂછો.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “મહાભારતના ઉદ્યોગપર્વને વિષે સનત્સુજાત ઋષિએ ધૃતરાષ્ટ્ર પ્રત્યે કહ્યું છે જે, ‘એક તો પ્રમાદ અને બીજો મોહ એ બેયનો જે ત્યાગ કરે તે સર્વ પ્રકારે ભગવાનની માયાને તરી રહ્યો છે અને પ્રમાદ ને મોહ એનું જ નામ માયા છે.’ માટે આપણે ત્યાગી એવા ભગવાનના ભક્ત કહેવાઈએ છીએ ને તેમાં જેને પ્રમાદ ને મોહ વર્તતા હશે ને ભગવાનના મહિમાનું બળ લઈને તે ભક્ત પ્રમાદને ને મોહને ટાળ્યાનો ખટકો નહીં રાખતો હોય, તે ભક્તને દેહ છતે કેવું સુખ હશે અને મરીને તે કેવા સુખને પામશે? એ પ્રશ્ન છે.” પછી સ્વયંપ્રકાશાનંદ સ્વામી બોલ્યા જે, “જે ભગવાનનો ભક્ત હોય, તે ભગવાનનું માહાત્મ્ય અતિશય વિચારીને પ્રમાદ કે મોહ ન ટળે તો પણ તેની કાંઈ ઝાઝી ચિંતા રાખે નહીં.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનો ભક્ત હોય ને તેને પ્રમાદ ને મોહ વર્તતા હોય ને તેને ટાળ્યાનો ખટકો રાખે તેને ખોટ્ય કેટલી છે? અને ટાળ્યાનો ખટકો ન રાખે તેમાં શો વિશેષ છે?” પછી સ્વયંપ્રકાશાનંદ સ્વામી બોલ્યા જે, “ભગવાનનું બળ રાખે અને સાધનનું બળ ન રાખે, માટે એ વિશેષ જ છે.”\nતે પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને પ્રમાદ ને મોહરૂપ શત્રુ રહ્યા છે તોય પણ જે ગાફેલ રહે છે તેને તો તમે શ્રેષ્ઠ કહો છો. જેમ પતિવ્રતા સ્ત્રી હોય ને તે પોતાના પતિની બીકે ને પતિવ્રતાનો ધર્મ રાખ્યાની બીકે અતિશય મનમાં ખટકો રાખીને કોઈ પુરુષ સાથે હસીને તાળી લે નહીં, અને તેને એમ મનમાં બીક રહે જે, ‘જો હું ગાફલાઈ રાખીશ તો મારો પતિ મને વ્યભિચારિણી જાણશે તો મારી સેવા અંગીકાર નહીં કરે, એટલે મારે પતિવ્રતાના ધર્મમાં ખોટ્ય પડશે,’ એવું જાણીને મનમાં ખટકો રાખે છે. તેમ જે ભક્ત એ પતિવ્રતાના જેવી ભક્તિ રાખે ને પ્રમાદને ને મોહને ટાળવાનો ખટકો રાખે તેને તો તમે મૂળગી ખોટ્ય બતાવો છો. અને વળી જેમ કોઈક સ્ત્રી પોતાને મનમાં આવે તે પુરુષ સાથે તાળીઓ દેતી ફરે ને પતિવ્રતાનો ધર્મ પાળવાનો ખટકો ન રાખે, તેમ જે ભક્ત પ્રમાદને ને મોહને ટાળ્યાનો ખટકો ન રાખે તેને તો તમે શ્રેષ્ઠ બતાવો છો. એ તે શું તમારી એવી અવળી સમજણ છે કે કેમ છે? અને જે ગાફલાઈ રાખશે ને તે ભગવાનનો ભક્ત હશે તો તેને પ્રમાદ ને મોહ એ બે શત્રુ નડ્યા વિના નહીં રહે. જેમ મદિરા પીએ તથા ભાંગ્ય પીએ તો જેમ વિમુખને કેફ ચડે છે તેમ જ ભગવાનનો ભક્ત હોય તેને પણ કેફ ચડે ને ગાંડો થાય; તેમ મદિરા ને ભાંગ્યરૂપ જે પ્રમાદ ને મોહ તે તો જેમ વિમુખ જીવને નડે તેમ જ ભગવાનના ભક્તને પણ નડે. અને વિમુખમાં ને હરિભક્તમાં એટલો જ ફેર છે જે, ‘વિમુખને એ બે શત્રુ ટળે નહીં અને ભગવાનનો ભક્ત જો ખટકો રાખીને ટાળવાનો ઉપાય કરે તો એ બે શત્રુ નાશ પામી જાય,’ એટલો ભગવાનના ભક્તને વિશેષ છે. અને જે ગાફલાઈ રાખે તે તો ભગવાનનો ભક્ત હોય તોય સારો નહીં.”\nપછી શ્રીજીમહારાજે ફરીને પ્રશ્ન પૂછ્યો જે, “સ્થૂળ શરીર તે કેટલાં તત્ત્વનું છે અને સૂક્ષ્મ શરીર તે કેટલાં તત્ત્વનું છે? અને સ્થૂળ દેહમાં ને સૂક્ષ્મ દેહમાં બરોબર તત્ત્વ છે કે કાંઈ ઓછાં-અધિક છે? એ બે શરીરનું રૂપ કરો.” પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્નનો ઉત્તર કરવા માંડ્યો પણ થયો નહીં. પછી સર્વે મુનિ બોલ્યા જે, “હે મહારાજ! એનો ઉત્તર તમે કૃપા કરીને કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “સ્થૂળ દેહ છે તે તો પૃથ્વી આદિ પંચ મહાભૂત નામે જે પાંચ તત્ત્વ તેનું છે; અને સૂક્ષ્મ દેહ છે તે તો પાંચ જ્ઞાનેન્દ્રિયો, પાંચ કર્મેન્દ્રિયો, પંચપ્રાણ અને ચાર અંતઃકરણ એ નામે જે ઓગણીસ તત્ત્વ તેનું છે. અને તે સ્થૂળ દેહને વિષે પણ જ્યારે સૂક્ષ્મ દેહ અનુસ્યૂતપણે વર્તે છે ત્યારે જ સર્વે ક્રિયા યથાર્થપણે થાય છે, પણ તે વિના થતી નથી; કેમ જે, કાન, નેત્ર આદિક જે ઇન્દ્રિયોનાં ગોલક તેમણે યુક્ત એવો જે સ્થૂળ દેહ તેને વિષે તે તે ઇન્દ્રિયાદિકે યુક્ત એવો જે સૂક્ષ્મ દેહ તે ભળે છે તેણે કરીને તે તે ઇન્દ્રિયોના વિષયનું ગ્રહણ થાય છે, પણ કેવળ સ્થૂળ દેહનાં ગોલકે કરીને થતું નથી. તે માટે પંચતત્ત્વનું જે સ્થૂળ દેહ તેને વિષે ઓગણીસ તત્ત્વનું જે સૂક્ષ્મ દેહ તે અનુસ્યૂતપણે રહ્યું છે, તે સારુ સ્થૂળ દેહને વિષે પણ ચોવીસ તત્ત્વ છે. અને તેમ જ સૂક્ષ્મ દેહને વિષે પણ પંચતત્ત્વનું જે સ્થૂળ દેહ તે એકત્વપણે વર્તે છે ત્યારે જ સૂક્ષ્મ દેહના ભોગ સિદ્ધ થાય છે. અને સૂક્ષ્મ દેહ ઓગણીસ તત્ત્વનું છે તેને વિષે પંચતત્ત્વનું સ્થૂળ દેહ ભળે છે, માટે સૂક્ષ્મ દેહ પણ ચોવીસ તત્ત્વનું છે. અને જો સૂક્ષ્મ દેહમાં સ્થૂળ દેહ છે તો સૂક્ષ્મ દેહમાં સ્ત્રીનો સંગ કરે છે તેનો સ્થૂળ દેહમાં વીર્યપાત થઈ જાય છે; માટે સ્થૂળ દેહ ને સૂક્ષ્મ દેહની જાગ્રત અવસ્થાને વિષે ને સ્વપ્ન અવસ્થાને વિષે એકતા છે.”\nપછી મુનિએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! આ તો જેવું સ્થૂળ દેહ છે તેવું જ સૂક્ષ્મ દેહ થયું; ત્યારે જેમ સ્થૂળ દેહમાં કર્મ લાગે છે તેમ જ સૂક્ષ્મ દેહમાં લાગે છે કે કાંઈ ફેર છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સ્થૂળ દેહને વિષે એવી દૃઢ પોતાપણાની માનીનતા છે તેવી જ જો સૂક્ષ્મ દેહને વિષે માનીનતા હોય, તો જેવું સ્થૂળ દેહમાં કર્મ લાગે છે તેવું જ સૂક્ષ્મ દેહમાં પણ લાગે. અને જે સૂક્ષ્મ દેહનાં કર્મને અલ્પ કહ્યાં છે, તે તો જીવને હિંમત દેવા સારુ છે. અને જેને સ્થૂળ દેહને વિષે તથા સૂક્ષ્મ દેહને વિષે અભિમાન નથી, તેને તો સ્થૂળ દેહનું કર્મ પણ લાગતું નથી ને સૂક્ષ્મ દેહનું પણ લાગતું નથી; કેમ જે, એ તો કેવળ આત્મસત્તારૂપે જ વર્તે છે. માટે એવા જે આત્મજ્ઞાની હોય તેને તો સ્થૂળ દેહ સંબંધી તથા સૂક્ષ્મ દેહ સંબંધી કર્મ લાગે નહીં, અને તે આ દેહે કરીને અશુભ કર્મને તો કરે જ નહીં, અને પ્રારબ્ધાનુસારે જે સુખ-દુઃખ આવે તેને તો ભોગવે અને ભોગવતો થકો એમ માને જે, ‘હું એનો ભોક્તા નથી હું તો આત્મા છું.’ અને જે અજ્ઞાની દેહાભિમાની હોય તેને તો સ્થૂળ દેહ અથવા સૂક્ષ્મ દેહ સંબંધી સર્વ કર્મ લાગે છે અને તે કર્મ પ્રમાણે સુખ-દુઃખને પણ ભોગવે છે; કેમ જે, જે અજ્ઞાની છે તે જે જે વિષયને ભોગવે તે ભોગવતો થકો પોતાને દેહરૂપે માનીને એમ માને જે, ‘હું વિષયનો ભોક્તા છું.’ પછી જ્યારે અંત સમો આવે ત્યારે તે અજ્ઞાની જીવને તો યમના દૂત દેખાય ને દેહની વિસ્મૃતિ થઈ જાય ને મૂર્છા અવસ્થા આવે છે. પછી તે યમના દૂત દેહને મુકાવીને જીવને જુદો કરે છે, ત્યારે એ જીવને પ્રેતનો દેહ બંધાય છે; પછી તે દેહે કરીને યમપુરીનાં કષ્ટ ભોગવે છે. અને જ્ઞાની એવો જે ભગવાનનો ભક્ત તેને તો અંતકાળે ભગવાન કે ભગવાનના સંત દેખાય છે ને એને પણ દેહની વિસ્મૃતિ થઈ જાય ને મૂર્છા અવસ્થા આવે છે; પછી દેહને મૂકીને જુદો થાય છે ત્યારે એ ભક્તને ભગવાન ભાગવતી તનુ આપે છે ને તે દેહે કરીને એ ભગવાનના ધામને વિષે રહે છે.”"
}