{
    "number": 205,
    "vachanamrut": "વરતાલ ૫\n",
    "title": "ભગવાનમાં માયા ન સમજવાનું, સરખી સેવાનું\n",
    "setting": "સંવત ૧૮૮૨ના માગશર વદિ ૪ ચતુર્થીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિરથી ઉત્તર દિશે ગોમતીજીને કાંઠે આંબાના વૃક્ષ હેઠે વેદિ ઉપર ઢોલિયાને વિષે ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા ને અતિ સૂક્ષ્મ એવાં શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે ગુલાબનાં પુષ્પના હાર ઘણાક ધારણ કર્યા હતા અને શ્રવણ ઉપર મોટા બે બે ગુલાબનાં પુષ્પના ગુચ્છ ધારણ કર્યા હતા અને પાઘને વિષે ગુલાબનાં પુષ્પના તોરા વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિમંડળ સમગ્ર તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “વાંકડા વાંકડા પ્રશ્ન કરો જે, જેણે કરીને સૌનું આળસ ઊડી જાય.” એમ કહીને પોતે આથમણી કોરે ઉસીકું કરીને પડખાભર થયા. પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે,\n‘દૈવી હ્યેષા ગુણમયી મમ માયા દુરત્યયા।\nમામેવ યે પ્રપદ્યન્તે માયામેતાં તરન્તિ તે॥’\n“એ શ્લોકમાં શ્રીકૃષ્ણ ભગવાને એમ કહ્યું છે જે, ‘જે પુરુષ મને પામે તે દુઃખે કરીને પણ ન તરાય એવી જે મારી ગુણમયી માયા તેને તરે છે.’ ત્યારે જેને ભગવાનની પ્રાપ્તિ થઈ છે તેને ભગવાનનું ભજન કરતાં થકાં કાંઈક અંતરમાં સંકલ્પ-વિકલ્પનો વિક્ષેપ થઈ આવે છે, તેને માયા વિના બીજું કોણ કરતું હશે? એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ પોઢ્યા હતા, તે બેઠા થઈને અતિ કરુણાએ ભીના થકા બોલતા હવા જે, “માયાના જે ત્રણ ગુણ છે તેમાં તમોગુણનાં તો પંચભૂત ને પંચમાત્રા છે; અને રજોગુણનાં દશ ઇન્દ્રિયો, બુદ્ધિ ને પ્રાણ છે; અને સત્ત્વગુણનાં મન ને ઇન્દ્રિયો-અંતઃકરણના દેવતા છે. તે જે જે ભક્ત થઈ ગયા છે તે સર્વેમાં એ ત્રણ ગુણનાં કાર્યરૂપ જે ભૂત, ઇન્દ્રિયો, અંતઃકરણ ને દેવતા તે સર્વે હતાં. માટે એનો એમ ઉત્તર છે જે, પરમેશ્વરને યથાર્થપણે કરીને પરમેશ્વર જાણ્યા જે, ‘એ ભગવાનના સ્વરૂપને વિષે કોઈ પ્રકારે માયિકભાવ નથી અને એ ભગવાન તો માયા ને માયાનું કાર્ય જે ત્રણ ગુણ તે થકી પર છે,’ એવો જેને ભગવાનનો દૃઢ નિશ્ચય થયો તે ભગવાનની માયાને તરી ચૂક્યો છે. અને પોતામાં તો માયાના ગુણનું કાર્ય જે ભૂત, ઇન્દ્રિયો, અંતઃકરણ ને દેવતા તે પોતપોતાની ક્રિયાને વિષે પ્રવર્તે છે તો પણ એ માયાને તર્યો કહેવાય. કેમ જે, એ માયાનું કાર્ય પોતાને વિષે તો હોય પણ પોતાને ભજન કરવા યોગ્ય એવા જે પ્રકટ પ્રમાણ શ્રીવાસુદેવ ભગવાન તેને તો માયાના ગુણથી પર સમજે છે; માટે એને પણ માયાથી પર જ જાણવો. અને બ્રહ્માદિક દેવ ને વસિષ્ઠ, પરાશર, વિશ્વામિત્રાદિક ઋષિ એ સર્વેમાં ગુણનો પ્રવેશ જણાણો છે, તે શાસ્ત્રમાં પણ લખ્યું છે. માટે તે શું મુક્ત ન કહેવાય? ને માયાને તર્યા ન કહેવાય? સર્વે મુક્ત છે ને સર્વે માયાને તર્યા છે. અને એમ જો ઉત્તર ન કરીએ તો એ પ્રશ્નનું સમાધાન થાય નહીં. માટે એ જ ઉત્તર છે.”\nપછી નિત્યાનંદ સ્વામીએ પૂછ્યું જે, “હે મહારાજ! ભગવાનને આશરે જવું તે આશરાનું શું રૂપ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાને ગીતામાં કહ્યું છે જે,\n‘સર્વધર્માન્ પરિત્યજ્ય મામેકં શરણં વ્રજ।\nઅહં ત્વા સર્વપાપેભ્યો મોક્ષયિષ્યામિ મા શુચઃ॥’\n“એ શ્લોકમાં એમ કહ્યું છે જે, ‘બીજા સર્વ ધર્મનો પરિત્યાગ કરીને મારે એકને જ શરણે આવ્ય તો હું તને સર્વ પાપ થકી મુકાવીશ, તું શોક મા કર્ય.’ અને એવો જે ભગવાનનો દૃઢ આશ્રય તે જેને હોય, તેને મહાપ્રલય જેવું દુઃખ આવી પડે તો પણ તે દુઃખ થકી રક્ષાનો કરનારો ભગવાન વિના બીજાને ન જાણે અને જે જે પોતાને સુખ જોઈતું હોય તે પણ ભગવાન થકી જ ઇચ્છે, પણ પ્રભુ વિના બીજાને સુખદાયક ન જાણે ને પ્રભુની જેમ મરજી હોય તે પ્રમાણે જ વર્તે, એવો જે હોય તે પ્રભુનો શરણાગત જીવ કહેવાય અને તે જ ભગવાનનો અનન્ય ભક્ત કહેવાય.”\nપછી નાજે ભક્તે પૂછ્યું જે, “જેને પરિપૂર્ણ ભગવાનનો આશરો ન હોય ને બોલ્યામાં તો નક્કી હરિભક્ત હોય તેના જેવું જ નિશ્ચયનું બળ દેખાડતો હોય, તે શી રીતે કરીને કળ્યામાં આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના ભક્તનો સરસ-નરસ નિશ્ચય હોય તે તો ભેળા રહ્યા થકી અને ભેળો વ્યવહાર કર્યા થકી જેવો હોય તેવો કળાઈ આવે છે. પછી જેને થોડો નિશ્ચય હોય તે કચવાઈને સત્સંગના ભીડામાંથી માગ દઈને એકાંત પકડીને જેવું થાય તેવું ભજન કરે પણ હરિભક્તની ભીંસણમાં રહેવાય નહીં. માટે ભગવાનનો આશરો પણ ઉત્તમ, મધ્યમ ને કનિષ્ઠ એ ત્રણ પ્રકારનો છે અને તેણે કરીને ભક્ત પણ ત્રણ પ્રકારના છે.”\nપછી વળી નિત્યાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “એ કસર મટીને કનિષ્ઠ હોય તે આ જન્મને વિષે જ ઉત્તમ ભક્ત થાય કે ન થાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમ ભગવાનની માનસી પૂજા કરે તેમ જ જે ઉત્તમ હરિભક્ત હોય તેની પણ ભગવાનની પ્રસાદીએ કરીને ભગવાન ભેળી માનસી પૂજા કરે; અને જેમ ભગવાનને અર્થે થાળ કરે તેમ જ ઉત્તમ જે ભગવાનના ભક્ત તેને અર્થે પણ થાળ કરીને તેને જમાડે; અને જેમ ભગવાનને અર્થે પાંચ રૂપિયાનું ખરચ કરે તેમ જ તે મોટા સંતને અર્થે પણ ખરચ કરે. એવી રીતે ભગવાન ને ઉત્તમ લક્ષણવાળા જે સંત તેની અતિ પ્રેમે કરીને સરખી સેવા જે કરે તો તે કનિષ્ઠ ભક્ત હોય ને તે બે જન્મે તથા ચાર જન્મે તથા દસ જન્મે કે સો જન્મે કરીને ઉત્તમ ભક્ત જેવો થનારો હોય, તે આને આ જન્મે કરીને ઉત્તમ ભક્ત થાય છે. એવું ભગવાન ને તે ભગવાનના ભક્ત તેની સરખી સેવા કર્યાનું ફળ છે.”"
}