{
    "number": 79,
    "vachanamrut": "સારંગપુર ૧\n",
    "title": "મન જીત્યાનું\n",
    "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઉત્તરાદે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “‘જિતં જગત્ કેન મનો હિ યેન’ એ શ્લોકમાં એમ કહ્યું છે જે, જેણે પોતાનું મન જીત્યું તેણે સર્વ જગત જીત્યું; તે મન જીત્યું કેમ જણાય?” પછી શ્રીજીમહારાજ બોલ્યા જે, “શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ જે પંચવિષય તેમાંથી જ્યારે ઇન્દ્રિયો પાછી હઠે અને કોઈ વિષય પામવાની ઇચ્છા રહે નહીં ત્યારે સર્વે ઇન્દ્રિયો વશ થાય છે. અને જ્યારે ઇન્દ્રિયો વિષયનો સ્પર્શ જ ન કરે ત્યારે મન પણ ઇન્દ્રિયો લગણ આવે નહીં અને હૈયામાં ને હૈયામાં રહે. એવી રીતે જેને પંચવિષયનો ત્યાગ અતિ દૃઢપણે કરીને થયો ત્યારે તેનું મન જીત્યું જાણવું. અને જો વિષય ઉપર કાંઈ પ્રીતિ હોય તો મન જીત્યું હોય તો પણ જીત્યું ન જાણવું.”\nપછી વળી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “વિષયની નિવૃત્તિ થયાનું કારણ તે વૈરાગ્ય છે કે પરમેશ્વરને વિષે પ્રીતિ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એક તો વિષયની નિવૃત્તિનું કારણ આત્મનિષ્ઠા છે અને બીજું માહાત્મ્યે સહિત જે ભગવાનનું જ્ઞાન તે છે. તેમાં આત્મનિષ્ઠા તો એવી રીતની જોઈએ જે, ‘હું ચૈતન્ય છું ને દેહ જડ છે, અને હું શુદ્ધ છું ને દેહ નરકરૂપ છે, અને હું અવિનાશી છું ને દેહ નાશવંત છે, અને હું આનંદરૂપ છું ને દેહ દુઃખરૂપ છે.’ એવી રીતે જ્યારે દેહ થકી પોતાના આત્માને સર્વ પ્રકારે અતિશય વિલક્ષણ સમજે, ત્યારે દેહને પોતાનું રૂપ માનીને વિષયમાં પ્રીતિ કરે જ નહીં. એવી રીતે આત્મજ્ઞાને કરીને વિષયની નિવૃત્તિ થાય છે. અને ભગવાનનો મહિમા એમ વિચારે જે, ‘હું આત્મા છું અને જે પ્રત્યક્ષ ભગવાન મળ્યા છે તે પરમાત્મા છે. અને ગોલોક, વૈકુંઠ, શ્વેતદ્વીપ તથા બ્રહ્મપુર તથા અનંત કોટિ બ્રહ્માંડના પતિ જે બ્રહ્માદિક દેવ, એ સર્વના સ્વામી જે શ્રીપુરુષોત્તમ ભગવાન તે મને પ્રત્યક્ષ મળ્યા છે અને તે મારા આત્માને વિષે પણ અખંડ વિરાજમાન છે. અને તે ભગવાનનું જે એક નિમિષમાત્રનું દર્શન તે ઉપર અનંત કોટિ બ્રહ્માંડનાં જે વિષયસુખ છે તે સર્વેને વારીફેરીને નાંખી દેઈએ અને ભગવાનના એક રોમમાં જેટલું સુખ રહ્યું છે તેટલું સુખ જો અનંત કોટિ બ્રહ્માંડનાં વિષયસુખ ભેળાં કરીએ તો પણ તેના કોટિમા ભાગની બરોબર પણ થાય નહીં. અને જે ભગવાનનું અક્ષરધામ છે તેની આગળ બીજા જે દેવતાના લોક છે, તેને મોક્ષધર્મને વિષે નરક તુલ્ય કહ્યા છે. એવા જે ભગવાન તે મને પ્રકટ મળ્યા છે. તેને મૂકીને નરકના કુંડ જેવાં જે વિષયનાં સુખ તેને હું શું ઇચ્છું? અને વિષય સુખ તો કેવળ દુઃખરૂપ જ છે.’ એવી રીતે ભગવાનનું માહાત્મ્ય જાણવે કરીને વિષયની નિવૃત્તિ થાય છે. અને એવી રીતે જે આત્મજ્ઞાન અને પરમાત્માનું જ્ઞાન તેમાંથી જે વૈરાગ્ય પ્રકટે તે વૈરાગ્યે કરીને સર્વ વિષયસુખની વાસનાની નિવૃત્તિ થઈ જાય છે. અને જેણે એવી રીતે સમજીને વિષયસુખનો ત્યાગ કર્યો તેને પાછી વિષયમાં પ્રીતિ થાય જ નહીં. અને એનું જ મન જિતાણું કહેવાય. અને એવી સમજણ વિના ઝાઝું હેત જણાતું હોય, પણ જ્યારે કોઈક સારા વિષયની પ્રાપ્તિ થાય ત્યારે ભગવાનને પડ્યા મૂકીને વિષયમાં પ્રીતિ કરે અથવા પુત્રકલત્રાદિકને વિષે પ્રીતિ કરે; અથવા રોગાદિક સંબંધી પીડા થાય અથવા પંચવિષયનું સુખ હોય તે મટી જાય, ત્યારે ભગવાનને વિષે પ્રીતિ રહે નહીં અને વિકળ જેવો થઈ જાય. અને જેમ કૂતરાનું ગલૂડિયું હોય તે પણ નાનું હોય ત્યારે સારું દીસે, તેમ એવાની ભક્તિ પ્રથમ સારી દીસે પણ અંતે શોભે નહીં.”"
}