{
  "number": 230,
  "vachanamrut": "ગઢડા અંત્ય ૭\n",
  "title": "વજ્રની ખીલીનું\n",
  "setting": "સંવત ૧૮૮૩ના ભાદરવા વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે ગાદીતકિયા ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને કંઠને વિષે મોગરાનાં પુષ્પના હાર પહેર્યા હતા ને પાઘને વિષે મોગરાનાં પુષ્પના તોરા વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ સર્વે હરિભક્ત પ્રત્યે બોલ્યા જે, “અમારા અંતરનો જે સિદ્ધાંત છે તે કહીએ છીએ જે, જેને પોતાનું કલ્યાણ ઇચ્છવું તેને તો ભગવાન ને ભગવાનના સાધુ એથી ઉપરાંત બીજું કાંઈ જગતમાં સુખદાયી નથી. માટે જેમ પોતાના શરીરને વિષે જીવને આત્મબુદ્ધિ વર્તે છે તેવી ભગવાન ને ભગવાનના સંતને વિષે આત્મબુદ્ધિ રાખી જોઈએ અને ભગવાનના ભક્તનો પક્ષ દૃઢ કરીને રાખ્યો જોઈએ. અને તે પક્ષ રાખતાં થકાં આબરૂ વધો અથવા ઘટો, અથવા માન થાઓ કે અપમાન થાઓ, અથવા દેહ જીવો કે મરો, પણ કોઈ રીતે ભગવાન ને ભગવાનના ભક્તનો પક્ષ મૂકવો નહીં ને એમનો અભાવ આવવા દેવો નહીં. અને ભગવાનના ભક્ત જેવાં દેહ ને દેહનાં સગાંસંબંધીને વહાલાં રાખવાં નહીં. એવી રીતે જે હરિભક્ત વર્તે તેને અતિ બળવાન એવા જે કામ, ક્રોધાદિક શત્રુ તે પણ પરાભવ કરી શકતા નથી. અને જે ભગવાનનું બ્રહ્મપુર ધામ છે તેને વિષે ભગવાન સદાય સાકારમૂર્તિ વિરાજમાન છે અને ભગવાનના ભક્ત પણ એ ભગવાનના ધામમાં મૂર્તિમાન થકા ભગવાનની સેવાને વિષે રહે છે. તે ભગવાનનો જેને પ્રત્યક્ષ પ્રમાણ દૃઢ આશરો હોય તેને મનમાં એવી બીક ન રાખવી જે, ‘હું રખે મરીને ભૂતપ્રેત થઉં કે રખે ઇન્દ્રલોકને જ પામું કે રખે બ્રહ્મલોકને જ પામું!’ એવી આશંકા મનમાં રાખવી નહીં; કેમ જે, જે એવો ભગવાનનો ભક્ત હોય તે તો ભગવાનના ધામને જ પામે પણ વચમાં ક્યાંય તેને ભગવાન રહેવા દે નહીં. અને એ ભક્તજન હોય તેને પણ પોતાનું જે મન છે તેને પરમેશ્વરના ચરણારવિંદને વિષે દૃઢ કરીને રાખવું. જેમ વજ્રની પૃથ્વી હોય તેમાં વજ્રની ખીલી ચોડી હોય તે કોઈ રીતે ઊખડે નહીં, તેમ ભગવાનનાં ચરણારવિંદને વિષે પોતાના મનને દૃઢ રાખવું. અને એવી રીતે જે ભગવાનનાં ચરણારવિંદને વિષે પોતાના મનને રાખે તેને મરીને ભગવાનના ધામમાં જવું એમ નથી, એ તો છતી દેહે જ ભગવાનના ધામને પામી રહ્યો છે.” એમ વાર્તા કરીને ‘જય સચ્ચિદાનંદ’ કહીને સર્વ સભાને ઊઠવાની આજ્ઞા કરી."
}