{
    "number": 81,
    "vachanamrut": "સારંગપુર ૩\n",
    "title": "શ્રવણ, મનન, નિદિધ્યાસ અને સાક્ષાત્કારનું\n",
    "setting": "સંવત ૧૮૭૭ના શ્રાવણ વદિ ૭ સાતમને દિવસ સાંજને સમે૧૬ શ્રીજીમહારાજ ગામ શ્રીસારંગપુર મધ્યે જીવાખાચરના દરબારમાં ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને શ્વેત પાઘ મસ્તકે બાંધી હતી ને કાળા છેડાનો ખેસ ઓઢ્યો હતો ને ધોળો ખેસ પહેર્યો હતો ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી સ્વયંપ્રકાશાનંદ સ્વામીએ શ્રીજીમહારાજને પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! એક ભક્ત તો નાના પ્રકારની પૂજા-સામગ્રી લઈને પ્રત્યક્ષ ભગવાનની પૂજા કરે છે અને એક ભક્ત તો નાના પ્રકારના માનસિક ઉપચારે કરીને ભગવાનની માનસી પૂજા કરે છે, એ બે ભક્તમાં શ્રેષ્ઠ તે કોણ છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા, “જો ભગવાનને વિષે પ્રેમે કરીને અતિ રોમાંચિત-ગાત્ર થઈને તથા ગદ્‌ગદકંઠ થઈને જો ભગવાનની પ્રત્યક્ષ પૂજા કરે છે અથવા એવી રીતે જ ભગવાનની માનસી પૂજા કરે છે, તો એ બેય શ્રેષ્ઠ છે. અને પ્રેમે કરીને રોમાંચિત-ગાત્ર અને ગદ્‌ગદકંઠ થયા વિના કેવળ શુષ્ક મને કરીને પ્રત્યક્ષ ભગવાનની પૂજા કરે છે તોય ન્યૂન છે અને માનસી પૂજા કરે છે તોય ન્યૂન છે.”\nત્યારે સોમલે ખાચરે પૂછ્યું જે, “એવી રીતે જે પ્રેમમગ્ન થઈને પ્રત્યક્ષ ભગવાનની પૂજા કરતો હોય અથવા માનસી પૂજા કરતો હોય, તે ભક્ત કયે લક્ષણે કરીને ઓળખાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જેને ભગવાનની પૂજા-સેવાને વિષે તથા કથાવાર્તા, કીર્તનને વિષે અતિશય શ્રદ્ધા હોય તથા ભગવાનનું અતિશય માહાત્મ્ય સમજતો હોય ને એ બે વાનાં દિવસે દિવસે નવાં ને નવાં જ રહેતાં હોય, પણ ક્યારેય ગૌણ ન પડે. જેમ મુક્તાનંદ સ્વામીને અમે પ્રથમ લોજપુરમાં દીઠા હતા અને જેવી શ્રદ્ધા અને ભગવાનનું માહાત્મ્ય હતું તેવું ને તેવું જ આજ દિવસ સુધી નવું ને નવું છે, પણ ગૌણ પડ્યું નથી; એ બે લક્ષણે કરીને તે ભક્તને ઓળખવો. અને એવી રીતે માહાત્મ્ય ને શ્રદ્ધા વિનાના સર્વે યાદવ શ્રીકૃષ્ણ ભગવાન ભેળા જ રહેતા અને જેમ રાજાની સેવા-ચાકરી કરે તેમ સેવા-ચાકરી કરતા, તો પણ તેનું કોઈ નામ જાણતું નથી અને તે ભક્ત પણ કહેવાયા નથી. અને ઉદ્ધવજી જો શ્રીકૃષ્ણ ભગવાનની શ્રદ્ધા-માહાત્મ્યે સહિત સેવા-ચાકરી કરતા તો તે પરમ ભાગવત કહેવાયા અને તેની શાસ્ત્રમાં તથા લોકમાં અતિશય પ્રસિદ્ધિ છે.”\nપછી નિર્વિકારાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! શ્રવણ, મનન, નિદિધ્યાસ અને સાક્ષાત્કાર તે કેને કહેવાય?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “શ્રોત્રે કરીને વાર્તા સાંભળવી તેને શ્રવણ કહીએ. અને જે વાર્તા શ્રવણ કરી હોય તે વાર્તાનો મને કરી વિચાર કરીને, જેટલી વાર્તા ત્યાગ કર્યા યોગ્ય હોય તેટલીનો ત્યાગ કરે અને જેટલી વાર્તા ગ્રહણ કર્યા યોગ્ય હોય તેટલીનું ગ્રહણ કરે, તેને મનન કહીએ. અને જે વાર્તા નિશ્ચય કરીને મનને વિષે ગ્રહણ કરી હોય તેને રાત-દિવસ સંભારવાનો જે અધ્યાસ રાખવો, તેને નિદિધ્યાસ કહીએ. અને તે વાર્તા જેવી હોય તેવી ને તેવી જ ચિંતવન કર્યા વિના પણ સર્વે મૂર્તિમાનની પેઠે ઇદમ્ સાંભરી આવે, તેને સાક્ષાત્કાર કહીએ. અને જો એવી રીતે આત્માના સ્વરૂપનું શ્રવણાદિક કર્યું હોય તો આત્મસ્વરૂપનો એવી રીતે સાક્ષાત્કાર થાય; અને જો ભગવાનનો એવી રીતે શ્રવણ, મનન, નિદિધ્યાસ કર્યો હોય તો ભગવાનનો એવી રીતે સાક્ષાત્કાર થાય છે; પણ મનન ને નિદિધ્યાસ એ બે કર્યા વિના કેવળ શ્રવણે કરીને સાક્ષાત્કાર થતો નથી. અને જો ભગવાનના સ્વરૂપનું દર્શન કરીને તેનું મનન અને નિદિધ્યાસ તે ન કર્યો હોય, તો લાખ વર્ષ સુધી દર્શન કરે તો પણ તે સ્વરૂપનો સાક્ષાત્કાર ન થાય અને તે દર્શન તો કેવળ શ્રવણમાત્ર સરખું કહેવાય. અને જેણે ભગવાનના અંગ-અંગનું દર્શન કરીને પછી તે અંગ અંગનું મનન ને નિદિધ્યાસ તે કર્યો હશે તો તે અંગ આજ સહજે સાંભરી આવતું હશે અને જે અંગનું દર્શનમાત્ર જ થયું હશે તો તે અંગને સંભારતો હશે તો પણ નહીં સાંભરતું હોય. અને કેટલાક હરિભક્ત કહે છે જે, ‘અમે તો મહારાજની મૂર્તિને ધ્યાનમાં બેસીને ઘણાય સંભારીએ છીએ તો પણ એકે અંગ ધાર્યામાં નથી આવતું, તો સમગ્ર મૂર્તિ તો ક્યાંથી આવે?’ તેનું પણ એ જ કારણ છે જે, ભગવાનની મૂર્તિનાં દર્શનમાત્ર કરે છે પણ મનન ને નિદિધ્યાસ નથી કરતો, માટે કેમ ધાર્યામાં આવે? કાં જે, જે માયિક પદાર્થ છે તે પણ કેવળ દૃષ્ટિમાત્રે દેખ્યું હોય ને કેવળ શ્રવણમાત્રે સાંભળ્યું હોય અને તેને જો મનમાં સંભારી ન રાખ્યું હોય તો તે વીસરી જાય છે; તો જે અમાયિક ને દિવ્ય એવું જે ભગવાનનું સ્વરૂપ તે તો મનન ને નિદિધ્યાસ કર્યા વિના ક્યાંથી સાંભરે? માટે ભગવાનનું દર્શન કરીને તથા વાર્તા સાંભળીને જો તેનું મનન ને નિદિધ્યાસ નિરંતર કર્યા કરે તો તેનો સાક્ષાત્કાર થાય, નહીં તો આખી ઉંમર દર્શન-શ્રવણ કરે તો પણ સાક્ષાત્કાર થાય નહીં.”"
}