{
    "number": 49,
    "vachanamrut": "ગઢડા પ્રથમ ૪૯\n",
    "title": "અંતર્દૃષ્ટિનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા સુદિ ૧૪ ચૌદશને દિવસ સંધ્યા સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ લીંબડાના વૃક્ષ હેઠે ઓટા મધ્યે ઢોલિયા ઉપર વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ બે દીવીઓ બળતી હતી અને કંઠને વિષે પીળાં પુષ્પનો હાર પહેર્યો હતો ને બે હાથમાં પીળાં પુષ્પના ગજરા ધારણ કર્યા હતા અને સર્વ ધોળાં વસ્ત્ર પહેર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “પ્રશ્ન ઉત્તર કરો.” પછી બ્રહ્માનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “ભગવાનને વિષે વૃત્તિ રાખીએ છીએ તે તો સૂધી જોરે કરીને રાખીએ છીએ ત્યારે રહે છે અને જગતના પદાર્થ સન્મુખ તો એની મેળે જ રહે છે તેનું શું કારણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનના ભક્ત હોય તેની વૃત્તિ તો ભગવાન વિના બીજે રહે જ નહીં અને તેને તો એ જ ફકર રહે છે જે, ‘મારે જગતના પદાર્થમાં વૃત્તિ રાખવી તે તો ઘણું કઠણ પડશે.’ માટે પરમેશ્વરના ભક્ત હોય તેને તો જગતના પદાર્થમાં વૃત્તિ રાખવી એ જ કઠણ છે અને જે જગતના જીવ છે તેને પરમેશ્વરમાં વૃત્તિ રાખવી તે ઘણી કઠણ છે. માટે જેને પરમેશ્વરમાં વૃત્તિ ન રહે તે પરમેશ્વરનો ભક્ત નહીં અને તે સત્સંગમાં આવતો હોય તો એ ધીરે ધીરે સંતની વાર્તા સાંભળતાં સાંભળતાં પરમેશ્વરનો ભક્ત થશે.”\nપછી બ્રહ્માનંદ સ્વામીએ પૂછ્યું જે, “એવી રીતે ભગવાનમાં વૃત્તિ રાખ્યાનું શું સાધન છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનું સાધન તો અંતર્દૃષ્ટિ છે. તે અંતર્દૃષ્ટિ શું? તો જેવા પોતાને પ્રત્યક્ષ ભગવાન મળ્યા છે તેની મૂર્તિ સામું જોઈ રહેવું એ અંતર્દૃષ્ટિ છે. અને તે મૂર્તિ વિના ષટ્ચક્ર દેખાય અથવા ગોલોક, વૈકુંઠાદિક ભગવાનનાં ધામ દેખાય તો પણ તે અંતર્દૃષ્ટિ નહીં. માટે ભગવાનની મૂર્તિને અંતરમાં ધારીને તે સામું જોઈ રહેવું અથવા બહાર ભગવાનની મૂર્તિ સામું જોઈ રહેવું તેનું નામ અંતર્દૃષ્ટિ છે. અને તે મૂર્તિ વિના બીજે જ્યાં જ્યાં વૃત્તિ રહે તે સર્વે બાહ્યદૃષ્ટિ છે.” પછી વળી શ્રીજીમહારાજ પરમહંસ પ્રત્યે બોલ્યા જે, “હવે તો બે બે જણ થઈને સામસામા પ્રશ્ન-ઉત્તર કરો.” પછી ઘણી વાર સુધી પરમહંસે પરસ્પર પ્રશ્ન ઉત્તર કર્યા, તેને સાંભળતા થકા શ્રીજીમહારાજ તેમની બુદ્ધિની પરીક્ષા કરતા હવા."
}