{
    "number": 149,
    "vachanamrut": "ગઢડા મધ્ય ૧૬\n",
    "title": "સ્વરૂપનિષ્ઠા ને ધર્મનિષ્ઠાનું\n",
    "setting": "સંવત ૧૮૭૮ના ભાદરવા સુદિ ૧૦ દશમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર પાસે પાટ ઉપર વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પોતાના મુખારવિંદની આગળ મુનિમંડળ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “એક તો અર્જુનની પેઠે જે સ્વરૂપનિષ્ઠા અને બીજી યુધિષ્ઠિર રાજાની પેઠે જે ધર્મનિષ્ઠા - એ બે નિષ્ઠા છે, તેમાંથી જે સ્વરૂપનિષ્ઠાનું બળ રાખે તેને ધર્મનિષ્ઠા મોળી પડી જાય છે અને જે ધર્મનિષ્ઠાનું બળ રાખે તેને સ્વરૂપનિષ્ઠા મોળી પડી જાય છે. માટે એવો શો ઉપાય છે જે, જેણે કરીને એ બેમાંથી એકે નિષ્ઠા મોળી ન પડે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “પૃથ્વીનો ને ધર્મનો શ્રીમદ્‌ભાગવતના પ્રથમ સ્કંધને વિષે સંવાદ છે તેમાં એમ કહ્યું છે જે, ‘સત્ય‍-શૌચાદિક જે કલ્યાણકારી એવા ઓગણચાળીસ ગુણ તેણે યુક્ત ભગવાનનું સ્વરૂપ છે.’ માટે સર્વે ધર્મ ભગવાનની મૂર્તિને આધારે રહે છે, તે સારુ ભગવાનને ધર્મધુરંધર કહ્યા છે. અને વળી, શ્રીમદ્‌ભાગવતના પ્રથમ સ્કંધને વિષે શૌનકાદિક ઋષિએ સૂતપુરાણીને પૂછ્યું છે જે, ‘ધર્મના બખતરરૂપ એવા જે શ્રીકૃષ્ણ ભગવાન તે અંતર્ધાન થયા પછી ધર્મ કેને શરણે રહ્યો?’ માટે ધર્મ તે ભગવાનની મૂર્તિને જ આશરે રહે છે. તે સારુ જે ભગવાનની મૂર્તિને વિષે નિષ્ઠા રાખે તેને ભગવાનનું સ્વરૂપ હૃદયમાં રહે, એટલે તેના હૃદયમાં ધર્મ પણ રહે. માટે જે સ્વરૂપનિષ્ઠા રાખે તેને ધર્મનિષ્ઠા સહજે જ રહે અને એકલી ધર્મનિષ્ઠા રાખે તો સ્વરૂપનિષ્ઠા મોળી પડી જાય છે. તે કારણપણા માટે બુદ્ધિવાન હોય તેને સ્વરૂપનિષ્ઠા જ દૃઢ કરીને રાખવી, તો તે ભેળી ધર્મનિષ્ઠા પણ દૃઢપણે રહેશે.”\nપછી મુક્તાનંદ સ્વામીએ બીજો પ્રશ્ન પૂછ્યો જે, “પંચવિષય જિતાય તે વૈરાગ્યે કરીને જિતાય છે કે કોઈ બીજો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “વૈરાગ્ય હોય અથવા ન હોય, પણ જો પરમેશ્વરે કહ્યા એવા જે નિયમ તેને વિષે ખબડદાર રહે તો પંચવિષય જિતાય છે. અને જો શબ્દ થકી વૈરાગ્યે કરીને વૃત્તિ પાછી વાળે તો ઘણો પ્રયાસ કરે તો પણ શબ્દ સંભળાય ખરો અને કાનને બીડી લે તો સહજે શબ્દ સંભળાય નહીં. તેમ જ અયોગ્ય પદાર્થને ત્વચાએ કરીને અડે નહીં તો સહજે સ્પર્શ જિતાય. તેમ જ અયોગ્ય વસ્તુ હોય તેને નેત્રે કરીને જુએ નહીં તો સહજે રૂપ જિતાય. તેમ જ જે જે સ્વાદુ ભોજન હોય તેને મેળાવી પાણી નાંખીને જમે તથા યુક્ત આહાર કરે એટલે સહજે જ રસના જિતાય. તેમ જ અયોગ્ય ગંધ હોય ત્યાં નાકને બીડી લે તો સહજે ગંધ જિતાય. એવી રીતે નિયમે કરીને પંચવિષય જિતાય છે. અને જો નિયમમાં ન રહે તો ગમે તેવો વૈરાગ્યવાન હોય તથા જ્ઞાની હોય પણ તેનો ઠા રહે નહીં; માટે વિષય જીત્યાનું કારણ તો પરમેશ્વરના બાંધેલા જે નિયમ તે જ છે. તેમાં પણ મંદ વૈરાગ્યવાળાને તો નિયમમાં રહેવું એ જ ઊગર્યાનો ઉપાય છે; જેમ માંદો હોય તે કરી પાળીને ઓષધ ખાય તો જ નીરોગી થાય.”\nપછી અખંડાનંદ સ્વામીએ પૂછ્યું જે, “માંદાને તો કરીનો નિયમ હોય જે, આટલા દિવસ જ કરી રાખવી, તેમ કલ્યાણના સાધનનો પણ કોઈ નિયમ છે કે નથી?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને શ્રદ્ધા મંદ હોય તેને તો ઘણેક જન્મે કરીને સાધનની સમાપ્તિ થાય છે. તે ભગવદ્‌ગીતામાં કહ્યું છે જે, ‘અનેકજન્મસંસિદ્ધસ્તતો યાતિ પરાં ગતિમ્’ એ શ્લોકમાં એમ કહ્યું છે જે, ‘અનેક જન્મે કરીને સંસિદ્ધ થયો જે યોગી તે જે તે પરમપદને પામે છે,’ એ મંદ શ્રદ્ધાવાળાનો પક્ષ છે. અને જેને બળવાન શ્રદ્ધા હોય તે તો તત્કાળ સિદ્ધ થાય છે, તે પણ ગીતામાં કહ્યું છે -\n‘શ્રદ્ધાવાન્ લભતે જ્ઞાનં તત્પરઃ સંયતેન્દ્રિયઃ।\nજ્ઞાનં લબ્ધ્વા પરાં શાન્તિમચિરેણાધિગચ્છતિ॥’\n“એ શ્લોકનો એમ અર્થ છે જે, ‘નિયમમાં છે ઇન્દ્રિયો જેનાં ને શ્રદ્ધાવાન એવો જે પુરુષ તે જ્ઞાનને પામે છે ને જ્ઞાનને પામીને તત્કાળ પરમ પદને પામે છે.’ માટે જે અતિશય શ્રદ્ધાવાન હોય તેને વહેલી સાધનની સમાપ્તિ થાય છે અને જેને મંદ શ્રદ્ધા હોય તેને તો અનેક જન્મે કરીને સાધનની સમાપ્તિ થાય છે. જેમ કોઈ પુરુષ કાશીએ જતો હોય ને તે આખા દિવસમાં બે ડગલાં ચાલતો હોય તેને તો કાશીએ જતાં બહુ દિવસ લાગે અને જે વીસ વીસ ગાઉ ચાલવા માંડે તે તો અહીંથી કાશીએ થોડાક દિવસમાં પહોંચે; તેમ જેને શ્રદ્ધા બળવાન છે તે તો હમણાં તરત સત્સંગી થયો હોય તો પણ અતિશય સરસ થઈ જાય છે અને જેને શ્રદ્ધા મંદ હોય તે તો ઘણા કાળ થયા સત્સંગી થયો હોય તોય પણ લોચોપોચો રહે છે.”\nપછી શ્રીગુરુચરણરતાનંદ સ્વામીએ પૂછ્યું જે, “જ્યારે મંદ શ્રદ્ધાવાળાનું અનેક જન્મે કલ્યાણ થાય ત્યારે ત્યાં સુધી તે ક્યાં રહેતો હશે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “સુંદર દેવલોક હોય ત્યાં જઈને તે રહે છે. અને જ્યારે એ ભગવાનનું ધ્યાન કરતો ત્યારે એ ભક્ત ભગવાન સામું જોતો, ત્યારે ભગવાન પણ તે ભક્ત સામું જોતા. પછી ભગવાનનું ધ્યાન કરતાં થકાં જે જે વિષયનું એણે ચિંતવન કર્યું હતું અને જે જે વિષયમાં એ ભક્તને હેત હતું, તે ભગવાન સર્વે નજરે જોઈને અને એ દેહ મૂકે ત્યારે એને જેવા ભોગ વહાલા છે તેવા ભોગ જે લોકમાં છે તે લોકમાં એ ભક્તને પહોંચાડે છે; અને કાળને એમ આજ્ઞા કરે છે જે, ‘એ ભક્તના ભોગને તું ખંડન કરીશ મા.’ માટે તે નિરંતર દેવલોકમાં રહ્યો થકો ભોગને ભોગવે છે. પછી મૃત્યુલોકમાં આવીને અનેક જન્મે કરીને મોક્ષને પામે છે.”\nપછી અખંડાનંદ સ્વામીએ બીજો પ્રશ્ન પૂછ્યો જે, “તીવ્ર શ્રદ્ધાવાન પુરુષનાં શાં લક્ષણ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને તીવ્ર શ્રદ્ધા હોય તેને જ્યારે ભગવાનને દર્શને આવવું હોય અથવા ભગવત્કથાવાર્તા સાંભળવી હોય તથા ભગવાનની માનસી પૂજા કરવી હોય ઇત્યાદિક જે જે ભગવાન સંબંધી ક્રિયા તેને કર્યા સારુ સ્નાનાદિક જે પોતાની દેહક્રિયા તેને અતિશય ઉતાવળો થઈને કરે. અને કાગળ લખીને અમે કોઈક વર્તમાન ફેરવ્યું હોય તો તેને કરવાને અર્થે પણ આકળો થઈ જાય. અને મોટો માણસ હોય તો પણ ભગવાનનાં દર્શન સારુ બાળકની પેઠે આકળાઈ કરવા માંડે. એવાં જેનાં લક્ષણ હોય તેને તીવ્ર શ્રદ્ધાવાન જાણવો. અને જે એવી શ્રદ્ધાવાળો હોય તે સર્વે ઇન્દ્રિયોને પણ તત્કાળ વશ કરે છે. અને જેને ભગવાનના માર્ગમાં મંદ શ્રદ્ધા હોય તેનાં ઇન્દ્રિયો વિષય સન્મુખ અતિ તીક્ષ્ણપણે યુક્ત હોય. તે ગમે તેટલો સંતાડવા જાય પણ સૌને જણાઈ જાય જે, ‘આની ઇન્દ્રિયોના વિષય સન્મુખ તીક્ષ્ણ વેગ છે.’ અને ઇન્દ્રિયોનું રૂપ તો વાયુના વેગ જેવું છે, જેમ વાયુ દેખાય નહીં પણ વૃક્ષને હલાવે તેણે કરીને જણાય છે જે, વાયુ વાય છે; તેમ ઇન્દ્રિયોની વૃત્તિઓ દેખાતી નથી પણ વિષય સન્મુખ દોડે તે સૌને જણાય છે અને જો કપટે કરીને તે ઢાંકવા જાય તો કપટી જાણીને તેનો સૌને અતિશય અવગુણ આવે છે. માટે જેનાં ઇન્દ્રિયોમાં વિષય ભોગવ્યાની તીક્ષ્ણતા હોય તે કોઈ પ્રકારે છાની રહે નહીં.”\nપછી મુક્તાનંદ સ્વામીએ પૂછ્યું જે, “વિષય સન્મુખ ઇન્દ્રિયોની જે તીક્ષ્ણતા તેને ટાળ્યાનો શો ઉપાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “ઇન્દ્રિયોની તીક્ષ્ણતાને ટાળ્યાનો એ જ ઉપાય છે જે, પરમેશ્વરે ત્યાગીના ને ગૃહસ્થના જે નિયમ બાંધ્યા છે તેમાં સર્વે ઇન્દ્રિયોને મરડીને રાખે તો સહજે જ ઇન્દ્રિયોની તીક્ષ્ણતા મટી જાય. અને શ્રોત્ર, ત્વક, ચક્ષુ, રસના અને ઘ્રાણ એ પાંચે ઇન્દ્રિયોને જ્યારે કુમાર્ગમાં ન જાવા દે ત્યારે ઇન્દ્રિયોના આહાર શુદ્ધ થાય છે, તે કેડે અંતઃકરણ પણ શુદ્ધ થાય છે. માટે વૈરાગ્યનું બળ હોય અથવા ન હોય તો પણ જો ઇન્દ્રિયોને વશ કરીને પરમેશ્વરના નિયમમાં રાખે તો જેમ તીવ્ર વૈરાગ્યે કરીને વિષય જિતાય છે તે થકી પણ તે નિયમવાળાને વિશેષે વિષય જિતાય છે. માટે પરમેશ્વરના બાંધેલ જે નિયમ છે તેને જ અતિ દૃઢ કરીને રાખવા.”\nપછી વળી અખંડાનંદ સ્વામીએ પૂછ્યું જે, “જેને મંદ શ્રદ્ધા હોય તેને શ્રદ્ધા વૃદ્ધિ કેમ પામે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જો ભગવાનનું માહાત્મ્ય જણાય તો મંદ શ્રદ્ધા હોય તે પણ વૃદ્ધિને પામે. જેમ પાણી પીવાનું વાસણ મૃત્તિકાનું હોય તેમાં સહજે જ પ્રીતિ થાય નહીં અને તે પાત્ર જો સુવર્ણનું હોય તો તેમાં સહજે જ પ્રીતિ થાય; તેમ ભગવાનનું તથા ભગવાનની કથા-કીર્તનાદિકનું માહાત્મ્ય જણાય તો સહજ સ્વભાવે જ ભગવાનમાં તથા કથા-કીર્તનાદિકમાં શ્રદ્ધા વૃદ્ધિ પામે છે. માટે જે પ્રકારે ભગવાનનું માહાત્મ્ય સમજાય તે ઉપાય કરવો ને જો એ ઉપાય કરે તો શ્રદ્ધા ન હોય તો પણ શ્રદ્ધા થાય છે અને જો મંદ શ્રદ્ધા હોય તો તે વૃદ્ધિને પામે છે.”"
}