{
    "number": 194,
    "vachanamrut": "ગઢડા મધ્ય ૬૧\n",
    "title": "નિયમ, નિશ્ચય અને પક્ષનું\n",
    "setting": "સંવત ૧૮૮૧ના શ્રાવણ વદિ ૭ સાતમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઉગમણી ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને મસ્તક ઉપર શ્વેત શેલું સોનેરી છેડાનું બાંધ્યું હતું અને એક બીજું શ્વેત શેલું ઓઢ્યું હતું અને શ્વેત ખેસ પહેર્યો હતો અને મોગરાનાં પુષ્પના હાર પહેર્યા હતા અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “જેમાં ત્રણ વાનાં હોય તે પાકો સત્સંગી કહેવાય. તે ત્રણ વાનાં તે કયાં? તો એક તો પોતાને ઇષ્ટદેવે જે નિયમ ધરાવ્યા હોય તે પોતાના શિર સાટે દૃઢ કરીને પાળે પણ એ ધર્મનો કોઈ દિવસ ત્યાગ ન કરે. અને બીજો ભગવાનના સ્વરૂપનો જે નિશ્ચય તે અતિશય દૃઢપણે હોય પણ તેમાં કોઈ સંશય નાંખે તો સંશય પડે નહીં ને પોતાનું મન સંશય નાંખે તોય પણ સંશય પડે નહીં; એવો ભગવાનનો અડગ નિશ્ચય હોય. અને ત્રીજો પોતાના ઇષ્ટદેવને ભજતા હોય એવા જે સત્સંગી વૈષ્ણવ તેનો પક્ષ રાખવો. તે જેમ માબાપ દીકરા-દીકરી તેનો પક્ષ રાખે છે, અને જેમ પુત્ર હોય તે પોતાના પિતાનો પક્ષ રાખે છે, અને જેમ સ્ત્રી હોય તે પોતાના પતિનો પક્ષ રાખે છે, તેમ ભગવાનના ભક્તનો પક્ષ રાખવો. એ ત્રણ વાનાં જેમાં પરિપૂર્ણ હોય તે પાકો સત્સંગી કહેવાય. અને હરિભક્તની સભામાં મોઢા આગળ આવીને બેસતો હોય, ત્યારે બીજાને એમ જણાય જે, ‘એ મોટેરો સત્સંગી છે.’ પણ મોટેરાની તો એમ પરીક્ષા છે જે, ગૃહસ્થ હોય તે તો પોતાનું જે સર્વસ્વ તે ભગવાન ને ભગવાનના ભક્તને અર્થે કરી રાખે અને સત્સંગને અર્થે માથું દેવું હોય તો દે. અને જે ઘડીએ પોતાના ઇષ્ટદેવ આજ્ઞા કરે જે, ‘તું પરમહંસ થા,’ તો તે તત્કાળ પરમહંસ થાય. એવાં જેનાં લક્ષણ હોય, તે હરિભક્તની સભાને આગળ બેસે અથવા વાંસે બેસે પણ તેને જ સર્વે હરિભક્તમાં મોટેરો જાણવો. અને જે ત્યાગી હોય તે જ્યારે દેશ-પરદેશમાં જાય ને ત્યાં કનક-કામિનીનો યોગ થાય તોય પણ તેમાં ફેર પડે નહીં અને પોતાના જે જે નિયમો હોય તે સર્વે દૃઢ કરીને રાખે, તે સર્વે ત્યાગીમાં મોટેરો કહેવાય.\n“અને વળી જે કોઈક સંસારમાં રજોગુણી મોટો મનુષ્ય કહેવાતો હોય ને તે જ્યારે સભામાં આવે, ત્યારે તેને આદર કરીને સર્વ સભાને મોઢા આગળ બેસાર્યો જોઈએ; અને એ વ્યવહાર છે, તે જ્ઞાની હોય, ત્યાગી હોય, તેને પણ રાખ્યો જોઈએ અને જો ન રાખે તો એમાંથી ભૂંડું થાય છે. જેમ રાજા પરીક્ષિત ઋષિના આશ્રમમાં ગયા ત્યારે ઋષિ સમાધિમાં હતા, તે રાજાનું સન્માન થયું નહીં. પછી તે રાજાને રીસ ચડી, તે મરેલ સર્પ હતો તે ઋષિના ગળામાં નાખ્યો. પછી તે ઋષિના પુત્રે શાપ દીધો, તેણે કરીને તે રાજાનો સાત દિવસમાં મૃત્યુ થયો. અને જ્યારે બ્રહ્માની સભામાં દક્ષ પ્રજાપતિ આવ્યા ત્યારે શિવજી ઊભા ન થયા અને વચને કરીને પણ દક્ષનું સન્માન ન થયું. પછી દક્ષને રીસ ચડી, તે શિવનો યજ્ઞમાંથી ભાગ કાઢી નાખ્યો. પછી નંદીશ્વર ને ભૃગુઋષિ તેને સામસામા શાપ થયા. પછી તે પાપમાં સતી દક્ષના યજ્ઞમાં બળી મૂવાં અને વીરભદ્રે દક્ષનું માથું કાપીને અગ્નિમાં હોમ્યું અને દક્ષનું મુખ બકરાનું થયું. માટે ગૃહસ્થ તથા ત્યાગી એ સૌને એ રીત રાખવી જે, સંસાર-વ્યવહારે જે મોટો માણસ કહેવાતો હોય તેનું સભામાં કોઈ રીતે અપમાન કરવું નહીં; અને જો અપમાન કરે તો એમાંથી જરૂર દુઃખ થાય અને ભજન-સ્મરણમાં પણ વિક્ષેપ થાય. માટે આ વાર્તા સત્સંગી ગૃહસ્થ સર્વે તથા ત્યાગી સર્વે દૃઢ કરીને રાખજ્યો.”"
}