{
    "number": 206,
    "vachanamrut": "વરતાલ ૬\n",
    "title": "ચીમનરાવજીના પ્રશ્નનું\n",
    "setting": "સંવત ૧૮૮૨ના માગશર વદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિર આગળ મંચ ઉપર વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને કંઠને વિષે પુષ્પના હાર ધારણ કર્યા હતા ને પાઘને વિષે પુષ્પના તોરા લટકતા હતા ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી ચીમનરાવજીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જીવ જ્યારે પ્રથમ પ્રલયકાળે કારણ શરીરે યુક્ત થકા માયાને વિષે લીન હતા, પછી સૃષ્ટિસમયને વિષે એ જીવોને સ્થૂળ, સૂક્ષ્મ દેહની પ્રાપ્તિ થઈ તથા દેવ, મનુષ્ય, પશુ, પક્ષી આદિકરૂપ જે વિચિત્રપણું થયું, તે કર્મે કરીને થયું? અથવા ભગવાનની ઇચ્છાએ કરીને થયું? અને જો કર્મે કરીને થયું, એમ કહીએ તો જૈન મતની સત્યતા થાય; અને જો ભગવાનની ઇચ્છાએ કરીને થયું, એમ કહીએ તો ભગવાનને વિષે વિષમપણું ને નિર્દયપણું આવે. માટે એ જેવી રીતે હોય તેવી રીતે કૃપા કરીને કહો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એ પ્રશ્ન તમને પૂછતાં આવડ્યો નહીં. કેમ જે, જે કારણ શરીર છે તેને વિષે સ્થૂળ, સૂક્ષ્મ એ જે બે દેહ તે બીજવૃક્ષન્યાયે કરીને રહ્યા છે; માટે એને કારણ શરીર કહે છે. અને એ જ કારણ શરીર છે તે અવિદ્યાત્મક છે ને અનાદિ છે ને સંચિત કર્મે યુક્ત છે. અને જેમ બીજને ને ફોતરાને નિત્ય સંબંધ છે અને ભૂમિને ને ગંધને જેમ નિત્ય સંબંધ છે, તેમ જીવને ને કારણ શરીરને નિત્ય સંબંધ છે. અને જેમ પૃથ્વીને વિષે બીજ રહ્યાં છે તે વર્ષાકાળે જળના યોગને પામીને ઊગી નીસરે છે; તેમ માયાને વિષે કારણ શરીરે યુક્ત થકા રહ્યા એવા જે જીવ તે ઉત્પત્તિકાળને વિષે ફળપ્રદાતા એવા જે પરમેશ્વર તેની દૃષ્ટિને પામીને પોતપોતાના કર્મને અનુસારે નાના પ્રકારના દેહને પામે છે. અને નાસ્તિક એવા જે જૈન છે તે તો કેવળ કર્મને જ કર્તા કહે છે, પણ પરમેશ્વરને કર્મફળપ્રદાતા નથી કહેતા. તે નાસ્તિકનો મત ખોટો છે. માટે એકલું કાળનું જ બળ કોઈ કહે તે પણ પ્રમાણ નહીં ને એકલું કર્મનું બળ કોઈ કહે તે પણ પ્રમાણ નહીં ને એકલું પરમેશ્વરની ઇચ્છાનું બળ કોઈ કહે તે પણ પ્રમાણ નહીં; એ તો જે સમે જેનું પ્રધાનપણું હોય તે સમે શાસ્ત્રમાં તેનું જ પ્રધાનપણું કહ્યું હોય, પણ સર્વ ઠેકાણે એનું એ લેવું નહીં. કેમ જે, જ્યારે પ્રથમ આ વિશ્વ રચ્યું ત્યારે પ્રથમનો જે સત્યયુગ તેને વિષે સર્વે મનુષ્યના સંકલ્પ સત્ય થતા અને સર્વે બ્રાહ્મણ હતા અને મનમાં સંકલ્પ ધારે ત્યારે સંકલ્પમાત્રે કરીને જ પુત્રની ઉત્પત્તિ થતી અને સૌને ઘેર કલ્પવૃક્ષ હતાં અને જેટલાં મનુષ્ય હતાં તે સર્વે પરમેશ્વરનું જ ભજન કરતાં. અને જ્યારે ત્રેતાયુગ આવ્યો ત્યારે મનુષ્યના સંકલ્પ સત્ય રહ્યા નહીં; જ્યારે કલ્પવૃક્ષ હેઠે જાય ત્યારે સત્ય સંકલ્પ થાય અને સ્ત્રીનો સ્પર્શ કરે ત્યારે પુત્રની ઉત્પત્તિ થાય. અને જ્યારે દ્વાપરયુગ આવ્યો ત્યારે સ્ત્રીનો અંગસંગ કરે ત્યારે પુત્રની ઉત્પત્તિ થાય. અને એવી રીતે જે સત્યયુગ, ત્રેતાયુગની રીત તે સર્વે સત્યયુગ, ત્રેતાયુગમાં ન હોય; એ તો પ્રથમ સત્યયુગ ને પ્રથમ ત્રેતાયુગ હતા તેમાં હતી. એવી રીતે જ્યારે શુભ કાળ બળવાનપણે પ્રવર્તે, ત્યારે જીવના અશુભ કર્મના સામર્થ્યને ન્યૂન કરી નાંખે છે. અને જ્યારે અતિશય દુર્ભિક્ષ વર્ષ આવે ત્યારે સર્વે પ્રજાને દુઃખ આવે અથવા ભારે લડાઈ થાય ત્યારે લક્ષાવધિ માણસ એકકાળે મરાઈ જાય છે; ત્યારે શું બધાયનું એકભેળે શુભ કર્મ ખૂટી ગયું? એ તો અશુભ કાળની જ અતિશય સામર્થી છે, તેણે જીવના શુભ કર્મના બળને હઠાવી દીધું. માટે જ્યારે બળવાન કાળનો વેગ પ્રવર્તે ત્યારે કર્મનો મેળ રહે નહીં, કર્મમાં સુખ લખ્યું હોય તે દુઃખ થઈ જાય ને કર્મમાં જીવવું લખ્યું હોય તે કાળે કરીને મરી જાય. એવી રીતે જ્યારે બળવાન કાળનો વેગ હોય ત્યારે કાળે કરીને જ સર્વ થાય છે, એમ શાસ્ત્રમાં લખ્યું હોય. અને જ્યારે ઘણાક મનુષ્ય ભગવાનના એકાંતિક ભક્ત થાય છે, ત્યારે કળિયુગને વિષે પણ સત્યયુગ થાય છે. એ ઠેકાણે એકાંતિક ભક્તનાં જે ભગવાનની ભક્તિ સંબંધી શુભ કર્મ તેનું જોર શાસ્ત્રમાં કહ્યું હોય, પણ કાળનું જોર કહ્યું ન હોય. તે વાર્તાને જાણ્યા વિના નાસ્તિક મતવાળા છે તે કેવળ કર્મને જ સર્વકર્તા કહે છે, પણ એમ નથી જાણતા જે, એ તો ભગવાનના એકાંતિક જે ભક્ત તેના કર્મનું સામર્થ્ય કહ્યું છે, પણ વિમુખ જીવના કર્મનું એવું સામર્થ્ય કહ્યું નથી. અને જ્યારે ભગવાન એવો સંકલ્પ ધારીને પ્રકટ થાય છે જે, ‘આ દેહે કરીને તો પાત્ર-કુપાત્ર જે જે જીવને મારી મૂર્તિનો યોગ થાય તે સર્વનું કલ્યાણ કરવું છે.’ ત્યારે કાળનું ને કર્મનું કાંઈ સામર્થ્ય રહે નહીં, ત્યારે તો એકલું પરમેશ્વરનું જ સામર્થ્ય રહે છે. તે જ્યારે ભગવાને કૃષ્ણાવતાર ધાર્યો ત્યારે મહાપાપણી જે પૂતના તેણે ભગવાનને ઝેર પાયું, તેને શ્રીકૃષ્ણ ભગવાને પોતાની માતા જે યશોદાજી તે બરોબર ગતિ આપી. અને બીજા પણ મહાપાપી દૈત્ય હતા તે ભગવાનને મારવા આવ્યા હતા, તેને પણ શ્રીકૃષ્ણ ભગવાન પરમ પદ આપતા હવા. ને બીજા પણ જે જે ભાવે કરીને શ્રીકૃષ્ણ ભગવાનના સંબંધને પામ્યા તે સર્વેનું કલ્યાણ કર્યું. માટે એ ઠેકાણે તો પરમેશ્વરનું જ બળ અતિશય કહ્યું છે પણ કાળનું કે કર્મનું કાંઈ સામર્થ્ય નથી કહ્યું. માટે જે ઠેકાણે જેવું પ્રકરણ તે ઠેકાણે તેવું જાણવું.”"
}