{
  "number": 171,
  "vachanamrut": "ગઢડા મધ્ય ૩૮\n",
  "title": "માંચા ભગતનું, પ્રવેશનું\n",
  "setting": "સંવત ૧૮૮૦ના ભાદરવા વદિ ૬ છઠને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સંસારી જીવ છે તેને તો કોઈક ધન દેનારો મળે કે દીકરો દેનારો મળે તો ત્યાં તરત પ્રતીતિ આવે, અને ભગવાનના ભક્ત હોય તેને તો જંત્ર-મંત્ર, નાટક-ચેટકમાં ક્યાંય પ્રતીતિ આવે જ નહીં. અને જે હરિભક્ત હોય ને જંત્ર-મંત્રમાં પ્રતીતિ કરે તે સત્સંગી હોય તો પણ અર્ધો વિમુખ જાણવો. અને જે સાચા ભગવાનના ભક્ત હોય તે ઘણા હોય નહીં. યથાર્થ ભગવાનના ભક્ત તો કારિયાણી ગામમાં માંચો ભક્ત હતા. તે સત્સંગ થયા મોર માર્ગીના પંથમાં હતા તો પણ નિષ્કામી વર્તમાનમાં ફેર પડ્યો નહીં અને પોતે બાળબ્રહ્મચારી રહ્યા. અને કોઈક કીમિયાવાળો પોતાને ઘેર આવીને ઊતર્યો હતો, તેણે ત્રાંબામાંથી રૂપું કરી દેખાડ્યું ને પછી એ ભક્તને કહ્યું જે, ‘તમે સદાવ્રતી છો, માટે તમને આ બુટ્ટી બતાવીને રૂપું કરવા શીખવું.’ પછી એ ભક્તે લાકડી લઈને તેને ગામ બહાર કાઢી મૂક્યો અને તેને એમ કહ્યું જે, ‘અમારે તો ભગવાન વિના બીજા પદાર્થની ઇચ્છા નથી.’ પછી એ ભક્તને સત્સંગ થયો ત્યારે ભગવાનના એકાંતિક ભક્ત થયા. માટે જે એકાંતિક ભક્ત હોય તેને એક તો આત્મનિષ્ઠા હોય ને બીજો વૈરાગ્ય હોય ને ત્રીજો પોતાનો ધર્મ દૃઢપણે હોય ને ચોથી શ્રીકૃષ્ણ ભગવાનને વિષે અત્યંત ભક્તિ હોય. અને તે એકાંતિક ભક્ત જ્યારે દેહ મૂકે ત્યારે તેનો શ્રીકૃષ્ણ ભગવાનને વિષે પ્રવેશ થાય છે. અને જે એકાંતિક ન હોય તેનો તો બ્રહ્માદિકમાં પ્રવેશ થાય છે અથવા સંકર્ષણાદિકને વિષે પ્રવેશ થાય છે; પણ એકાંતિક થયા વિના શ્રીકૃષ્ણ વાસુદેવમાં પ્રવેશ થતો નથી. તે પ્રવેશ તે એમ સમજવો જે, જેમ અતિશય લોભી હોય તેનો ધનમાં પ્રવેશ થાય છે, ને જેમ અતિ કામી હોય તેનો મનગમતી સ્ત્રીમાં પ્રવેશ થાય છે, ને જેમ ઘણીક દોલતવાળો હોય ને તે વાંઝિયો હોય ને તેને દીકરો આવે તો તેનો દીકરામાં પ્રવેશ થાય છે, તેમ એવી રીતે જેનો જીવ જે સંગાથે બંધાયો હોય તેને વિષે તેનો પ્રવેશ જાણવો; પણ જેમ જળમાં જળ મળી જાય છે અને અગ્નિમાં અગ્નિ મળી જાય છે તેમ પ્રવેશ નથી થતો. એ તો જેનો જેને વિષે પ્રવેશ હોય તેને પોતાના ઇષ્ટદેવ વિના બીજા કોઈ પદાર્થને વિષે હેત ઊપજે નહીં ને એક તેની જ રટના લાગી રહે ને તે વિના જીવે તે મહાદુઃખના દિવસ ભોગવીને જીવે પણ સુખ ન થાય.”"
}