{
    "number": 14,
    "vachanamrut": "ગઢડા પ્રથમ ૧૪\n",
    "title": "‘અન્તે યા મતિઃ સા ગતિઃ’નું\n",
    "setting": "સંવત ૧૮૭૬ના માગશર વદિ ૨ બીજને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિર આગળ લીંબડાના વૃક્ષ હેઠે ઢોલિયા ઉપર દક્ષિણાદે મુખારવિંદે વિરાજમાન હતા અને માથે ધોળી પાઘ બાંધી હતી અને ધોળો ખેસ પહેર્યો હતો અને ધોળી ચાદર ઓઢી હતી અને પીળાં પુષ્પના તોરા પાઘમાં વિરાજમાન હતા અને બે કાન ઉપર પીળાં પુષ્પના ગુચ્છ વિરાજમાન હતા અને તે ગુચ્છની ઉપર ગુલાબનાં પુષ્પ વિરાજમાન હતાં અને કંઠને વિષે પીળાં પુષ્પના હાર વિરાજમાન હતા અને જમણા હાથમાં ધોળું જે સેવતીનું પુષ્પ તેને ફેરવતા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે મુનિ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “એક હરિજન છે તે સંસારને તજીને નીસર્યો છે અને અતિ તીવ્ર વૈરાગ્યવાળો તો નથી, અને દેહે કરીને તો વર્તમાન યથાર્થ પાળે છે અને મનમાં થોડી થોડી સંસારની વાસના રહી છે તેને વિચારે કરીને ખોટી કરી નાંખે છે, એવો એક ત્યાગી ભક્ત છે; અને તેને ભગવાનનો નિશ્ચય પણ દૃઢ છે. અને વળી બીજો ગૃહસ્થ ભક્ત છે તેને પણ ભગવાનનો નિશ્ચય દૃઢ છે, અને આજ્ઞાએ કરીને ઘરમાં રહ્યો છે અને સંસાર થકી ઉદાસ છે, અને જેટલી ત્યાગીને જગતમાં વાસના છે તેટલી તે ગૃહસ્થને પણ વાસના છે. એ બે જે ભગવાનના ભક્ત તેમાં કોણ શ્રેષ્ઠ છે?” પછી મુક્તાનંદ સ્વામી બોલ્યા જે, “એ ત્યાગી ભક્ત શ્રેષ્ઠ છે.” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “ઓલ્યો મૂંઝાઈને પોતાની મેળે ભેખ લઈને નીસર્યો છે તે કેવી રીતે શ્રેષ્ઠ છે? અને ગૃહસ્થ તો આજ્ઞાએ કરીને ઘરમાં રહ્યો છે તે કેવી રીતે ન્યૂન છે?” પછી શ્રીજીમહારાજના પ્રશ્નનું મુક્તાનંદ સ્વામીએ બહુ પ્રકારે સમાધાન કર્યું પણ સમાધાન થયું નહીં. પછી મુક્તાનંદ સ્વામી બોલ્યા જે, “હે મહારાજ! તમે ઉત્તર કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ત્યાગી હોય અને તેને સારી પેઠે ખાવા મળે અને જો કાચી મતિવાળો હોય તો પાછી સંસારની વાસના હૃદયમાં ઉદય થાય અથવા ઘણું દુઃખ પડે તો પણ પાછી સંસારની વાસના ઉદય થાય. એવા ત્યાગી કરતાં તો ગૃહસ્થ ઘણો સારો; કેમ જે, ગૃહસ્થ ભક્તને જ્યારે દુઃખ પડે અથવા ઘણું સુખ આવી પડે ત્યારે તે એમ વિચાર રાખે જે, ‘રખે મારે આમાંથી બંધન થાય!’ એવું જાણીને તે સંસારમાંથી ઉદાસ રહે. માટે ત્યાગી તો તે ખરો જે, જેણે સંસાર મૂક્યો ને પાછી સંસારની વાસના રહે જ નહીં. અને ગૃહસ્થ તો વાસનાવાળા ત્યાગી કરતાં ઘણો શ્રેષ્ઠ છે, જો ગૃહસ્થના ધર્મ સચવાય તો; પણ ગૃહસ્થના ધર્મ તો ઘણા કઠણ છે. અને અનંત પ્રકારનાં સુખ-દુઃખ આવી પડે ત્યારે સંતની સેવામાંથી અને ધર્મમાંથી મનને આડુંઅવળું ડોલવા દે નહીં, અને એમ સમજે જે, ‘સંતનો સમાગમ મળ્યો છે તે તો મને પરમ ચિંતામણિ અને કલ્પવૃક્ષ મળ્યો છે; અને ધન, દોલત, દીકરા, દીકરી એ તો સર્વે સ્વપ્ન તુલ્ય છે અને સાચો લાભ તે સંતનો સમાગમ મળ્યો એ જ છે’ એમ સમજે અને ગમે તેવું ભારે દુઃખ આવી પડે પણ તેણે કરીને પાછો પડે નહીં, એવો જે ગૃહસ્થ તે અતિ શ્રેષ્ઠ છે. અને સૌ કરતાં ભગવાનના ભક્ત થાવું એ ઘણું કઠણ છે અને ભગવાનના ભક્તનો સમાગમ મળવો ઘણો દુર્લભ છે.” એમ કહીને તે ઉપર શ્રીજીમહારાજે ભગવાન અને સંતના મહિમાનાં મુક્તાનંદ સ્વામીનાં કીર્તન ગવરાવ્યાં.\nપછી મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “શ્રુતિમાં એમ કહ્યું છે જે, ‘અન્તે યા મતિઃ સા ગતિઃ’ એવી રીતે કહ્યું છે જે, અંતકાળે ભગવાનને વિષે મતિ રહે તો ગતિ થાય અને ન રહે તો ન થાય; એવો એ શ્રુતિનો અર્થ ભાસે છે. ત્યારે જે ભક્તિ કરી હોય તેનો શો વિશેષ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જેને સાક્ષાત્ ભગવાનની પ્રાપ્તિ થઈ છે તેને અંતકાળે સ્મૃતિ રહે અથવા ન રહે તો પણ તેનું અકલ્યાણ થાય નહીં, તેની તો ભગવાન રક્ષા કરે છે. અને જે ભગવાન થકી વિમુખ છે તે તો બોલતાં-ચાલતાં દેહ મૂકે છે તો પણ તેનું કલ્યાણ થાતું નથી અને મરીને યમપુરીમાં જાય છે. અને કેટલાક પાપી કસાઈ હોય તે બોલતાં-ચાલતાં દેહ મૂકે છે, અને ભગવાનનો ભક્ત હોય અને તેનો અકાળ મૃત્યુ થયો તે માટે શું તેનું અકલ્યાણ થાશે? અને તે પાપીનું શું કલ્યાણ થાશે? નહીં જ થાય. ત્યારે એ શ્રુતિનો અર્થ એમ કરવો જે, જેવી હમણાં એને મતિ છે તેવી અંતકાળે ગતિ થાય છે. માટે તે જે ભક્ત છે તેની મતિમાં એમ રહ્યું છે જે, ‘મારું કલ્યાણ તો થઈ રહ્યું છે,’ તો તેનું કલ્યાણ અંતકાળે થઈ જ રહ્યું છે. અને જેને સંતની પ્રાપ્તિ નથી થઈ અને ભગવાનના સ્વરૂપની પણ પ્રાપ્તિ નથી થઈ તેની મતિમાં તો એમ વર્તે છે જે, ‘હું અજ્ઞાની છું અને મારું કલ્યાણ નહીં થાય,’ તો જેવી એની મતિ છે તેવી એની અંતકાળે ગતિ થાય છે. અને જે ભગવાનના દાસ થયા છે તેને તો કાંઈ કરવું રહ્યું નથી. એનાં દર્શને કરીને તો બીજા જીવનું કલ્યાણ થાય છે, તો એનું કલ્યાણ થાય એમાં શું કહેવું? પણ ભગવાનનું દાસપણું આવવું તે ઘણું કઠણ છે. કેમ જે, ભગવાનના દાસ હોય તેનાં તો એ લક્ષણ છે જે, દેહને મિથ્યા જાણે અને પોતાના આત્માને સત્ય જાણે, અને પોતાના જે સ્વામી તેને ભોગવ્યાનાં જે પદાર્થ તેને પોતે ભોગવવાને અર્થે ઇચ્છે જ નહીં, અને પોતાના સ્વામીનું ગમતું મૂકીને બીજું આચરણ કરે જ નહીં; એવો હોય તે હરિનો દાસ કહેવાય. અને જે હરિનો દાસ હોય તે દેહરૂપે વર્તે તે તો પ્રાકૃત ભક્ત કહેવાય.”"
}