{
  "number": 193,
  "vachanamrut": "ગઢડા મધ્ય ૬૦\n",
  "title": "વિક્ષેપ ટાળ્યાનું, પક્ષ રાખ્યાનું\n",
  "setting": "સંવત ૧૮૮૧ના શ્રાવણ વદિ ૪ ચોથને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઉગમણી ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને શ્વેત પાઘ મસ્તક ઉપર બાંધી હતી અને શ્વેત પછેડી ઓઢી હતી અને શ્વેત ખેસ પહેર્યો હતો અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજે કહ્યું જે, “પ્રશ્ન-ઉત્તર કરો.” ત્યારે મુક્તાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! આ સંસારને વિષે તો કેટલીક જાતના વિક્ષેપ આવે છે, તેમાં કેવી રીતે ભગવાનનો ભક્ત સમજે તો અંતરે સુખ રહે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો ઉત્તર તો જેમ અમને વર્તાય છે તેમ કહીએ જે, પોતાના દેહથી નોખો જે પોતાનો આત્મા તેનું જે નિરંતર અનુસંધાન તથા માયિક એવાં જે પદાર્થમાત્ર તેના નાશવંતપણાનું જે અનુસંધાન તથા ભગવાનના માહાત્મ્યજ્ઞાનનું જે અનુસંધાન એ ત્રણે કરીને કોઈ વિક્ષેપ આડો આવતો નથી. અને જ્યારે કોઈક જાતના વિક્ષેપનો યોગ આવે ત્યારે ઉપરથી તો ચિત્તનો ધર્મ છે તે વિક્ષેપ જેવું જણાય, પણ તે વિક્ષેપનો પોતાના ચૈતન્યમાં તો ડંસ બેસતો નથી. તે કેમ જણાય જે, જ્યારે સૂઈએ છીએ ત્યારે બહારલ્યો જે વિક્ષેપ તે કોઈ દિવસ સ્વપ્નમાં દેખાતો જ નથી અને જે ચૈતન્યમાં વિક્ષેપ પેઠો હોય તે તો ત્રણે અવસ્થામાં જણાય છે. માટે સ્વપ્નમાં કોઈ રીતે વિક્ષેપ જણાતો નથી, તે થકી એમ જાણીએ છીએ જે, ‘ચૈતન્યમાં વિક્ષેપ કોઈ રીતે વળગતો નથી.’ અને જે ભગવાનનો ભક્ત હોય ને તેને કોઈક પ્રકારના દુઃખનો વિક્ષેપ થયો હોય એ તો સારી પેઠે અંતરમાં જણાય છે, પણ ન જણાય એમ નથી. અને એ તો રઘુનાથદાસ સરખો વિમુખ હોય તેને તો ન જણાય; તે જ્યારે રામાનંદ સ્વામીએ દેહ મૂક્યો ને સર્વે સત્સંગી રોવા લાગ્યા ત્યારે પણ રઘુનાથદાસને તો જરાય શોક થયો નહીં; અને હસતો જાય ને બીજાને આગળ વાત કરતો જાય. માટે ભગવાનના ભક્તને દુઃખ આવી પડે ત્યારે તો જે ચાંડાળ ને વિમુખ હોય તેને દુઃખ ન થાય, પણ જે ભગવાનનો ભક્ત હોય તે તો હરિભક્તને દુઃખે કરીને જરૂર દુખિયો થાય.\n“અને જે ભગવાનનો ભક્ત હોય ને તેને કોઈક મારી નાંખતો હોય અથવા તેને કોઈક દુઃખ દેતો હોય ને તે ભગવાનના ભક્ત આડો જઈને જો મરે કે ઘાયલ થાય, તો શાસ્ત્રમાં એમ કહ્યું છે જે, ‘તેનાં બ્રહ્મહત્યાદિક જે પંચ મહાપાપ તે સર્વે મટી જાય છે;’ એવો ભગવાનના ભક્તનો પક્ષ રાખ્યાનો પ્રતાપ છે. અને જેને ભગવાનના ભક્તનું વચન બાણની પેઠે હૈયામાં વસમું લાગે અને તેની વૈરભાવે આંટી પડી જાય તે જીવે ત્યાં સુધી ટળે નહીં, એવો જે ચાંડાળ જેવો જીવ હોય તે ધર્મે યુક્ત હોય, ત્યાગે યુક્ત હોય, તપે યુક્ત હોય, તે સર્વે વૃથા છે; અને બીજાં પણ કોટિક સાધન કરે પણ તેના જીવનું કોઈ કાળે કલ્યાણ થાય નહીં. અને આ સંસારને વિષે જેમ કોઈક સ્ત્રી હોય તે પોતાના પતિ ઉપર ને બીજા પુરુષ ઉપર સરખું હેત રાખે તે વેશ્યા સરખી ભૂંડી કહેવાય; તેમ આ સંસારને વિષે જે એવો પુરુષ હોય જે, ‘આપણે તો બધાય સાધુ સરખા છે, કેને સારો-નરસો કહીએ?’ તો તે સત્સંગી કહેવાતો હોય તો પણ તેને વિમુખ જાણવો. અને જે પુરુષ એમ જાણે જે, ‘આપણ કાંઈક અવળું-સવળું બોલીએ તો આપણો માણસ અવગુણ લેશે;’ એવી રીતે પોતાની સારપ્ય રાખ્યા સારુ ભગવાનનું કે ભગવાનના ભક્તનું કોઈક ઘસાતું બોલે ને તેને સાંભળી રહે, તો તે સત્સંગી કહેવાતો હોય તો પણ તેને વિમુખ જાણવો. અને જેવાં પોતાનાં સગાંવહાલાં હોય અથવા માબાપ હોય તેનો પક્ષ રહે છે, તેવો ભગવાનના ભક્તનો દૃઢ પક્ષ રાખવો. અને ભગવાનના ભક્ત સાથે કોઈ રીતનો વિક્ષેપ થાય તો જળમાં લીટાની પેઠે ફેર એક થઈ જાય પણ આંટી રાખે નહીં, તે જ ભગવાનનો યથાર્થ ભક્ત કહેવાય.” એટલી વાર્તા કરીને પછી શ્રીજીમહારાજ એમ બોલ્યા જે, “હું તો દત્તાત્રેય, જડભરત, નારદ અને શુકજી તે સરખો દયાવાળો છું. અને પૂર્વદેશમાં એક સમે નાગડા બેરાગીની જમાત ભેળો હતો. તે મને સર્વે બેરાગીએ કહ્યું જે, ‘તાંદળજાની લીલી ભાજી તોડો.’ ત્યારે મેં કહ્યું જે, ‘એમાં તો જીવ છે તે અમે નહીં તોડીએ.’ પછી એક જણે તરવાર ઉઘાડી કરીને ડારો કર્યો તો પણ અમે લીલી ભાજી ન તોડી, એવો અમારો દયાવાળો સ્વભાવ છે; તો પણ જો કોઈક ભગવાનના ભક્તને ક્રૂર દૃષ્ટિએ કરીને જોતો હોય ને તે જો પોતાનો સગોવહાલો હોય તોય પણ જાણીએ જે, તેની આંખ્ય ફોડી નાંખીએ અને હાથે કરીને જો ભગવાનના ભક્તને દુખવે તો તે હાથને કાપી નાંખીએ, એવો તેનો અભાવ આવે છે પણ ત્યાં દયા નથી રહેતી. અને એવો જેને ભગવાનનો ને ભગવાનના ભક્તનો પક્ષ હોય તેને જ ભગવાનનો પૂરો ભક્ત કહેવાય.”"
}