{
    "number": 129,
    "vachanamrut": "પંચાળા ૩\n",
    "title": "મુનિબાવાનું, મોક્ષના કામમાં આવે તેને બુદ્ધિ કહિએ, તેનું\n",
    "setting": "સંવત ૧૮૭૭ના ફાગણ સુદિ ૮ અષ્ટમીને દિવસ શ્રીજીમહારાજ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો ફેંટો માથે બાંધ્યો હતો તથા ધોળો ખેસ પહેર્યો હતો તથા ધોળી પછેડી ઓઢી હતી અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “સર્વે પરમહંસ માંહોમાંહી પ્રશ્ન-ઉત્તર કરો.” ત્યારે મુનિબાવે બ્રહ્માનંદ સ્વામીને પ્રશ્ન પૂછ્યો જે, “આવો સત્સંગનો ને ભગવાનનો યોગ મળ્યો છે ને બીજા વિકાર સર્વે ટળી ગયા છે તથા સત્સંગનો ખપ છે તો પણ માન, ઈર્ષ્યા કેમ રહી જાય છે?” પછી એનો ઉત્તર બ્રહ્માનંદ સ્વામીએ કરવા માંડ્યો પણ થયો નહીં. પછી શ્રીજીમહારાજ બોલ્યા જે, “એવો જે છે તેમાં બુદ્ધિ નથી. અને જે બુદ્ધિવાળો છે તે તો પોતામાં જેટલા અવગુણ હોય તેને જાણે તથા જેટલા ગુણ હોય તેને પણ જાણે અને બીજામાં જે ગુણ તથા અવગુણ હોય તેને પણ જાણે. અને જે બુદ્ધિવાળો ન હોય તે તો પોતામાં ગુણ જ જાણે પણ અવગુણ હોય તેને તો જાણે નહીં; અને પોતાને સનકાદિક જેવો મોટો જાણે ને બીજા મોટા હોય તેને પણ પોતાથી ઊતરતા જાણે. અને જે બુદ્ધિવાળો હોય તે પોતાના અવગુણને જાણતો હોય જે, ‘મારામાં આટલો અવગુણ છે;’ પછી તેની ઉપર ચાડ રાખીને તે અવગુણને ટાળી નાંખે તથા તે અવગુણને ટાળવાની બીજા સંત વાર્તા કરતા હોય તેને હિતકારી માને, માટે એમાં માન, ઈર્ષ્યાદિક કોઈ અવગુણ રહે નહીં. અને કોઈકમાં મોટી બુદ્ધિ જણાતી હોય ને તે જો પોતાના અવગુણને ન વિચારતો હોય તો તેની વ્યાવહારિક બુદ્ધિ જાણવી; અને તે બુદ્ધિ ઉપરથી તો બહુ ચોજાળી જણાય પણ એને બુદ્ધિવાળો ન કહેવાય, તેને તો અતિ મૂર્ખ જાણવો ને એની એ બુદ્ધિ પોતાના મોક્ષના કામમાં આવે નહીં. અને થોડીક બુદ્ધિ હોય ને જો પોતામાં અવગુણ હોય તેને જાણીને તેને ટાળ્યાનો ઉપાય કરે તો એની થોડી બુદ્ધિ પણ મોક્ષને ઉપયોગી થાય છે અને એને જ બુદ્ધિવાળો કહીએ. અને જે પોતામાં તો કોઈ વારે અવગુણ પરઠે નહીં ને ગુણ જ પરઠે તેને મૂર્ખ કહીએ અને પોતામાં અવગુણ પરઠે તેને બુદ્ધિવાળો કહીએ.”\nપછી શ્રીજીમહારાજે આજ્ઞા કરી જે, “કીર્તન ગાવો.” પછી, ‘સખી! આજ મોહન દીઠા રે શેરીએ આવતા રે’ એ કીર્તન પરમહંસ ગાવા લાગ્યા. ત્યારે વળી શ્રીજીમહારાજ બોલ્યા જે, “હવે કીર્તન રાખો, અને આ કીર્તન ગાયાં તેમાં હેત બહુ છે. તે હેતનો અમે વિચાર કર્યો જે, હેત મોટી વાત છે અને હેતે કરીને ભગવાનને ભજવા એ ઠીક છે. પણ સારી પેઠે વિચારીને જોયું ત્યારે એમ જણાણું જે, ‘હેત છે તે જ ભગવાનની માયા છે.’ કેમ જે, સ્ત્રીઓ પરસ્પર બોલતી હોય, જોતી હોય, સ્પર્શ કરતી હોય, તેમાં બીજી રીતનું હેત છે; અને પુરુષ હોય ને પરસ્પર બોલે, જુએ, સ્પર્શ કરે તેમાં પણ બીજી રીતનું હેત છે. અને પુરુષ જે તે સ્ત્રીને જોતો હોય ને આલિંગન કરતો હોય, તેની વાર્તા સાંભળતો હોય, તેનો સુગંધ લેતો હોય ને તેની વાર્તા કરતો હોય તેને વિષે જેવું હેત થાય છે ને તે સ્ત્રીમાં પુરુષનું મન આકર્ષણ થઈ જાય છે તેવું પુરુષને પુરુષમાં નથી થતું. તથા સ્ત્રી હોય ને પુરુષને જોતી હોય, આલિંગન કરતી હોય ઇત્યાદિક પુરુષના સંબંધે કરીને સ્ત્રીને હેત જેવું પુરુષમાં થાય છે ને તેનું મન પુરુષમાં સમગ્રપણે ખેંચાઈ જાય છે તેવું સ્ત્રીને સ્ત્રીમાં નથી થતું. માટે જે થકી જગતનો પ્રવાહ છે ને જે જીવને સંસૃતિ ને બંધનની કરનારી છે એવી જે ભગવાનની માયા તે જ હેતરૂપ છે. પછી એમ વિચાર થયો જે, ‘શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ એ જે પંચવિષય છે તે બીજે ઠેકાણેથી મિથ્યા કરીને એક ભગવાનમાં જ આત્યંતિક સુખ જાણીને જોડ્યા હોય તે તો ઠીક છે, તે માયા નથી.’ પછી વળી તેમાં પણ વિચાર થયો જે, એ પણ ઠીક નહીં; કાં જે, ભગવાનના રૂપ કરતાં અધિક રૂપ, અધિક સ્પર્શ, અધિક રસ, અધિક ગંધ, અધિક શબ્દ તે બીજાને વિષે જણાય તો ભગવાનને મૂકીને તેને વિષે હેત થઈ જાય. જેમ સોળ હજાર ને એકસો જે શ્રીકૃષ્ણ ભગવાનની સ્ત્રીઓ હતી તે જન્માંતરે અપ્સરાઓ હતી. તેમણે બ્રહ્મા પાસે વર માગ્યો જે, ‘હે મહારાજ! અમે દેવ, દૈત્ય અને મનુષ્ય એ સર્વેનો સ્પર્શ કર્યો છે, પણ જે નારાયણ પુરુષ છે તેનો પતિભાવે સ્પર્શ નથી કર્યો; માટે એવી કૃપા કરો જે, એ અમારા પતિ થાય.’ પછી બ્રહ્માએ કહ્યું જે, ‘તમે તપ કરો, તમારા પતિ નારાયણ થશે.’ ત્યારે તેમણે ઘણું તપ કર્યું. પછી તેમની ઉપર અષ્ટાવક્ર ઋષિ તથા નારદમુનિ તે પણ પ્રસન્ન થયા ને વર આપ્યો જે, ‘તમારા પતિ નારાયણ થશે.’ એવી રીતે જન્માંતરે ઘણુંક તપ કરીને શ્રીકૃષ્ણ ભગવાનને પામી હતી, પણ જો ભગવાન કરતાં સાંબને વિષે અધિક રૂપ દીઠું તો તેમાં મોહ પામી. માટે જેની એક મતિ રહેતી ન હોય તેને પંચ ઇન્દ્રિયોના વિષયના સુખસંબંધે કરીને ભગવાનમાં પ્રીતિ કરવી તે ઠીક નહીં અને જેની મતિ એકની એક નિસ્તર્કપણે રહ્યા કરે તેને તો ઠીક છે. અને જેને બુદ્ધિ હોય તેને ભગવાનમાં હેત કેમ કરવું? તો જે ચોવીસ તત્ત્વ છે તે થકી પોતાના જીવને પૃથક્ જાણવો ને તે જીવને વિષે ખૂંતીને રહી જે પંચ ઇન્દ્રિયોની વૃત્તિઓ તેને ઉખાડી નાંખીને ઇન્દ્રિયોની વૃત્તિ વિના જીવ-સત્તાપણે રહ્યાં થકાં નિર્ગુણપણે કરીને જેટલું ભગવાનમાં હેત થાય તેટલું કરવું. તે નિર્ગુણપણું તે શું જે, દસ ઇન્દ્રિયો તે રજોગુણની સંપત્તિ છે અને અંતઃકરણ ને દેવતા તે સત્ત્વગુણની સંપત્તિ છે અને પંચભૂત ને પંચવિષય તે તમોગુણની સંપત્તિ છે; તે એ ત્રણ ગુણની સંપત્તિઓ ને ત્રણ ગુણ તેને પૃથક્ માનીને કેવળ જીવસત્તાએ કરીને રહે તેને નિર્ગુણ કહીએ. એવો નિર્ગુણ થઈને ભગવાનમાં હેત કરવું. તે કહ્યું છે જે,\n‘નૈર્ગુણ્યસ્થા રમન્તે સ્મ ગુણાનુકથને હરેઃ’\n“તથા\n‘પરિનિષ્ઠિતોઽપિ નૈર્ગુણ્ય ઉત્તમશ્લોકલીલયા।\nગૃહીતચેતા રાજર્ષે આખ્યાનં યદધીતવાન્॥’\n“અને એવી રીતના જે જ્ઞાની છે તે ક્ષેત્ર ને ક્ષેત્રજ્ઞના રૂપને જાણીને પોતે ક્ષેત્રજ્ઞરૂપે થઈને ભગવાનમાં પ્રીતિ કરે છે. તે ક્ષેત્ર તે શું? તો સ્થૂળ, સૂક્ષ્મ અને કારણ એ ત્રણ દેહ તથા જાગ્રત, સ્વપ્ન અને સુષુપ્તિ એ ત્રણ અવસ્થા એ સર્વે ક્ષેત્ર છે. તે ક્ષેત્રને પોતાના આત્માથી પૃથક્ જાણે છે જે, ‘એ મારે વિષે કોઈ દિવસ હોય નહીં. હું તો એનો જાણનારો છું ને અતિ શુદ્ધ છું, અરૂપ છું, અલિંગ છું, ચેતન છું; અને એ ક્ષેત્ર તો અતિ મલિન છે, જડ છે, નાશવંત છે.’ એમ દૃઢપણે સમજીને ને એ સર્વથી વૈરાગ્યને પામીને સ્વધર્મે સહિત જે ભગવાનને વિષે ભક્તિ કરવી તેને એકાંતિકી ભક્તિ કહીએ અને એને જ્ઞાની કહીએ. અને એ જે જ્ઞાની તે સર્વથી શ્રેષ્ઠ છે. તે ભગવાને કહ્યું છે જે,\n‘તેષાં જ્ઞાની નિત્યયુક્ત એકભક્તિર્વિશિષ્યતે।\nપ્રિયો હિ જ્ઞાનિનોઽત્યર્થમહં સ ચ મમ પ્રિયઃ॥\nઉદારાઃ સર્વ એવૈતે જ્ઞાની ત્વાત્મૈવ મે મતમ્॥’\n“એમ સમજીને ઇન્દ્રિયો, અંતઃકરણ, વિષય એ સર્વેનાં જે મૂળ તે જીવમાંથી ઉખેડી નાંખીને ભગવાનને વિષે હેત કરવું એ જ ઠીક છે. અને જ્યાં સુધી એનાં મૂળ ઉખાડી નાખ્યાં ન હોય ત્યાં સુધી એ ઇન્દ્રિયો-અંતઃકરણે કરીને ભગવાનનાં દર્શન-સ્પર્શનાદિકરૂપ જે કામ તે લેવું પણ એને પોતાના હેતુ ન માનવાં; વૈરી માનવાં અને એનો ગુણ ન લેવો જે, ‘એ ભગવાનની ભક્તિને વિષે ઉપકાર કરે છે.’ કેમ જે, નેત્રે કરીને ભગવાનનાં દર્શન થાય છે, શ્રવણે કરીને ભગવાનની કથા સંભળાય છે, ત્વચાએ કરીને ભગવાનનો સ્પર્શ થાય છે, નાસિકાએ કરીને ભગવાનની માળા ને તુલસીનો સુગંધ લેવાય છે, મુખે કરીને ભગવાનનાં કથા-કીર્તન કહેવાય છે તથા જિહ્‌વાએ કરીને ભગવાનની પ્રસાદીનો રસ લેવાય છે, ઇત્યાદિક ભગવાનની ભક્તિને વિષે ઉપયોગી છે એમ સમજીને એનો ગુણ ન લેવો ને એનો વિશ્વાસ ન કરવો, એને તો વૈરી જ જાણવાં; કાં જે, શું જાણીએ એ ભગવાનનાં દર્શન-સ્પર્શનાદિકે કરીને સુખ માનતાં થકાં સ્ત્રીઆદિકનાં દર્શન-સ્પર્શનાદિકે કરીને જ સુખ મનાવી દે તો ભૂંડું થાય. માટે એ પંચ ઇન્દ્રિયોરૂપ શત્રુને કેદમાં રાખીને ભગવાનની ભક્તિરૂપ કામ લેવું. જેમ કોઈ રાજાએ પોતાના શત્રુને પકડ્યો હોય, તેને બેડીમાં બાંધી રાખીને કામ કરાવે પણ છૂટો મેલે નહીં ને વિશ્વાસ પણ કરે નહીં; અને જો તેને છૂટો મેલે ને વિશ્વાસ કરે તો તે રાજાને તે વૈરી નિશ્ચય મારે. તેમ જો ઇન્દ્રિયોરૂપ વૈરીનો વિશ્વાસ કરે ને છૂટાં મૂકે ને કેદમાં ન રાખે તો એને નિશ્ચય ભગવાનના માર્ગ થકી પાડી નાંખે છે. માટે એનો વિશ્વાસ ન કરવો. અને વળી જેમ ઇંગ્રેજ કોઈક ગુનેગારને પકડે છે ત્યારે તેને પાંજરામાં ઊભો રાખીને પૂછે છે, પણ છૂટો મૂકતો નથી ને તેનો વિશ્વાસ કરતો નથી. તેમ એ ઇન્દ્રિયો-અંતઃકરણને પંચ વર્તમાનના નિયમરૂપ જે પાંજરું તથા બેડી તેમાં રાખીને ભગવાનની ભક્તિ કરાવવી; પણ એને વિષે ગુણ ન લેવો, શત્રુભાવ જ રાખવો. અને જો એમને ભક્તિમાં ઉપયોગી માનીને હેતુ માને ને એનો ગુણ લે તો ભગવાનનાં દર્શન-સ્પર્શનાદિકને વિષે સુખ મનાવતે થકે જો સ્ત્રીઆદિકને વિષે કાંઈક સુખ મનાવી દે તો એનું કર્યું-કરાવ્યું સર્વે વ્યર્થ થઈ જાય. જેમ ઝાઝો દારૂનો ઢગલો હોય ને તેમાં એક અગ્નિનો તણખો પડ્યો હોય તો તે દારૂ સર્વે ભસ્મ થઈ જાય છે; તેમ એનું કાંઈ ઠેકાણું રહેતું નથી. માટે કેવળ આત્મારૂપ થયે થકે જે ભગવાનને વિષે હેત થાય તે ઠીક છે, એમ અમારો સિદ્ધાંત છે અને એવી રીતે જે ભગવાનમાં હેત કરે છે તે અમને ગમે છે. અને એમ પણ વિચાર કરવો જે, ‘ભગવાનમાં જેવું રૂપ છે તેવું બીજે નથી અને જેવો ભગવાનનો સ્પર્શ છે તેવો બીજે નથી અને જેવો ભગવાનમાં સુગંધ છે તેવો બીજે નથી અને ભગવાનના શ્રવણમાં જેવું સુખ છે તેવું બીજે નથી અને જેવો ભગવાનમાં રસ છે તેવો બીજે નથી.’ એમ ઇન્દ્રિયો-અંતઃકરણને લોભ દેખાડીને બીજા વિષયથી પાછાં વાળવાં એ પણ સમજણ ઠીક છે.”\nત્યારે સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો, “હે મહારાજ! આ જે સર્વે વિચાર તે કયા સ્થાનકે રહીને કરવો?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “પોતાના હૃદયને વિષે એમ વિચાર કરે જે, ‘સ્થૂળ દેહ, સૂક્ષ્મ દેહ, કારણ દેહ એ હું નહીં; અને જાગ્રત, સ્વપ્ન, સુષુપ્તિ એ ત્રણ અવસ્થા હું નહીં; અને પંચ જ્ઞાનઇન્દ્રિયો ને પંચ કર્મઇન્દ્રિયો ને ચાર અંતઃકરણ ને એમના દેવતા એ સર્વે હું નહીં; હું તો એ સર્વેથી પૃથક્ છું ને ચૈતન્ય છું ને ભગવાનનો ભક્ત છું.’ અને ઇન્દ્રિયો-અંતઃકરણ કાંઈક ચાળા કરે તો એને કહેવું જે, ‘કેમ તારે તે એક ભગવાનનું જ રૂપ જોવું છે કે બીજાનું પણ જોવું છે? ને કેવળ ભગવાનનો શબ્દ સાંભળવો છે તથા ગંધ લેવો છે કે બીજાનો પણ શબ્દ સાંભળવો છે ને ગંધ લેવો છે? અને જો ભગવાન વિના બીજા વિષયમાં તું જઈશ તો તારે-મારે શું છે ભાઈ? તું કોણ ને હું કોણ? તારે મારે લેવું-દેવું નથી. તમે કરશો તે તમે ભોગવશો.’ એમ ઇન્દ્રિયો-અંતઃકરણને કહીને પછી ભગવાનની પ્રાર્થના કરવી જે, ‘હે મહારાજ! હે સ્વામિન્! હે ભક્તવત્સલ! હે દયાનિધે! આ ઇન્દ્રિયો-અંતઃકરણનો વાંક છે ને હું તો એથી નોખો છું ને એ તો મારા શત્રુ છે, માટે એ થકી મારી રક્ષા કરજ્યો.’ એમ નિરંતર પ્રાર્થના કર્યા કરવી ને પોતાને ક્ષેત્રજ્ઞ ચૈતન્યરૂપ માનીને ભગવાનને વિષે હેત-ભક્તિ કરવી.”"
}