{
    "number": 202,
    "vachanamrut": "વરતાલ ૨\n",
    "title": "ચાર શાસ્ત્રે કરીને ભગવાન જાણવાનું, કાનદાસજીના પ્રશ્નનું\n",
    "setting": "સંવત ૧૮૮૨ના કાર્તિક સુદિ ૧૩ તેરસને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીવરતાલ મધ્યે શ્રીલક્ષ્મીનારાયણના મંદિરથી ઉત્તરાદી દિશે ગોમતીજીને કાંઠે આંબાના વૃક્ષની હેઠે ઢોલિયા ઉપર વિરાજમાન હતા અને પીળા તાસતાનો સુરવાળ પહેર્યો હતો તથા રાતા કિનખાબની ડગલી પહેરી હતી તથા મસ્તક ઉપર જરકસી છેડાની કસુંબલ પાઘ બાંધી હતી તથા જરકસી છેડાનું કસુંબલ શેલું ખભે નાખ્યું હતું અને પાઘને ઉપર ચંપાનાં પુષ્પના હાર વિરાજમાન હતા ને કંઠને વિષે ધોળાં પુષ્પના હાર વિરાજમાન હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કાંઈક પ્રશ્ન-ઉત્તર કરો.” પછી ગામ બૂવાના પટેલ કાનદાસજીએ હાથ જોડીને પૂછ્યું જે, “હે મહારાજ! ભગવાન શે પ્રકારે રાજી થાય છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “જો ભગવાનનો દ્રોહ ન કરીએ તો ભગવાન રાજી થાય. ત્યારે કહેશો જે, દ્રોહ તે શું? તો જે, આ સર્વ જગતના કર્તાહર્તા ભગવાન છે, તેને કર્તાહર્તા ન સમજીએ ને વિશ્વના કર્તાહર્તા કાળને જાણીએ અથવા માયાને જાણીએ અથવા કર્મને જાણીએ અથવા સ્વભાવને જાણીએ, એ તે ભગવાનનો દ્રોહ છે. કેમ જે, ભગવાન સર્વના કર્તાહર્તા છે તેનો ત્યાગ કરીને કેવળ કાળ, કર્મ, સ્વભાવ અને માયા તેને જગતનાં કર્તાહર્તા કહે છે; માટે એ ભગવાનનો અતિ દ્રોહ છે. ત્યાં દૃષ્ટાંત છે: જેમ તમે ગામના પટેલ છો, તે જે તમારી ગામમાં પટલાઈ ન રહેવા દે તે તમારો દ્રોહી કહેવાય. અને વળી જેમ ચક્રવર્તી રાજા હોય તેનો હુકમ ખોટો કરીને જે રાજા ન હોય તેનો હુકમ ચલાવે, તો તે પુરુષ રાજાનો દ્રોહી કહેવાય. અને વળી જેમ કોઈક એવા કાગળ લખી લખીને મેલે જે, ‘અમારો રાજા છે તે નાક-કાન વિનાનો છે અથવા હાથ-પગ વિનાનો છે;’ એવી રીતે રાજાનું રૂપ સંપૂર્ણ હોય, તેને ખંડિત કરીને વર્ણવે તે રાજાનો દ્રોહી કહેવાય. તેમ ભગવાન છે તે કર-ચરણાદિક સમગ્ર અંગે કરીને સંપૂર્ણ છે અને લેશમાત્ર પણ કોઈ અંગે વિકળ નથી અને સદા મૂર્તિમાન જ છે, તેને અકર્તા કહેવા તથા અરૂપ કહેવા ને ભગવાન વિના બીજાં જે કાળાદિક તેને કર્તા કહેવાં એ જ ભગવાનનો દ્રોહ છે. એવી જાતનો જે ભગવાનનો દ્રોહ તેને જે ન કરે તેણે સંપૂર્ણ ભગવાનની પૂજા કરી; અને તે વિના તો ચંદન-પુષ્પાદિકે કરીને પૂજે છે તો પણ ભગવાનનો દ્રોહી છે. માટે ભગવાનને જગતના કર્તાહર્તા જાણે અને મૂર્તિમાન જાણે તે ઉપર જ ભગવાન રાજી થાય છે.\n“અને વેદમાં તો ભગવાનનું સ્વરૂપ બહુ રીતે વર્ણવીને નારાયણે પોતે પોતાને મુખે કહ્યું છે, પણ તે કોઈના સમજ્યામાં આવ્યું નહીં, ત્યારે સાંખ્યશાસ્ત્રે કરીને ચોવીસ તત્ત્વ કહ્યાં ને પંચવીશમું ભગવાનનું સ્વરૂપ કહ્યું. તે સાંખ્યના આચાર્ય જે કપિલમુનિ તેણે એમ વિચાર્યું જે, ‘સ્થૂળ, સૂક્ષ્મ ને કારણ તેને વિષે જીવ એકપણે કરીને વર્તે છે અને એથી ન્યારો જીવ રહી શકતો નથી; અને ઈશ્વર છે તે પણ પોતાની ઉપાધિ જે વિરાટ, સૂત્રાત્મા ને અવ્યાકૃત તેને વિષે એકપણે વર્તે છે પણ તે વિના રહી શકતો નથી.’ માટે સાંખ્યશાસ્ત્રે જીવને ને ઈશ્વરને ચોવીસ તત્ત્વ ભેળા જ ગણ્યા છે અને પંચવીશમા પરમાત્માને કહ્યા છે. અને યોગશાસ્ત્રના આચાર્ય જે હિરણ્યગર્ભ ઋષિ તેણે ચોવીસ તત્ત્વ કહીને પંચવીશમો જીવને કહ્યો છે તેમ જ પંચવીશમા ઈશ્વરને કહ્યા છે, અને પરમાત્માને છવ્વીસમા કહ્યા છે. એવી રીતે સાંખ્યશાસ્ત્ર ને યોગશાસ્ત્ર તેણે ભગવાનનું સ્વરૂપ કહ્યું તો પણ સાક્ષાત્કાર ભગવાનના સ્વરૂપનું જ્ઞાન ન થયું; અને અનુમાન પ્રમાણે તો થયું જે, ‘સાંખ્યને મતે ચોવીસ તત્ત્વથી પર છે તે વસ્તુ સત્ય છે અને યોગને મતે ચોવીસ તત્ત્વથી પર જીવ-ઈશ્વર છે ને તેથી પર પરમાત્મા છે તે સત્ય છે.’ એવી રીતે પરમાત્માના સ્વરૂપનું બેય શાસ્ત્ર વતે અનુમાન પ્રમાણે કરીને જ્ઞાન થયું; પણ તે ભગવાન કાળા છે કે પીળા છે? કે લાંબા છે કે ટૂંકા છે? કે સાકાર છે કે નિરાકાર છે? એવું કાંઈ જ્ઞાન ન થયું.\n“પછી પોતે વાસુદેવ ભગવાને પંચરાત્ર નામે તંત્ર કર્યું. તેને વિષે એમ પ્રતિપાદન કર્યું જે, ‘શ્રીકૃષ્ણ પુરુષોત્તમ ભગવાન છે તે પોતાના અક્ષરધામને વિષે સદા દિવ્ય, સાકાર, મૂર્તિમાન રહ્યા છે. અને તે જ ભગવાન જે તે શ્વેતદ્વીપવાસી જે અનંત નિરન્નમુક્ત તેમને પાંચ વખત પોતાનું દર્શન આપે છે; તથા વૈકુંઠલોકને વિષે તે જ ભગવાન ચતુર્ભુજ મૂર્તિ થકા લક્ષ્મીજીએ સહિત છે ને તે શંખ, ચક્ર, ગદા, પદ્મને ધરી રહ્યા છે તથા વિષ્વક્સેનાદિક જે પાર્ષદ તેમણે સેવ્યા છે. અને એ જ ભગવાન પૂજવા યોગ્ય, ભજવા યોગ્ય ને પામવા યોગ્ય છે. અને તે જ ભગવાન રામ-કૃષ્ણાદિક અવતાર ધારણ કરે છે અને વાસુદેવ, સંકર્ષણ, પ્રદ્યુમ્ન, અનિરુદ્ધ એ ચતુર્વ્યૂહરૂપે વર્તે છે.’ એવી રીતે સાકારમૂર્તિનું પ્રતિપાદન કર્યું છે.\n“પછી તે જ પંચરાત્રતંત્રને નારદજીએ ફરીને કર્યું ત્યારે તે નારદ-પંચરાત્ર કહેવાયું. તેને વિષે એવી રીતે ભગવાનના સ્વરૂપનું પ્રતિપાદન કર્યું જે, કોઈ રીતે સંશય રહ્યો નહીં. તે માટે શ્રીમદ્‌ભાગવતમાં કહ્યું છે જે,\n‘નારાયણપરા વેદા દેવા નારાયણાંગજાઃ।\nનારાયણપરા લોકા નારાયણપરા મખાઃ॥\nનારાયણપરો યોગો નારાયણપરં તપઃ।\nનારાયણપરં જ્ઞાનં નારાયણપરા ગતિઃ॥’\n“તથા\n‘વાસુદેવપરા વેદા વાસુદેવપરા મખાઃ।\nવાસુદેવપરા યોગા વાસુદેવપરાઃ ક્રિયાઃ॥\nવાસુદેવપરં જ્ઞાનં વાસુદેવપરં તપઃ।\nવાસુદેવપરો ધર્મો વાસુદેવપરા ગતિઃ॥’\n“એવી રીતે એ ચાર શાસ્ત્રે કરીને શ્રીકૃષ્ણ નારાયણ વાસુદેવના સ્વરૂપનું જ પ્રતિપાદન કર્યું છે. અને એ ચાર શાસ્ત્રે કરીને જે ભગવાનના સ્વરૂપને સમજે તે જ પૂરો જ્ઞાની કહેવાય. જેમ દૂધ છે તેને નેત્રે જુએ ત્યારે ધોળું દેખાય અને નાકે સૂંઘે ત્યારે સુગંધવાન જણાય અને આંગળીએ કરીને અડે ત્યારે ટાઢું-ઊનું જણાય અને જિહ્‌વાએ કરીને ચાખે ત્યારે સ્વાદુ જણાય, પણ એક ઇન્દ્રિયે કરીને દૂધના સ્વરૂપનું સંપૂર્ણ જ્ઞાન ન થાય અને સર્વ ઇન્દ્રિયે કરીને તપાસી જુએ ત્યારે સંપૂર્ણ જ્ઞાન થાય છે. તેમ વેદાદિક ચાર શાસ્ત્રે કરીને ભગવાનના સ્વરૂપને સમજે ત્યારે સંપૂર્ણ ભગવાનના સ્વરૂપનું જ્ઞાન થાય છે; અને એમ જાણવું તેને સંપૂર્ણ જ્ઞાન કહીએ. અને ભગવાન પણ એમ સમજ્યે જ રાજી થાય છે પણ પરમેશ્વરને રાજી કર્યાનો બીજો ઉપાય નથી. માટે એવી રીતે સમજે તે જ પૂરો જ્ઞાની કહેવાય અને ભગવાન પણ તે ઉપર જ અતિશય રાજી થાય છે.”"
}