{
    "number": 232,
    "vachanamrut": "ગઢડા અંત્ય ૯\n",
    "title": "જાણપણારૂપ દરવાજાનું\n",
    "setting": "સંવત ૧૮૮૩ના આસો સુદિ ૧૧ એકાદશીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે દ્વાર ઓરડાની ઓસરીએ વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં અને પુષ્પના હાર તથા ગજરા વિરાજમાન હતા અને પાઘ ઉપર પુષ્પના તોરા ઝૂકી રહ્યા હતા અને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે સર્વ હરિભક્તને કહ્યું જે, “જે અમારા મોટા મોટા પરમહંસ છે તેની જેવી સ્થિતિ છે ને સમજણ છે તે અમે તમને બાઈ-ભાઈ સર્વને કહીએ. તેને સાંભળીને પછી જેવી રીતે તમે સર્વે વર્તતા હો ને જેવી તમને સ્થિતિ હોય તેવી રીતે તમે કહી દેખાડજ્યો.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “અમારા મુનિમંડળમાં જે મોટા મોટા સંત છે તેને એમ વર્તે છે જે, પોતાના હૃદયને વિષે જે જાણપણું છે તે ભગવાનના ધામનો દરવાજો છે. તે દરવાજા ઉપર સર્વ સંત ઊભા છે. જેમ રાજાના ચાકર છે, તે રાજાના ઘરને દરવાજે ઊભા રહ્યા થકા કોઈ ચોર-ચકારને રાજા પાસે જવા દેતા નથી અને તે રાજાના ચાકરને એમ હિંમત રહે છે જે, ‘કોઈ રાજા પાસે વિઘ્ન કરવા જાય તો તેના કટકા કરી નાંખીએ પણ કોઈ રીતે રાજા સુધી પૂગવા દઈએ નહીં.’ એવી રીતે હિંમત સહિત ઢાલ, તરવાર બાંધીને ઊભા રહે છે. તેમ આ સર્વે સંત છે તે જાણપણારૂપ જે ભગવાનના ધામનો દરવાજો ત્યાં ઊભા રહે છે અને એ જાણપણાને માંહી જે અક્ષરધામ તેમાં ભગવાન છે તેનાં દર્શન કરે છે અને તે ભગવાન ભેળું પોતાના હૃદયને વિષે ધન-સ્ત્રીઆદિક જે માયિક પદાર્થ તેને પેસવા દેતા નથી. અને કોઈ જોરે કરીને માયિક પદાર્થ હૃદયમાં પેસવા આવે તો તેનો નાશ કરી નાંખે છે, પણ કોઈ રીતે જે ઠેકાણે ભગવાનને હૃદયમાં ધાર્યા છે તે ઠેકાણે પેસવા દેતા નથી અને શૂરવીરની પેઠે સાવધાન થકા ઊભા રહે છે. અને હાનિ-વૃદ્ધિ, સુખ-દુઃખ, માન-અપમાન આદિક અનંત જાતનાં વિઘ્ન આવે તેણે કરીને પોતાના મુકામથી ડગતા નથી. ત્યારે કોઈક આશંકા કરે જે, ‘ત્યાંથી ડગતા નથી ત્યારે દેહની ક્રિયા જે ખાન-પાનાદિક તેને કેમ કરતા હશે?’ તો તે દૃષ્ટાંતે કરીને કહીએ છીએ જે, જેમ પાણિયારી હોય તે કૂવા ઉપર જળ સિંચવા જાય છે, ત્યારે કૂવાના કાંઠા ઉપર પગ મૂક્યો હોય તેની પણ સૂરત રાખે છે જે, ‘રખે કૂવામાં પડી જાઉં!’ અને બીજી વૃત્તિએ કરીને કૂવામાંથી પાણી સિંચે છે. વળી બીજું દૃષ્ટાંત: જેમ કોઈક પુરુષ ઘોડે ચડ્યો હોય ત્યારે ઘોડાના પેંગડામાં પગ હોય ત્યાં પણ સૂરત રાખે અને ઘોડાની લગામ પકડી હોય ત્યાં પણ સૂરત રાખે અને દોડતાં થકાં વાટમાં ઝાડ આવે, ખાડો આવે, પથરો આવે ત્યાં પણ સૂરત રાખે. એવી રીતે આ સર્વ સાધુ છે તે અંતર સન્મુખ દૃષ્ટિ રાખીને ભગવાનની સેવામાં પણ રહે છે ને દેહની ક્રિયા પણ કરે છે ને પોતાની સ્થિતિમાંથી ડગતા નથી.” એવી રીતે શ્રીજીમહારાજે મોટા મોટા જે સંત તેની સ્થિતિ કહી દેખાડી ને પછી એમ બોલ્યા જે, “તમારે સર્વેને પણ એવી રીતે અંતર સન્મુખ દૃષ્ટિ રાખીને નિરંતર ભગવાનની સેવામાં રહેવું અને ભગવાન વિના બીજાં પદાર્થ વહાલાં થવા દેવાં નહીં; એ વાતની અતિશય સાવધાની રાખવી. અને જેમ રાજાનો ચાકર છે તે રાજા પાસે ગાફલ થઈને ઊભો હોય તો રાજા પાસે ચોર-ચકાર જઈ પૂગે, ત્યારે એ ચાકરની ચાકરી ખોટી થાય. તેમ હરિભક્તને પણ ભગવાન વિના બીજાં પદાર્થમાં પ્રીતિ થઈ જાય તો જે ઠેકાણે પોતાના હૃદયને વિષે જાણપણામાં ભગવાન રહ્યા છે તે ઠેકાણે ધન-સ્ત્રીઆદિક બીજાં પદાર્થ પણ પેસી જાય, ત્યારે એની ભક્તિ ખોટી થઈ જાય. માટે પોતાની ભક્તિને નિર્વિઘ્ન રાખીને જે પરમેશ્વરનાં ચરણારવિંદને પામવાને ઇચ્છે તેને જાણપણારૂપ જે ભગવાનના ધામનો દરવાજો તેને વિષે સાવધાન થઈને રહેવું અને ભગવાન વિના બીજાં પદાર્થ ત્યાં પેસવા દેવાં નહીં.” એવી રીતે શ્રીજીમહારાજે પોતાના સર્વ ભક્તજનને શિક્ષાનાં વચન કહ્યાં."
}