{
    "number": 133,
    "vachanamrut": "પંચાળા ૭\n",
    "title": "નટની માયાનું\n",
    "setting": "સંવત ૧૮૭૭ના ફાગણ વદિ ૧૧ એકાદશીને દિવસ છ ઘડી દિવસ ચઢતે શ્રીજીમહારાજ ગામ શ્રીપંચાળા મધ્યે ઝીણાભાઈના દરબારમાં ઓટા ઉપર ઢોલિયો ઢળાવીને વિરાજમાન હતા ને માથે ધોળો ફેંટો બાંધ્યો હતો તથા ગરમ પોસની રાતી ડગલી પહેરી હતી તથા ધોળો ખેસ પહેર્યો હતો તથા ધોળી ઝીણી પછેડી ઓઢી હતી અને પોતાના મુખારવિંદની આગળ પરમહંસની સભા તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "અને શ્રીજીમહારાજ નિત્યાનંદ સ્વામી પાસે શ્રીમદ્‌ભાગવતના પ્રથમ સ્કંધની કથા કરાવતા હતા. તેમાં ‘જન્માદ્યસ્ય યતઃ’ એ શ્લોક પ્રથમ આવ્યો તેનો અર્થ કર્યો. ત્યારે ‘યત્ર ત્રિસર્ગો મૃષા’ એવું જે એ શ્લોકનું પદ તેનો અર્થ પોતે શ્રીજીમહારાજ કરવા લાગ્યા જે, “‘માયાના ત્રણ ગુણનો સર્ગ જે, પંચભૂત, ઇન્દ્રિયો, અંતઃકરણ અને દેવતા તે ભગવાનના સ્વરૂપને વિષે ત્રિકાળમાં છે જ નહીં,’ એમ સમજે તથા એ શ્લોકનું પદ જે, ‘ધામ્ના સ્વેન સદા નિરસ્તકુહકમ્’ કે’તાં ધામ જે પોતાનું સ્વરૂપ તેણે કરીને ટાળ્યું છે એ માયાના સર્ગરૂપ કપટ જેણે એવું ભગવાનનું પરમ સત્યસ્વરૂપ છે. તે આત્યંતિક પ્રલયને અંતે અક્ષરધામને વિષે જેવું ભગવાનનું સ્વરૂપ અનંત ઐશ્વર્ય-તેજે યુક્ત છે તેવું ને તેવું જ પ્રત્યક્ષ મનુષ્યરૂપ ભગવાનને વિષે જાણવું; તેણે તત્ત્વે કરીને ભગવાનને જાણ્યા કહેવાય. અને એ જ પ્રત્યક્ષ ભગવાનને મૂઢ જીવ છે તે માયિક દૃષ્ટિએ કરીને જુએ છે ત્યારે પોતા જેવા મનુષ્ય દેખે છે અને જેમ પોતે જન્મ્યો હોય, બાળક થાય, યુવા થાય, વૃદ્ધ થાય ને મરી જાય, તેમ જ ભગવાનને પણ જાણે છે. અને જ્યારે ભગવાનના એકાંતિક સાધુના વચનને વિષે વિશ્વાસ લાવીને નિષ્કપટભાવે કરીને ભગવાનના ચરણકમળને ભજે છે ત્યારે એની માયિક દૃષ્ટિ મટે છે; તે પછી એની એ જે ભગવાનની મૂર્તિ તેને પરમ ચૈતન્ય સત્-ચિદ્-આનંદમય જાણે છે. તે પણ ભાગવતમાં કહ્યું છે જે,\n‘સ વેદ ધાતુઃ પદવીં પરસ્ય દુરન્તવીર્યસ્ય રથાઙ્‌ગપાણેઃ।\nયોઽમાયયા સંતતયાનુવૃત્ત્યા ભજેત તત્પાદસરોજગન્ધમ્॥’\n“અને એ ભગવાનને વિષે જે બાળક-યુવાન-વૃદ્ધપણું દેખાય છે તથા જન્મ-મરણપણું દેખાય છે તે તો એની યોગમાયાએ કરીને દેખાય છે, પણ વસ્તુગત્યે તો ભગવાન જેવા છે તેવા ને તેવા જ છે. જેમ નટવિદ્યાવાળો હોય તે શસ્ત્ર બાંધીને આકાશમાં ઇન્દ્રના શત્રુ જે અસુરના યોદ્ધા તે સાથે વઢવા જાય છે. પછી કટકા થઈને હેઠો પડે ને તે પછી તે કટકાને ભેગા કરીને તે નટની સ્ત્રી બળી મરે. પછી થોડીક વારે તે નટ પાછો આકાશમાંથી હથિયાર બાંધીને જેવો હતો તેવો ને તેવો જ આવે ને રાજા પાસે મોજ માગે ને કહે, ‘મારી સ્ત્રી લાવો.’ એવી રીતની જે નટની માયા તે પણ કળ્યામાં કોઈને આવતી નથી, તો ભગવાનની યોગમાયા કળ્યામાં કેમ આવે? અને જે નટની માયાને જાણતો હોય તે તો એમ જાણે જે, ‘એ નટ મર્યો પણ નથી ને બળ્યો પણ નથી, જેવો છે તેવો ને તેવો જ છે.’ તેમ ભગવાનના સ્વરૂપને જે તત્ત્વે કરીને સમજતો હોય તે તો ભગવાનને અખંડ અવિનાશી જેવા છે તેવા જ સમજે. જેમ શ્રીકૃષ્ણ ભગવાને દેહ મૂક્યો ત્યારે એ ભગવાનની પત્નીઓ જે રુક્મિણી આદિક હતી, તે એ ભગવાનના દેહને લઈને બળી મરી; ત્યારે અજ્ઞાની હતા તેણે તો એમ જાણ્યું જે, ‘હવે એ નાશ થઈ ગયા.’ અને જે જ્ઞાની હતા તેણે તો એમ જાણ્યું જે, ‘અહીંથી અંતર્ધાન થઈને બીજે ઠેકાણે જણાણા છે.’ એમ ભગવાનને અખંડ સમજે. તે પોતે શ્રીકૃષ્ણે કહ્યું છે જે,\n‘અવજાનન્તિ માં મૂઢા માનુષીં તનુમાશ્રિતમ્।\nપરં ભાવમજાનન્તો મમ ભૂતમહેશ્વરમ્॥’\n“માટે મૂર્ખ હોય તે જો ભગવાનને સાકાર સમજે તો કેવળ મનુષ્ય જેવા જ સમજે અને જો નિરાકાર સમજે તો બીજા આકારને જેમ માયિક જાણે તેમ ભગવાનના આકારને પણ માયિક જાણે અને અરૂપ એવું ભગવાનનું સ્વરૂપ કલ્પે; માટે એ બે પ્રકારે મૂર્ખને તો અવળું પડે છે. અને જો ભગવાનને આકાર ન હોય તો જ્યારે આત્યંતિક પ્રલય હતો ત્યારે શ્રુતિએ એમ કહ્યું જે, ‘સ ઈક્ષત’ કહેતાં ‘તે ભગવાન જે તે જોતા હવા.’ ત્યારે જો જોયું તો એ ભગવાનનું નેત્ર, શ્રોત્રાદિક અવયવે સહિત સાકાર એવું દિવ્ય સ્વરૂપ જ હતું. અને વળી એમ પણ કહ્યું છે જે, ‘પુરુષેણાત્મભૂતેન વીર્યમાધત્ત વીર્યવાન્’ - એવી રીતે પુરુષરૂપે થઈને એ પુરુષોત્તમ તેણે માયાને વિષે વીર્યને ધારણ કર્યું, ત્યારે એ ભગવાન પ્રથમ જ સાકાર હતા. અને એ જે પુરુષોત્તમ નારાયણ તે કોઈ કાર્યને અર્થે પુરુષરૂપે થાય છે ત્યારે એ પુરુષ છે તે પુરુષોત્તમના પ્રકાશમાં લીન થઈ જાય છે ને પુરુષોત્તમ જ રહે છે. તેમ જ માયારૂપે થાય છે ત્યારે માયા પણ પુરુષોત્તમના તેજમાં લીન થઈ જાય છે ને તે રૂપે ભગવાન જ રહે છે. અને પછી એ ભગવાન મહત્તત્ત્વરૂપે થાય છે ને તેમ જ મહત્તત્ત્વમાંથી થયાં જે બીજાં તત્ત્વ તે રૂપે થાય છે અને પછી તે તત્ત્વનું કાર્ય જે વિરાટ તે રૂપે થાય છે તથા તે વિરાટપુરુષથી થયા જે બ્રહ્માદિક તે રૂપે થાય છે તથા નારદ-સનકાદિકરૂપે થાય છે. એવી રીતે અનેક પ્રકારનાં કાર્યને અર્થે જેને જેને વિષે એ પુરુષોત્તમ ભગવાનનો પ્રવેશ થાય છે, તેને તેને પોતાના પ્રકાશે કરીને લીન કરી નાંખીને પોતે જ તે રૂપે કરીને સર્વોત્કર્ષપણે વિરાજમાન થકા રહે છે; અને જેને વિષે પોતે વિરાજમાન રહે છે તેના પ્રકાશને પોતે ઢાંકીને પોતાનો પ્રકાશ પ્રકટ કરે છે. જેમ અગ્નિ લોઢાને વિષે આવે છે ત્યારે લોઢાનો જે શીતળ ગુણ ને કાળો વર્ણ તેને ટાળીને પોતે પોતાના ગુણને પ્રકાશ કરે છે; તથા જેમ સૂર્ય ઉદય થાય છે, ત્યારે તેના પ્રકાશમાં સર્વે તારા, ચંદ્રમાદિકનાં તેજ લીન થઈ જાય છે ને એક સૂર્યનો જ પ્રકાશ રહે છે; તેમ એ ભગવાન જેને જેને વિષે આવે છે ત્યારે તેના તેજનો પરાભવ કરીને પોતાના પ્રકાશને અધિકપણે જણાવે છે. અને જે કાર્યને અર્થે પોતે જેમાં પ્રવેશ કર્યો હતો તે કાર્ય કરી રહ્યા કેડે તેમાંથી પોતે નોખા નીસરી જાય છે, ત્યારે તો તે પંડે જેવો હોય તેવો રહે છે. અને તેમાં જે અધિક દૈવત જણાતું હતું તે તો પુરુષોત્તમ ભગવાનનું હતું એમ જાણવું.\n“એવી રીતે સર્વના કારણ ને સદા દિવ્ય સાકાર એવા જે પ્રત્યક્ષ પુરુષોત્તમ નારાયણ તેની મૂર્તિને વિષે સાકરના રસની મૂર્તિની પેઠે ત્યાગભાગ સમજવો નહીં ને જેવી મૂર્તિ દીઠી હોય તેનું જ ધ્યાન, ઉપાસના, ભક્તિ કરવી પણ તેથી કાંઈ પૃથક્ ન સમજવું. અને તે ભગવાનમાં જે દેહભાવ જણાય છે તે તો નટની માયાની પેઠે સમજવો. અને જે આવી રીતે સમજે તેને તે ભગવાનને વિષે કોઈ રીતે મોહ થતો નથી. અને આ વાર્તા છે તે કેને સમજ્યામાં આવે છે? તો જેને એવી દૃઢ પ્રતીતિ હોય જે, ‘આત્યંતિક પ્રલય થાય છે ત્યારે પણ ભગવાન ને ભગવાનના ભક્ત તે દિવ્ય સાકારરૂપે કરીને અક્ષરધામને વિષે દિવ્ય ભોગને ભોગવતા થકા રહે છે અને તે ભગવાનનું રૂપ ને ભગવાનના ભક્તનાં રૂપ તે અનંત સૂર્ય-ચંદ્રના પ્રકાશ સરખાં પ્રકાશે યુક્ત છે.’ એવી જાતની જેને દૃઢ મતિ હોય તે જ આ વાર્તાને સમજી શકે. અને એવા તેજોમય દિવ્યમૂર્તિ જે ભગવાન તે જીવોના કલ્યાણને અર્થે ને પોતાને વિષે નવ પ્રકારની ભક્તિ જીવોને કરાવવાને અર્થે કૃપા કરીને પોતાની જે સર્વ શક્તિઓ, ઐશ્વર્ય, પાર્ષદ તેણે સહિત થકા જ મનુષ્ય જેવા થાય છે, ત્યારે પણ જે એવા મર્મના જાણનારા છે તે ભગવાનનું સ્વરૂપ અક્ષરધામને વિષે જેવું રહ્યું છે તેવું જ પૃથ્વીને વિષે જે ભગવાનનું મનુષ્ય-સ્વરૂપ રહ્યું છે તેને સમજે છે, પણ તે સ્વરૂપને વિષે ને આ સ્વરૂપને વિષે લેશમાત્ર ફેર સમજતા નથી. અને આવી રીતે જેણે ભગવાનને જાણ્યા તેણે તત્ત્વે કરીને ભગવાનને જાણ્યા કહેવાય. અને તેને માયાની નિવૃત્તિ થઈ કહેવાય. અને એમ જે જાણે તેને જ્ઞાની ભક્ત કહીએ ને તેને એકાંતિક ભક્ત કહીએ. અને આવી રીતે જેને પ્રત્યક્ષ ભગવાનના સ્વરૂપની દૃઢ ઉપાસના હોય ને તેને ભગવાનના સ્વરૂપમાં કોઈ દિવસ માયિકપણાનો સંશય ન થતો હોય ને તેને કદાચિત્ કોઈ કુસંગને યોગે કરીને અથવા પ્રારબ્ધકર્મને યોગે કરીને કાંઈ અવળું વર્તાઈ જાય તો પણ તેનું કલ્યાણ થાય. અને જો આવી રીતે ભગવાનને જાણ્યામાં જેને સંશય હોય ને તે જો ઊર્ધ્વરેતા નૈષ્ઠિક બ્રહ્મચારી હોય ને મહાત્યાગી હોય તો પણ તેનું કલ્યાણ થવું અતિ કઠણ છે. અને જેણે પ્રથમ એવો દૃઢ નિશ્ચય કર્યો હોય જે, ‘જ્યારે આત્યંતિક પ્રલય થાય છે તેને અંતે પણ ભગવાન સાકાર છે,’ એવી દૃઢ ગ્રંથિ હૃદયમાં પડી હોય ને પછી જો તેને તેજોમય અલિંગપણું જે શાસ્ત્રમાં કહ્યું હોય તેનું શ્રવણ થાય તથા એવી વાર્તા કોઈ થકી સાંભળે તો પણ તેને સંશય થાય નહીં. કેમ જે, એ તો એમ સમજ્યો છે જે, ‘ભગવાન તો સદા સાકાર જ છે પણ નિરાકાર નથી. અને તે જ ભગવાન રામ-કૃષ્ણાદિક મૂર્તિઓને ધારણ કરે છે.’ એવી રીતે જેની દૃઢપણે સમજણ હોય તેની પરિપક્વ નિષ્ઠા જાણવી.” એવી રીતે શ્રીજીમહારાજે પોતાના ભક્તજનની શિક્ષાને અર્થે પોતાના સ્વરૂપની જે અનન્ય નિષ્ઠા તે સંબંધી વાર્તા કરી. તેને સાંભળીને સર્વે પરમહંસ તથા હરિભક્ત તે શ્રીજીમહારાજના સ્વરૂપની એવી જ રીતે વિશેષ દૃઢતા કરતા હવા."
}