{
  "number": 229,
  "vachanamrut": "ગઢડા અંત્ય ૬\n",
  "title": "જીવ અને મનની મિત્રતાનું\n",
  "setting": "સંવત ૧૮૮૩ના ભાદરવા વદિ ૫ પંચમીને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પોતાના ઉતારાને વિષે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજ સર્વ હરિભક્ત ઉપર કૃપાદૃષ્ટિ કરીને બોલતા હવા જે, “ભગવાનનો ભક્ત હોય ને ભગવાનની કથા, કીર્તન, શ્રવણાદિક જે નવધા ભક્તિ તેને જો હરિભક્ત ઉપર ઈર્ષ્યાએ કરીને કરે તો તે ભક્તિએ કરીને ભગવાન અતિશય રાજી થતા નથી અને ઈર્ષ્યાનો ત્યાગ કરીને કેવળ પોતાના કલ્યાણને અર્થે ભક્તિ કરે પણ લોકને દેખાડ્યા સારુ ન કરે, તો તે ભક્તિએ કરીને ભગવાન પ્રસન્ન થાય છે. માટે જેને ભગવાનને રાજી કરવા હોય તેને તો લોક રિઝાવવાને અર્થે તથા કોઈકની ઈર્ષ્યાએ કરીને ભક્તિ ન કરવી, કેવળ પોતાના કલ્યાણને અર્થે જ કરવી. અને ભગવાનની ભક્તિ કરતાં થકાં કાંઈક પોતાને અપરાધ થઈ જાય તેનો દોષ બીજાને માથે ધરવો નહીં. અને જીવમાત્રનો તો એવો સ્વભાવ છે જે, જ્યારે કાંઈક પોતામાં વાંક આવે ત્યારે એમ બોલે જે, ‘મને બીજે કોઈએ ભુલાવ્યો ત્યારે મારામાં ભૂલ્ય પડી, પણ મારામાં કાંઈ વાંક નથી.’ પણ એમ કહેનારો મહામૂરખો છે. કેમ જે, બીજો તો કોઈક કહેશે જે, ‘તું કૂવામાં પડ્ય,’ ત્યારે એને કહેવે કરીને શું કૂવામાં પડવું? માટે વાંક તો અવળું કરે તેનો જ છે ને બીજાને માથે દોષ દે છે. તેમ જ ઇન્દ્રિયો ને અંતઃકરણનો વાંક કાઢવો એ પણ જીવની મૂર્ખાઈ જ છે. ને જીવ ને મન તો પરસ્પર અતિ મિત્ર છે; જેમ દૂધને ને પાણીને મિત્રતા છે તેમ જીવને ને મનને મિત્રતા છે. તે જ્યારે દૂધને ને પાણીને ભેળાં કરીને અગ્નિ ઉપર મૂકે ત્યારે પાણી હોય તે દૂધને તળે બેસે ને પોતે બળે પણ દૂધને બળવા ન દે, ત્યારે દૂધ પણ પાણીને ઉગારવાને સારુ પોતે ઊભરાઈને અગ્નિને ઓલવી નાંખે છે. એવી રીતે બેયને પરસ્પર મિત્રાચાર છે, તેમ જ જીવને ને મનને પરસ્પર મિત્રાચાર છે. તે જે વાત જીવને ન ગમતી હોય તે વાતનો મનમાં ઘાટ થાય જ નહીં; જ્યારે કાંઈક જીવને ગમતું હોય ત્યારે જ મન જીવને સમજાવે. તે કેમ સમજાવે? તો જીવ જ્યારે ભગવાનનું ધ્યાન કરતો હોય ત્યારે મન કહેશે જે, ‘ભગવાનની ભક્ત કોઈક બાઈ હોય તેનું પણ ભેળું ધ્યાન કરવું;’ પછી તેના સર્વ અંગનું ચિંતવન કરાવીને પછી જેમ બીજી સ્ત્રીને વિષે ખોટો ઘાટ ઘડે તેમ તેને વિષે પણ ખોટો ઘાટ ઘડે. ત્યારે જો એ ભક્તનો જીવ અતિશય નિર્મળ હોય તો તો મનનું કહ્યું ન માને ને અતિશય દાઝ થાય, તો મન એવો ફરીને ક્યારેય ઘાટ ઘડે નહીં. અને જો એનો જીવ મલિન હોય ને પાપે યુક્ત હોય તો મનનું કહ્યું માને; ત્યારે વળી મન એને ભૂંડા ઘાટ કરાવી કરાવીને કલ્યાણના માર્ગથી પાડી નાંખે. તે સારુ કલ્યાણના માર્ગથી અવળી રીતે અધર્મની વાર્તાને પોતાનું મન કહે અથવા બીજો કોઈ માણસ કહે, તો તેને સંગાથે જે શુદ્ધ મુમુક્ષુ હોય તેને અતિશય વૈર થઈ જાય છે. પછી પોતાનું મન અથવા બીજો માણસ તે ફરીને તેને તે વાર્તા કહેવા આવે નહીં. અને મન છે તે તો જીવનું મિત્ર જ છે, તે જીવને ન ગમે એવો ઘાટ ઘડે જ નહીં. અને જ્યારે કાંઈ મનને અયોગ્ય ઘાટ થઈ જાય ત્યારે જો જીવને મન ઉપર અતિશય રીસ ચઢતી હોય તો ફરીને મનમાં એવો ઘાટ થાય જ નહીં. અને જ્યારે મનને સદાય અયોગ્ય ઘાટ થયા કરતા હોય ત્યારે એને પોતાના જીવનો જ વાંક સમજવો પણ એકલા મનનો વાંક સમજવો નહીં. એવી રીતે સમજીને ભગવાનની ભક્તિ કરે તો તેને કોઈ વિમુખ જીવનો તથા પોતાના મનનો જે કુસંગ તે લેશમાત્ર અડી શકે નહીં અને નિર્વિઘ્ન થકો ભગવાનનું ભજન કરે.”"
}