{
  "number": 23,
  "vachanamrut": "ગઢડા પ્રથમ ૨૩\n",
  "title": "પાણીનો ઘડો ઢોળ્યાનું, સ્થિતિમાં રહેવાનું\n",
  "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૫ પંચમીને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને શ્રીજીમહારાજે માથે ધોળો ફેંટો બાંધ્યો હતો તથા ધોળું અંગરખું પહેર્યું હતું તથા ધોળો સુરવાળ પહેર્યો હતો તથા કેડ્યે કસુંબલ શેલું બાંધ્યું હતું અને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી કરુણા કરીને પરમહંસની આગળ શ્રીજીમહારાજ વાત કરવા લાગ્યા જે, “વાસુદેવમાહાત્મ્ય નામે જે ગ્રંથ તે અમને અતિશય પ્રિય છે; કેમ જે, ભગવાનના ભક્તને ભગવાનને ભજ્યાની જે રીતિ તે સર્વે એ ગ્રંથમાં કહી છે. અને ભગવાનના જે ભક્ત તે બે પ્રકારના છે. તેમાં એકને ભગવાનનો નિશ્ચય તો યથાર્થ છે પણ તે દેહાત્મબુદ્ધિ સોતો ભગવાનનું ભજન કરે છે. અને બીજો તો જાગ્રત, સ્વપ્ન, સુષુપ્તિ એ ત્રણ અવસ્થા તથા સ્થૂલ, સૂક્ષ્મ અને કારણ એ ત્રણ દેહ તેથી પર ને ચૈતન્યરૂપ એવું પોતાના સ્વરૂપને માને અને તે પોતાના સ્વરૂપને વિષે ભગવાનની મૂર્તિને ધારીને ભગવાનનું ભજન કરે; પછી ત્રણ અવસ્થાથી ને ત્રણ શરીરથી પર જે પોતાનું સ્વરૂપ તેને અતિશય પ્રકાશમાન ભાળે ને તે પ્રકાશને વિષે ભગવાનની મૂર્તિ જેવી પ્રગટ પ્રમાણ છે તેવી અતિશય પ્રકાશે યુક્ત ભાસે, એવી રીતની સ્થિતિવાળો હોય. અને એવી રીતની સ્થિતિ જ્યાં સુધી થઈ નથી ત્યાં સુધી ભગવાનનો ભક્ત છે તો પણ તેને માથે વિઘ્ન છે. અને જો એવી સ્થિતિમાં શિવજી નો’તા વર્તતા તો મોહિની સ્વરૂપમાં મોહ પામ્યા અને એવી સ્થિતિમાં બ્રહ્મા નો’તા વર્તતા તો સરસ્વતીને દેખીને મોહ પામ્યા અને એવી સ્થિતિમાં નારદજી નો’તા વર્તતા તો પરણ્યાનું મન થયું અને ઇન્દ્ર તથા ચંદ્રાદિક તેમને જો એવી સ્થિતિ નો’તી તો કલંક લાગ્યાં. અને ભગવાનનો ભક્ત હોય પણ જો એવી સ્થિતિને ન પામ્યો હોય તો ભગવાનને વિષે પણ પ્રાકૃતભાવ પરઠાઈ જાય છે. જેમ રાજા પરીક્ષિત એવો ભક્ત નો’તો તો રાસક્રીડા સાંભળીને શ્રીકૃષ્ણ ભગવાનને વિષે સંશય થયો અને શુકજી જો એવા ભક્ત હતા તો તેને કોઈ જાતનો સંશય થયો જ નહીં. અને જે એવો ભક્ત હોય તે તો એમ સમજે જે, ‘મારે વિષે કોઈ દોષ અડી શકે નહીં તથા તે દોષ કાંઈ બાધ કરી શકે નહીં, તો જેને ભજને કરીને હું આવો થયો એવા જે ભગવાન તેને વિષે તો કોઈ માયિક દોષ હોય જ કેમ?’ એમ દૃઢપણે સમજે છે. અને એવો જે ભગવાનનો ભક્ત છે તે ભગવાનની મૂર્તિને વિષે જ્યારે વૃત્તિને રાખે છે ત્યારે તે વૃત્તિના બે વિભાગ થાય છે; તેમાં એક વૃત્તિ તો ભગવાનના સ્વરૂપમાં રહે છે અને બીજી તો જે ભજનનો કરનારો તેમાં રહે છે. અને ભગવાનના સ્વરૂપમાં જે વૃત્તિ રહે છે તે પ્રેમે યુક્ત રહે છે અને ભજનના કરનારામાં જે વૃત્તિ રહે છે તે તો વિચારે યુક્ત રહે છે; અને તે વૃત્તિ જે તે ભજનના કરનારાને વિષે ભગવાનના ભજન વિના બીજા જે જે ઘાટ-સંકલ્પ થાય છે તે સર્વેને ખોટા કરી નાંખે છે તથા તે ભજન કરનારામાં જે દોષ તે સર્વેને ખોટા કરી નાંખે છે, એવી રીતે તેની વૃત્તિ ભગવાનમાં અખંડ રહે છે. અને ઘડીક તો એકાગ્ર ચિત્તે બેસીને ભગવાનનું ભજન કરે ને ઘડીકમાં તો ચાળા ચૂંથતો ફરે તેને તો એવી સ્થિતિ થતી નથી. જેમ પાણીનો ઘડો ભરીને એક ઠેકાણે ઢોળી આવીએ, પછી વળી બીજે દિવસ અથવા ત્રીજે દિવસ તે ઠેકાણે પાણીનો ઘડો ઢોળીએ તેણે કરીને ત્યાં પાણીનો ધરો ભરાય નહીં; કાં જે, આગલા દિવસનું જળ આગલે દિવસ સુકાઈ જાય ને પાછલા દિવસનું પાછલે દિવસ સુકાઈ જાય. અને જો આંગળી જેવી નાની જ પાણીની સેર્ય અખંડ વહેતી હોય તો મોટો પાણીનો ધરો ભરાઈ જાય. તેમ ખાતાં, પીતાં, હાલતાં, ચાલતાં તથા શુભ ક્રિયાને વિષે તથા અશુભ ક્રિયાને વિષે સર્વ કાળે ભગવાનમાં અખંડ વૃત્તિ રાખવી. પછી એવી રીતે ભગવાનમાં અખંડ વૃત્તિ રાખતાં રાખતાં એવી દૃઢ સ્થિતિ થાય છે.”"
}