{
    "number": 51,
    "vachanamrut": "ગઢડા પ્રથમ ૫૧\n",
    "title": "હીરે કરીને હીરો વેંધાયાનું\n",
    "setting": "સંવત ૧૮૭૬ના મહા વદિ ૨ બીજને દિવસ રાત્રિને સમે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની આગળ આથમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા અને ધોળો સુરવાળ પહેર્યો હતો ને ધોળો અંગરખો પહેર્યો હતો ને માથે ધોળી પાઘ બાંધી હતી ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “કાંઈ પ્રશ્ન પૂછો.” પછી પૂર્ણાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “દસ ઇન્દ્રિયો તે તો રજોગુણની છે અને ચાર અંતઃકરણ છે તે તો સત્ત્વગુણનાં છે, માટે એ સર્વે ઇન્દ્રિયો ને અંતઃકરણ તે તો માયિક છે ને ભગવાન તો માયાથી પર છે, તેનો માયિક અંતઃકરણે કરીને કેમ નિશ્ચય થાય? અને માયિક એવી જે ચક્ષુ આદિક ઇન્દ્રિયો તેણે કરીને ભગવાન કેમ જોયામાં આવે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “માયિક વસ્તુએ કરીને માયિક પદાર્થ હોય તે જણાય; માટે માયિક જે અંતઃકરણ અને ઇન્દ્રિયો તેણે કરીને જો ભગવાન જણાણા તો એ ભગવાન પણ માયિક ઠર્યા, એ રીતે તમારો પ્રશ્ન છે?” પછી પૂર્ણાનંદ સ્વામી તથા સર્વ મુનિએ કહ્યું જે, “એ જ પ્રશ્ન છે, તેને, હે મહારાજ! તમે પુષ્ટ કરી આપ્યો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “એનો તો ઉત્તર એમ છે જે, પચાસ કોટિ યોજન પૃથ્વીનું પીઠ છે, તે પૃથ્વી ઉપર ઘટપટાદિક અનેક પદાર્થ છે. તે સર્વે પદાર્થમાં એ પૃથ્વી રહી છે ને પોતાને સ્વરૂપે કરીને નોખી પણ રહી છે. અને જ્યારે પૃથ્વીની દૃષ્ટિએ કરીને જોઈએ ત્યારે એ સર્વ પદાર્થરૂપે પૃથ્વી થઈ છે ને પૃથ્વી વિના બીજું કાંઈ પદાર્થ નથી. અને તે પૃથ્વી જળના એક અંશમાંથી થઈ છે અને જળ તો પૃથ્વીને હેઠે પણ છે ને પડખે પણ છે ને ઉપર પણ છે ને પૃથ્વીના મધ્યમાં પણ જળ સર્વત્ર વ્યાપી રહ્યું છે, માટે જળની દૃષ્ટિએ કરીને જોઈએ તો પૃથ્વી નથી એકલું જળ જ છે. અને એ જળ પણ તેજના એક અંશમાંથી થયું છે માટે તેજની દૃષ્ટિએ કરીને જોઈએ તો જળ નથી એકલું તેજ જ છે. અને તે તેજ પણ વાયુના એક અંશમાંથી થયું છે, માટે વાયુની દૃષ્ટિએ કરીને જોઈએ તો તેજ નથી એકલો વાયુ જ છે. અને તે વાયુ પણ આકાશના એક અંશમાંથી થયો છે, માટે જો આકાશની દૃષ્ટિએ કરીને જોઈએ તો વાયુ આદિક જે ચાર ભૂત ને તેનું કાર્ય જે પિંડ ને બ્રહ્માંડ તે કાંઈ ભાસે જ નહીં, એકલો આકાશ જ સર્વત્ર ભાસે. અને એ આકાશ પણ તામસાહંકારના એક અંશમાંથી ઉત્પન્ન થયો છે. અને તે તામસાહંકાર, રાજસાહંકાર, સાત્ત્વિકાહંકાર અને ભૂત, ઇન્દ્રિયો, અંતઃકરણ અને દેવતા એ સર્વે મહત્તત્ત્વના એક અંશમાંથી ઉત્પન્ન થયાં છે; માટે મહત્તત્ત્વની દૃષ્ટિએ જોઈએ તો ત્રણ પ્રકારનો અહંકાર તથા ભૂત, ઇન્દ્રિયો, અંતઃકરણ, દેવતા એ સર્વે નથી એકલું મહત્તત્ત્વ જ છે. અને તે મહત્તત્ત્વ પણ પ્રધાન-પ્રકૃતિના એક અંશમાંથી ઉત્પન્ન થયું છે, માટે એ પ્રકૃતિની દૃષ્ટિએ જોઈએ તો મહત્તત્ત્વ નથી એકલી એ પ્રકૃતિ જ છે. અને તે પ્રકૃતિ પણ પ્રલયકાળમાં પુરુષના એક અંશમાં લીન થઈ જાય છે અને પાછી સૃષ્ટિ સમે એક અંશમાંથી ઉત્પન્ન થાય છે, માટે પુરુષની દૃષ્ટિએ કરીને જોઈએ તો એ પ્રકૃતિ નથી એકલો પુરુષ જ છે. અને એવા અનંત કોટિ પુરુષ છે તે મહામાયાના એક અંશમાંથી ઉત્પન્ન થાય છે, માટે એ મહામાયાની દૃષ્ટિએ જોઈએ તો એ પુરુષ નથી એકલી મહામાયા જ છે. અને મહામાયા પણ મહાપુરુષના એક અંશમાંથી ઉત્પન્ન થાય છે, માટે એ મહાપુરુષની દૃષ્ટિએ જોઈએ તો એ મહામાયા નથી એકલો મહાપુરુષ જ છે. અને એ મહાપુરુષ પણ પુરુષોત્તમ ભગવાનનું ધામ જે અક્ષર તેના એક દેશમાંથી ઊપજે છે, માટે એ અક્ષરની દૃષ્ટિએ કરીને જોઈએ તો એ મહાપુરુષાદિક સર્વે નથી એક અક્ષર જ છે. અને તે અક્ષર થકી પર અક્ષરાતીત એવા જે પુરુષોત્તમ ભગવાન તે છે; તે સર્વેની ઉત્પત્તિ, સ્થિતિ અને પ્રલય તેના કર્તા છે ને તે સર્વના કારણ છે. અને જે કારણ હોય તે પોતાના કાર્યને વિષે વ્યાપક હોય ને તેથી જુદું પણ રહે, માટે એ સર્વના કારણ પુરુષોત્તમ ભગવાન તેની દૃષ્ટિએ કરીને જોઈએ ત્યારે એ પુરુષોત્તમ ભગવાન વિના બીજું કાંઈ ભાસે જ નહીં. એવા જે ભગવાન તે જ કૃપા કરીને જીવના કલ્યાણને અર્થે પૃથ્વીમાં સર્વે મનુષ્યને પ્રત્યક્ષ દર્શન આપે છે ત્યારે જે જીવ સંતનો સમાગમ કરીને એ પુરુષોત્તમ ભગવાનનો આવો મહિમા સમજે છે ત્યારે એનાં ઇન્દ્રિયો, અંતઃકરણ સર્વે પુરુષોત્તમરૂપે થઈ જાય છે, ત્યારે તેમણે કરીને એ ભગવાનનો નિશ્ચય થાય છે. જેમ હીરે કરીને જ હીરો વેંધાય છે પણ બીજા વતે નથી વેંધાતો; તેમ ભગવાનનો નિશ્ચય તે ભગવાન વતે જ થાય છે અને ભગવાનનું દર્શન પણ ભગવાન વતે જ થાય છે, પણ માયિક એવાં જે ઇન્દ્રિયો, અંતઃકરણ તેણે કરીને નથી થતું.” એમ વાર્તા કરીને શ્રીજીમહારાજ ‘જય સચ્ચિદાનંદ’ કહીને પોતાને ઉતારે પધાર્યા."
}