{
    "number": 67,
    "vachanamrut": "ગઢડા પ્રથમ ૬૭\n",
    "title": "સત્પુરુષના ગુણ આવ્યાનું\n",
    "setting": "સંવત ૧૮૭૬ના ચૈત્ર સુદિ ૭ સાતમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં મુનિને ઉતારે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજે મુનિ પ્રત્યે પ્રશ્ન પૂછ્યો જે, “કોઈ સત્પુરુષ છે તેને આ લોકના સુખમાં તો પ્રીતિ જ નથી અને પરલોક જે ભગવાનનું ધામ તથા ભગવાનની મૂર્તિ તેને વિષે વાસના છે. અને જે તેનો સંગ કરે તેનું પણ એવી જ જાતનું હિત કરે જે, ‘આ મારો સંગી છે તેને આ સંસારની વાસના તૂટી જાય ને ભગવાનને વિષે પ્રીતિ થાય તો ઘણું સારું છે.’ અને જેટલું કાંઈ જતન કરે તે સર્વે દેહને મૂકીને ભગવાનના ધામમાં ગયા કેડે સુખ આપે એવું જ કરે, પણ દેહના સુખને અર્થે તો કાંઈ ક્રિયા કરે જ નહીં. એવા જે સત્પુરુષ હોય તેના સરખા જે ગુણ તે મુમુક્ષુને વિષે કેમ સમજે તો આવે ને કેમ સમજે તો ન આવે? એ પ્રશ્ન છે.” પછી મુક્તાનંદ સ્વામીએ કહ્યું જે, “જેને આ લોકના સુખમાં ઇચ્છા નથી એવા સત્પુરુષ છે, તેને વિષે દેવની બુદ્ધિ રાખે અને જે વચન કહે તે સત્ય માને અને તે પ્રમાણે વર્તે, તો એ સત્પુરુષના ગુણ હોય તે મુમુક્ષુમાં આવે; અને જે એવો ન હોય તેમાં ન આવે.”\nપછી શ્રીજીમહારાજ બોલ્યા જે, “એ ઉત્તર તો ખરો, પણ આમ સમજે તો મોટા પુરુષના ગુણ મુમુક્ષુમાં આવે છે. તે સમજ્યાની રીત કહીએ તે સાંભળો જે, જે પુરુષને પરમેશ્વર વિનાની બીજે ક્યાંય પ્રીતિ ન હોય તેનો એમ ગુણ ગ્રહણ કરે જે, ‘આ પુરુષ તો અતિશય મોટા છે અને એની આગળ લાખો માણસ હાથ જોડીને ઊભા રહે છે તો પણ લેશમાત્ર સંસારના સુખને ઇચ્છતા નથી. અને હું તો અતિશય પામર છું જે કેવળ સંસારના સુખમાં આસક્ત થઈ રહ્યો છું અને પરમેશ્વરની વાતમાં તો લેશમાત્ર સમજતો જ નથી, માટે મને ધિક્કાર છે.’ એવી રીતે અનુતાપ કરે અને મોટાપુરુષનો ગુણ ગ્રહણ કરે અને પોતાના અવગુણ ગ્રહણ કરીને અનુતાપ કરે. પછી એમ ને એમ પરિતાપ કરતે કરતે એના હૃદયને વિષે વૈરાગ્ય ઊપજે અને પછી તેમાં સત્પુરુષના જેવા ગુણ આવે છે. હવે જેના હૃદયમાં સત્પુરુષના ગુણ ન જ આવે તેનાં લક્ષણ કહીએ તે સાંભળો જે, જે પુરુષ એમ સમજે જે, ‘આ મોટા કહેવાય છે પણ વિવેક તો કોઈ પ્રકારનો નથી અને ખાતાં-પીતાં પણ આવડતું નથી અને ઓઢતાં-પહેરતાં પણ આવડતું નથી અને પરમેશ્વરે સુખ ઘણું આપ્યું છે તેને ભોગવતાં પણ આવડતું નથી અને કોઈને આપે છે તે પણ વિવેક વિનાનું આપે છે.’ એવી રીતે સત્પુરુષમાં અનંત પ્રકારના અવગુણ પરઠે એવો જે કુમતિ પુરુષ હોય, તેને વિષે કોઈ કાળે સત્પુરુષના ગુણ આવે જ નહીં.”"
}