{
    "number": 25,
    "vachanamrut": "ગઢડા પ્રથમ ૨૫\n",
    "title": "વીસ કોશના પ્રવાહનું\n",
    "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૭ સપ્તમીને દિવસ પ્રભાત સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં પરમહંસની જાયગાને વિષે પધાર્યા હતા, ને ધોળો ખેસ પહેર્યો હતો ને ધોળો ચોફાળ ઓઢ્યો હતો ને ધોળો ફેંટો બાંધ્યો હતો ને આથમણે પરથારે ઉગમણું મુખારવિંદ કરીને વિરાજમાન હતા ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી શ્રીજીમહારાજ કૃપા કરીને બોલ્યા જે, “સ્વધર્મે યુક્ત એવો જે ભગવાનનો ભક્ત તેના અંતરને વિષે તો પોતાનું યથાર્થ પૂર્ણકામપણું મનાતું નથી, અને તે પૂર્ણકામપણું તો આત્મનિષ્ઠા ને ભગવાનના માહાત્મ્યનું જ્ઞાન તેણે કરીને જ થાય છે; અને એ બેમાં જેટલી ન્યૂનતા રહે છે તેટલી પૂર્ણકામપણામાં ન્યૂનતા રહે છે. માટે એ બે વાનાં તો ભગવાનના ભક્તને દૃઢપણે સાધવાં. અને એ બેમાં જેટલી ખામી રહે તેટલી તો સમાધિમાં પણ નડે છે. અને હમણાં અમે એક હરિભક્તને સમાધિ કરાવી હતી તે તેને તેજ અતિશય દેખાણું; તે તેજને જોઈને ચીસ પાડવા માંડી ને કહ્યું જે, ‘હું બળુ છું.’ માટે સમાધિવાળાને પણ આત્મજ્ઞાનનું જરૂર કામ પડે છે; અને પોતાનું સ્વરૂપ આત્મા ન જાણે ને દેહને માને તો તેને ઘણી કાચ્યપ રહી જાય છે. અને અમે તે હરિભક્તને સમજાવ્યું જે, ‘તારું સ્વરૂપ તો આત્મા છે, દેહ નથી. ને આ લાડકીબાઈ નામ અને ભાટનો દેહ તે તું નથી અને અછેદ્ય, અભેદ્ય એવો જે આત્મા, તે તારું સ્વરૂપ છે.’ પછી અમે તેને સમાધિ કરાવીને કહ્યું જે, ‘ગણપતિને સ્થાનકે ચાર પાંખડીનું કમળ છે ત્યાં જઈને તારું સ્વરૂપ જો,’ અને જ્યારે સમાધિવાળો ગણપતિને સ્થાનકે જાય છે ત્યારે ત્યાં નાદ સંભળાય છે ને પ્રકાશ દેખાય છે; અને તેથી પર બ્રહ્માના સ્થાનકને વિષે જાય છે ત્યારે તેથી નાદ પણ ઘણો સંભળાય છે ને પ્રકાશ પણ તેથી અતિશય ઘણો દેખાય છે; અને તેથી પર વિષ્ણુને સ્થાનકે જાય છે ત્યારે તેથી અતિશય નાદ સંભળાય છે ને તેથી તેજ પણ અતિશય દેખાય છે; એવી રીતે જેમ જેમ ઊંચા ઊંચા સ્થાનકને વિષે જાય છે તેમ તેમ વધુ નાદ સંભળાય છે ને વધુ વધુ પ્રકાશ દેખાય છે. અને એવી રીતે સમાધિમાં અતિશય તેજ દેખાય છે અને અતિશય નાદ થાય છે ને કડાકા અતિશય થાય છે, તે ગમે તેવો ધીરજ્યવાન હોય તો પણ કાયરપણું આવી જાય છે. જો અર્જુન ભગવાનના અંશ હતા અને મહાશૂરવીર હતા તો પણ ભગવાનનું વિશ્વરૂપ જોવાને સમર્થ થયા નહીં, માટે એમ બોલ્યા જે, ‘હે મહારાજ! આ રૂપ જોવાને હું સમર્થ નથી, માટે તમારું જેવું પ્રથમ રૂપ હતું તેવું તમારું દર્શન કરાવો.’ એવી રીતે એવા સમર્થને પણ સમાધિને વિષે જ્યારે બ્રહ્માંડ ફાટી જાય એવા કડાકા થાય છે અને જેમ સમુદ્ર મર્યાદા મેલે એવા તેજના સમૂહ દેખાય છે ત્યારે ધીરજ્ય રહેતી નથી; તે સારુ દેહ થકી પોતાનું સ્વરૂપ જુદું સમજવું જોઈએ. અને એવી જે સમાધિ થાય છે તેના બે ભેદ છે - એક તો પ્રાણાયામે કરીને પ્રાણનો નિરોધ થાય છે તે ભેળો ચિત્તનો પણ નિરોધ થાય છે અને બીજો પ્રકાર એ છે જે, ચિત્તને નિરોધે કરીને પ્રાણનો નિરોધ થાય છે. તે ચિત્તનો નિરોધ ક્યારે થાય છે? તો જ્યારે સર્વ ઠેકાણેથી વૃત્તિ તૂટીને એક ભગવાનને વિષે વૃત્તિ જોડાય. અને તે ભગવાનને વિષે વૃત્તિ ક્યારે જોડાય? તો જ્યારે સર્વ ઠેકાણેથી વાસના તૂટીને એક ભગવાનના સ્વરૂપની વાસના થાય, ત્યારે તે વૃત્તિ કોઈની હઠાવી ભગવાનના સ્વરૂપમાંથી પાછી હઠે નહીં. જેમ કોઈ કૂવો હોય ને તે ઉપર વીસ કોશ ફરતા હોય ને તેનો પ્રવાહ જુદો જુદો ચાલતો હોય ત્યારે તે પ્રવાહમાં જોર હોય નહીં અને તે વીસે કોશનો પ્રવાહ ભેળો કરીએ તો નદીના જેવો અતિશય બળવાન પ્રવાહ થાય, તે કોઈનો હઠાવ્યો પાછો હઠે નહીં; તેમ જેની વૃત્તિ નિર્વાસનિક થાય છે ત્યારે તેનું ચિત્ત છે તે ભગવાનના સ્વરૂપમાં જોડાય છે. અને જેના ચિત્તમાં સંસારના સુખની વાસના હોય તેને તો શ્રોત્ર ઇન્દ્રિય દ્વારે અનંત જાતના જે શબ્દ તેને વિષે જુદી જુદી વૃત્તિ ફેલાઈ જાય છે, તેમ જ ત્વચા ઇન્દ્રિય દ્વારે હજારો જાતના જે સ્પર્શ તેને વિષે જુદી જુદી વૃત્તિ ફેલાઈ જાય છે, તેમ જ નેત્ર ઇન્દ્રિયની વૃત્તિ તે હજારો જાતનાં જે રૂપ તેને વિષે ફેલાઈ જાય છે, તેમ જ રસના ઇન્દ્રિયની વૃત્તિ તે હજારો જાતના જે રસ તેમાં ફેલાઈ જાય છે, તેમ જ નાસિકા ઇન્દ્રિયની વૃત્તિ તે અનંત જાતના જે ગંધ તેમાં ફેલાઈ જાય છે, તેમ જ કર્મ ઇન્દ્રિયોની વૃત્તિઓ પણ પોતપોતાના વિષયને વિષે હજારો પ્રકારે ફેલાઈ જાય છે; એવી રીતે દસે ઇન્દ્રિયો દ્વારે એનું અંતઃકરણ છે તે હજારો પ્રકારે ફેલાઈ ગયું છે. તે જ્યારે ચિત્ત તે ભગવાનનું ચિંતવન કરે અને મન તે ભગવાનનો જ ઘાટ ઘડે અને બુદ્ધિ તે ભગવાનના સ્વરૂપનો જ નિશ્ચય કરે અને અહંકાર તે ‘હું આત્મા છું ને ભગવાનનો ભક્ત છું,’ એવું જ અભિમાન ધરે, ત્યારે એની એક વાસના થઈ જાણવી. અને પ્રાણે કરીને જે ચિત્તનો નિરોધ થાય છે તે તો અષ્ટાંગયોગે કરીને થાય છે. તે અષ્ટાંગયોગ તો યમ, નિયમ, આસન, પ્રાણાયામ, પ્રત્યાહાર, ધ્યાન, ધારણા અને સમાધિ એ જે આઠ અંગ તેણે યુક્ત છે. અને અષ્ટાંગયોગ તે સાધનરૂપ છે ને એનું ફળ તે ભગવાનને વિષે નિર્વિકલ્પ સમાધિ છે. તે જ્યારે એવી નિર્વિકલ્પ સમાધિ થાય છે ત્યારે પ્રાણને નિરોધે કરીને ચિત્તનો નિરોધ થાય છે. અને જો ચિત્ત નિર્વાસનિક થઈને ભગવાનને વિષે જોડાય છે તો તે ચિત્તને નિરોધે કરીને પ્રાણનો નિરોધ થાય છે. માટે જેમ અષ્ટાંગયોગ સાધવે કરીને ચિત્તનો નિરોધ થાય છે, તેમ ભગવાનના સ્વરૂપને વિષે જોડાવે કરીને ચિત્તનો નિરોધ થાય છે. માટે જે ભક્તની ચિત્તવૃત્તિ ભગવાનના સ્વરૂપને વિષે જોડાણી તેને અષ્ટાંગયોગ વગર સાધે સધાઈ રહ્યો. માટે અમે કહ્યાં જે આત્મનિષ્ઠા અને ભગવાનના માહાત્મ્યનું જ્ઞાન એ બે સાધન તે દૃઢપણે રાખવાં; અને વર્તમાનધર્મ છે તે તો ભગવાનની આજ્ઞા છે, તે જરૂર રાખવાં. જેમ બ્રાહ્મણનો ધર્મ છે જે, ના’વું-ધોવું ને પવિત્રપણે રહેવું, તે કોઈ દિવસ શૂદ્રના ઘરનું પાણી પીવે જ નહીં; તેમ સત્સંગી હોય તેને ભગવાનની આજ્ઞામાં ફેર પાડવો જ નહીં. કેમ જે, એ ભગવાનની આજ્ઞા પાળે તો તેની ઉપર ભગવાન રાજી થાય છે. અને ભગવાનનું માહાત્મ્યજ્ઞાન તથા વૈરાગ્યે સહિત આત્મજ્ઞાન એ બેની અતિશય દૃઢતા રાખવી અને પોતાને વિષે પૂર્ણકામપણું સમજવું જે, ‘હવે મારે ક્યાંઈ ન્યૂનતા રહી નથી;’ એમ સમજીને નિરંતર ભગવાનની ભક્તિ કરવી. અને તે સમજણ્યને કેફે કરીને છકી પણ જવું નહીં અને પોતાને અકૃતાર્થપણું પણ માનવું નહીં. અને જો અકૃતાર્થપણું માને તો એની ઉપર જે એવી ભગવાનની કૃપા થઈ તે જાણીએ ખારાપાટમાં બીજ વાવ્યું તે ઊગ્યું જ નહીં અને જો છકી જઈને જેમ-તેમ કરવા લાગે તો જાણીએ અગ્નિમાં બીજ નાખ્યું તે બળી ગયું. માટે અમે કહ્યું તેમ જે સમજે તેને કોઈ પ્રકારની ન્યૂનતા રહે નહીં.” એમ કહીને શ્રીજીમહારાજ પોતાના આસન ઉપર પધાર્યા."
}