{
    "number": 18,
    "vachanamrut": "ગઢડા પ્રથમ ૧૮\n",
    "title": "વિષયખંડનનું, હવેલીનું\n",
    "setting": "સંવત ૧૮૭૬ના માગશર વદિ ૬ છઠને દિવસ રાત્રિ પાછલી પહોર બાકી હતી ત્યારે સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં આથમણે બારણે ઓરડાની ઓસરીને આગળ ફળિયામાં ઢોલિયા ઉપર વિરાજ્યા હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં.\n",
    "text": "પછી પરમહંસ તથા સત્સંગીને તેડાવ્યા ને ઘણીવાર સુધી તો પોતે વિચારી રહ્યા અને પછી બોલ્યા જે, “એક વાત કહું તે સાંભળો.” એમ કહીને શ્રીજીમહારાજ બોલ્યા જે, “મારા મનમાં તો એમ થાય છે જે વાત ન કહું, પણ તમે અમારા છો માટે જાણીએ છીએ જે કહીએ જ. અને આ વાત છે તેને સમજીને તે જ પ્રમાણે વર્તે તે જ મુક્ત થાય છે અને તે વિના તો ચાર વેદ, ષટ શાસ્ત્ર, અઢાર પુરાણ અને ભારતાદિક ઇતિહાસ તેને ભણવે કરીને તથા તેના અર્થને જાણવે કરીને અથવા તેને શ્રવણે કરીને પણ મુક્ત થાય નહીં. તે વાત કહીએ તે સાંભળો જે, બહાર તો ગમે તેટલી ઉપાધિ હોય પણ તેનો જો મનમાં સંકલ્પ ન હોય તો તેનો અમારે ખરખરો નહીં અને અંતરમાં જો રંચ જેટલો પદાર્થનો ઘાટ થાય તો તેનો ત્યાગ કરીએ ત્યારે નિરાંત થાય એવો અમારો સ્વભાવ છે. માટે અમે હૃદયમાં વિચાર કર્યો જે, ‘ભગવાનના ભક્તના હૃદયમાં વિક્ષેપ થાય છે તેનું કારણ તે શું છે?’ પછી મન, બુદ્ધિ, ચિત્ત, અહંકાર સામું જોયું ત્યાં તો એ અંતઃકરણ પણ ઉદ્વેગનું કારણ નથી. અંતઃકરણમાં તો ભગવાનના સ્વરૂપના નિશ્ચયનું બળ અથવા આત્મજ્ઞાનનું બળ તેને યોગે કરીને અંતઃકરણને ગાફલતા રહે છે જે, ‘ભગવાન મળ્યા છે તે હવે કાંઈ કરવું રહ્યું નથી,’ એવું ગાફલપણું રહે છે એટલો જ અંતઃકરણનો વાંક છે. અને ઝાઝો વાંક તો પંચ જ્ઞાન-ઇન્દ્રિયોનો છે. તેની વિગતિ કહીએ છીએ જે, એ જીવ જે નાના પ્રકારનાં ભોજન જમે છે તે ભોજન-ભોજન પ્રત્યે જુદા જુદા સ્વાદ છે અને જુદા જુદા ગુણ છે. તે ભોજનને જ્યારે જમે છે ત્યારે તે ગુણ અંતઃકરણમાં તથા શરીરમાં પ્રવર્તે છે. અને જો  લીલાગર ભાંગ્ય પીએ અને તે પ્રભુનો ભક્ત હોય તોય પણ લીલાગર ભાંગ્યને કેફે કરીને વર્તમાનની ખબર રહે નહીં અને પ્રભુના ભજનની પણ ખબર રહે નહીં; તેમ અનંત પ્રકારના જે આહાર તેના ગુણ પણ લીલાગર ભાંગ્યની પેઠે જ અનંત પ્રકારના છે, તેનો ગણતાં પણ પાર આવે નહીં. તેમ જ એ જીવ શ્રોત્ર દ્વારે અનંત પ્રકારના શબ્દને સાંભળે છે, તે શબ્દના પણ અનંત પ્રકારના ગુણ જુદા જુદા છે, તે જેવો શબ્દ સાંભળે છે તેવો જ અંતઃકરણમાં ગુણ પ્રવર્તે છે; જેમ કોઈક હત્યારો જીવ હોય અથવા કોઈક પુરુષ વ્યભિચારી હોય અથવા કોઈક સ્ત્રી વ્યભિચારિણી હોય અથવા લોક અને વેદની મર્યાદાને લોપીને વર્તતો એવો કોઈક ભ્રષ્ટ જીવ હોય તેમની જે વાત સાંભળવી તે તો જેવી લીલાગર ભાંગ્ય પીએ અથવા દારૂ પીએ એવી છે; માટે તે વાતના સાંભળનારાના અંતઃકરણને ભ્રષ્ટ કરી નાંખે છે અને ભગવાનનું ભજન, સ્મરણ તથા વર્તમાન તેની વિસ્મૃતિ કરાવી નાંખે છે. તેમ જ ત્વચાના સ્પર્શ પણ અનંત પ્રકારના છે અને તેના ગુણ પણ જુદા જુદા અનંત પ્રકારના છે; તેમાં પાપી જીવનો જે સ્પર્શ તે જ ભાંગ્ય-દારૂના જેવો છે, માટે તે સ્પર્શનો કરનારો હરિભક્ત હોય તેની પણ શૂધબૂધને ભુલાડી દે છે. તેમ જ રૂપ પણ અનંત પ્રકારનાં છે અને તેના ગુણ પણ અનંત પ્રકારના જુદા જુદા છે; તે કોઈક ભ્રષ્ટ જીવ હોય ને જો તેનું દર્શન થયું હોય તો જેમ લીલાગર ભાંગ્ય તથા દારૂ પીધે ભૂંડું થાય છે તેમ જ તે પાપીનાં દર્શનના કરનારાનું પણ ભૂંડું જ થાય અને બુદ્ધિ ભ્રષ્ટ થઈ જાય છે. તેમ જ ગંધ પણ અનંત પ્રકારના છે અને તેના ગુણ પણ અનંત પ્રકારના છે; તે જો પાપી જીવના હાથનું પુષ્પ અથવા ચંદન તેની જો સુગંધી લે તો જેમ લીલાગર પીધે બુદ્ધિ ભ્રષ્ટ થાય તેમ જ બુદ્ધિ ભ્રષ્ટ થાય છે. એવી રીતે જેમ ભૂંડાને યોગે કરીને જીવની બુદ્ધિ ભ્રષ્ટ થાય છે તેમ જ પરમેશ્વર અથવા પરમેશ્વરના સંત તેને યોગે કરીને જીવની બુદ્ધિ સારી થાય છે. અને જીવની બુદ્ધિ ભ્રષ્ટ હોય તો પણ ભગવાન અને સંતના શબ્દને સાંભળવે કરીને ઉત્તમ થાય છે; તેમ જ એમને સ્પર્શે કરીને પણ મતિ ઉત્તમ થાય છે, અને વર્તમાનની આડ્યે કરીને મોટા સંતનો સ્પર્શ ન થાય તો તેના ચરણની રજ લઈને માથે ચડાવે તેણે કરીને પવિત્ર થાય; અને તેમ જ મોટા સંતને દર્શને કરીને પણ પવિત્ર થાય, પણ વર્તમાન રાખીને દર્શન કરવાં; તેમ જ તે મોટાની પ્રસાદી છે તેને જમવે કરીને પણ પવિત્ર થાય છે, તેમાં પણ વર્ણાશ્રમની મર્યાદા પરમેશ્વરે બાંધી છે તે મર્યાદાને રાખીને પ્રસાદી લેવી અને જેને ન ખપે તેને સાકરની પ્રસાદી કરાવીને પ્રસાદી લેવી; તેમ જ તે મોટાપુરુષને ચઢ્યું એવું જે પુષ્પ, ચંદન તેની સુગંધી લીધે પણ બુદ્ધિ નિર્મળ થાય છે. તે માટે એ પંચવિષયને સમજ્યા વિના જે ભોગવશે અને સાર-અસારનો વિભાગ નહીં કરે અને તે નારદ-સનકાદિક જેવો હશે તેની પણ બુદ્ધિ ભ્રષ્ટ થઈ જશે, તો જે દેહાભિમાની હોય અને તેની બુદ્ધિ ભ્રષ્ટ થાય તેમાં શું કહેવું? તે સારુ એ પંચ ઇન્દ્રિયોને યોગ્ય-અયોગ્ય વિચાર્યા વિના જે મોકળી મેલશે તેનું અંતઃકરણ ભ્રષ્ટ થઈ જશે. અને પંચ ઇન્દ્રિયો દ્વારે જીવ જે આહાર કરે છે તે આહાર જો શુદ્ધ કરશે તો અંતઃકરણ શુદ્ધ થાશે, અને અંતઃકરણ શુદ્ધ થાશે તો અખંડ ભગવાનની સ્મૃતિ રહેશે. અને જો પંચ ઇન્દ્રિયોના આહારમાંથી એક ઇન્દ્રિયનો આહાર મલિન થાય છે તો અંતઃકરણ પણ મલિન થઈ જાય છે. માટે ભગવાનના ભક્તને ભગવાનના ભજનને વિષે જે કોઈ વિક્ષેપ થઈ આવે છે તેનું કારણ તો પંચ ઇન્દ્રિયોના વિષય જ છે પણ અંતઃકરણ નથી.\n“અને આ જીવ છે તે જેવી સોબત કરે છે તેવું એનું અંતઃકરણ થાય છે; તે જ્યારે એ જીવ વિષયી જીવની સભામાં બેઠો હોય અને તે જગ્યા પણ સુંદર સાત માળની હવેલી હોય, તે હવેલીને વિષે કાચના તકતા સુંદર જડ્યા હોય અને સુંદર બિછાનાં કર્યાં હોય, તેમાં નાના પ્રકારનાં આભૂષણ તથા વસ્ત્રને પહેરીને વિષયી જન બેઠા હોય અને દારૂના શીશા લઈને પરસ્પર પાતા હોય અને કેટલાક તો દારૂના શીશા ભરેલા પડ્યા હોય અને વેશ્યાઓ થેઈથેઈકાર કરી રહી હોય અને નાના પ્રકારનાં વાજિંત્ર વાજતાં હોય, તે સભામાં જઈને જે જન બેસે તે સમે તેનું અંતઃકરણ બીજી જાતનું થઈ જાય છે. અને તૃણની ઝૂંપડી હોય ને તેમાં ફાટેલ ગોદડીવાળા પરમહંસની સભા બેઠી હોય અને ધર્મ, જ્ઞાન, વૈરાગ્ય, ને ભક્તિ સહવર્તમાન ભગવદ્‌વાર્તા થાતી હોય, તે સભામાં જઈને જે જન બેસે ત્યારે તે સમે તેનું અંતઃકરણ બીજી રીતનું થાય છે. માટે સત્સંગ અને કુસંગને યોગે કરીને જેવું અંતઃકરણ થાય છે તેને જો વિચારીને જુએ તો જાણ્યામાં આવે છે અને ગબરગંડને તો કાંઈ ખબર પડતી નથી. માટે આ વાર્તા છે તે છેક મૂર્ખપણે પશુને પાડે વર્તતો હોય તેને તો ન સમજાય અને જે કાંઈક વિવેકી હોય અને કાંઈક ભગવાનનો આશ્રિત હોય તેને તો આ વાર્તા તુરત સમજ્યામાં આવે છે; માટે પરમહંસ તથા સાંખ્યયોગી હરિજન તથા કર્મયોગી હરિજન એ સર્વેને કુપાત્ર માણસની સંગત કરવી નહીં. અને સત્સંગ મોર તો ગમે તેવો કુપાત્ર જીવ હોય તોય તેને નિયમ ધરાવીને સત્સંગમાં લેવો, પણ સત્સંગમાં આવ્યા પછી કુપાત્રપણું રાખે તો બાઈ અથવા ભાઈ જે હોય તેને સત્સંગ બહાર કાઢી મેલવો અને જો ન કાઢે તો એમાંથી ઝાઝું ભૂંડું થાય. જેમ, જે આંગળીને સર્પે કરડી હોય અથવા કીડિયારાનો રોગ થયો હોય અને તેટલું અંગ જો તુરત કાપી નાંખે તો પંડે કુશળ રહે; તેનો લોભ કરે તો ઝાઝો બિગાડ થાય. તેમ જે કુપાત્ર જીવ જણાય તેનો તત્કાળ ત્યાગ કરજ્યો; અને આ અમારું વચન છે તે ભલા થઈને સર્વે જરૂર રાખજ્યો, તો જાણીએ તમે અમારી સર્વ સેવા કરી. અને અમે પણ તમને સર્વેને આશીર્વાદ દઈશું અને તમો ઉપર ઘણા પ્રસન્ન થઈશું, કાં જે, તમે અમારો દાખડો સુફળ કર્યો. અને ભગવાનનું ધામ છે ત્યાં આપણ સર્વે ભેળા રહીશું. અને જો એમ નહીં રહો તો તમારે અને અમારે ઘણું છેટું થઈ જાશે અને ભૂતનું કે બ્રહ્મરાક્ષસનું દેહ આવશે અને હેરાન થાશો. અને જે કાંઈ ભગવાનની ભક્તિ કરી હશે તેનું ફળ તો રઝળતાં રઝળતાં કોઈક કાળે પ્રગટ થાશે, ત્યારે પણ અમે વાત કરી તે પ્રમાણે રહેશો ત્યાર પછી મુક્ત થઈને ભગવાનના ધામમાં જાશો.\n“અને જો કોઈ અમારો વાદ લેશો તો તેનું તો જરૂર ભૂંડું થાશે; કાં જે, અમારા હૃદયમાં તો નરનારાયણ પ્રગટ વિરાજે છે અને હું તો અનાદિ મુક્ત જ છું પણ કોઈને ઉપદેશે કરીને મુક્ત નથી થયો. અને મન, બુદ્ધિ, ચિત્ત અને અહંકાર તેમને તો હું પકડી લઉં છું; જેમ સિંહ બકરાને પકડે છે તેની પેઠે એ અંતઃકરણને હું પકડું છું અને બીજાને તો એ અંતઃકરણ દેખ્યામાં પણ આવતું નથી. માટે અમારો વાદ લઈને જાણે જે ઉપાધિમાં રહીને શુદ્ધપણે રહીશું, તે તો નારદ-સનકાદિક જેવો હોય તેથી પણ રહેવાય નહીં તો બીજાની શી વાર્તા કહેવી? અને અનંત મુક્ત થઈ ગયા ને અનંત થશે, તેમાં ઉપાધિમાં રહીને નિર્લેપ રહે એવો કોઈ થયો નથી ને થશે પણ નહીં અને હમણાં પણ કોઈએ નથી અને કોટિ કલ્પે સુધી સાધન કરીને પણ એવો થવાને કોઈ સમર્થ નથી. માટે અમે કહ્યું છે તે પ્રમાણે રહેશો તો રૂડું થશે. અને અમે જે કોઈને હેતે કરીને બોલાવીએ છીએ તે તો તેના જીવના રૂડા સારુ બોલાવીએ છીએ અથવા કોઈને હેતે કરીને સામું જોઈએ છીએ અથવા કોઈ સારાં ભોજન કરાવે છે તેને જમીએ છીએ અથવા કોઈ ઢોલીયો બિછાવી દે છે તે ઉપર બેસીએ છીએ અથવા કોઈ વસ્ત્ર-આભૂષણ તથા પુષ્પના હાર ઇત્યાદિક જે જે પદાર્થ લાવે છે તેને અંગીકાર કરીએ છીએ તે તો તેના જીવના રૂડા વાસ્તે અંગીકાર કરીએ છીએ પણ અમારા સુખને વાસ્તે કરતા નથી; અને જો અમારા સુખને વાસ્તે કરતા હોઈએ તો અમને શ્રીરામાનંદ સ્વામીના સમ છે. માટે એવું વિચારીને કોઈ અમારો વાદ કરશો મા, અને પંચ ઇન્દ્રિયોના આહાર છે તેને અતિશય શુદ્ધપણે કરીને રાખજ્યો, એ વચન અમારું જરૂરાજરૂર માનજ્યો. અને આ વાત તો સર્વને સમજાય એવી સુગમ છે માટે સર્વના સમજ્યામાં તુરત આવી જશે, તે સારુ સત્સંગમાં અતિશય પ્રવર્તાવજ્યો; તેમાં અમારો ઘણો રાજીપો છે.” એમ વાર્તા કરીને ‘જય સચ્ચિદાનંદ’ કહીને શ્રીજીમહારાજ પોતાના ઉતારામાં પધારતા હવા."
}