{
  "number": 257,
  "vachanamrut": "ગઢડા અંત્ય ૩૪\n",
  "title": "ભગવાનને વિષે જ વાસના રહ્યાનું\n",
  "setting": "સંવત ૧૮૮૫ના ચૈત્ર સુદિ ૩ ત્રીજને દિવસ શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીગોપીનાથજીના મંદિરને વિષે વિરાજમાન હતા ને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
  "text": "પછી શ્રીજીમહારાજને શુકમુનિએ પ્રશ્ન પૂછ્યો જે, “ભગવાન વિના બીજા માયિક પદાર્થમાત્રને વિષે વાસના ન રહે ને એક ભગવાનને વિષે જ વાસના રહે તેનાં બે સાધન જણાય છે: એક તો ભગવાનને વિષે પ્રીતિ ને બીજો જ્ઞાને સહિત વૈરાગ્ય એ બે સાધન છે. તે એ બે સાધન તો જેને અતિશયપણે ન વર્તતાં હોય ને ભગવાનનો નિશ્ચય ને વિશ્વાસ તો હોય, એવાને પણ એક ભગવાનની જ વાસના રહે ને બીજા પદાર્થની વાસના ન રહે એવો ત્રીજો કોઈ ઉપાય છે?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “એ પ્રશ્ન ખરો ને એ બે સાધને કરીને જ એક ભગવાનની વાસના રહે ને બીજા પદાર્થની ન રહે તે ખરું. અને જો એ બે સાધન ન હોય તો એને ભગવાન વિના અન્ય પદાર્થની વાસના ન ટળે. માટે જીવતે દુખિયો વર્તે ને ભગવાનનો નિશ્ચય છે માટે મરે ત્યારે એનું કલ્યાણ ભગવાન કરે. અને ભગવાન વિના અન્ય પદાર્થની વાસના ટાળ્યાનાં જેમ એ બે સાધન છે તેમ ત્રીજું પણ એક છે. તે શું? તો જેના જેવા નિયમ કહ્યા છે તેમાં સાવધાનપણે વર્તે. તે નિયમ કયા? તો એક તો સ્વધર્મ સંબંધી નિયમ. તે કેમ? તો જેમ આત્મનિવેદી સાધુ-બ્રહ્મચારીના નિયમ છે, તેમ જ આત્મનિવેદી ન હોય તો પણ સ્ત્રીને ન જોવાનો નિયમ રાખે તથા સ્ત્રીની વાર્તા ન સાંભળવાનો નિયમ રાખે, એવી રીતે પંચવિષયના ત્યાગ સંબંધી નિયમને દૃઢપણે સાવધાન થકો પાળે; તથા ભગવાન ને ભગવાનના ભક્ત તેની દેહે કરીને પરિચર્યા કરે, તથા ભગવાનની કથા સાંભળે, ઇત્યાદિક નવ પ્રકારની ભક્તિ સંબંધી જે નિયમ તેને પાળે, ત્યારે એના મનમાં પણ શુભ સંકલ્પ થવા લાગે; એવી રીતે બે પ્રકારના નિયમમાં જે વર્તે તો તેને વૈરાગ્ય ને ભગવાનને વિષે પ્રીતિ એ બે ન હોય તો પણ તે થાય ને અતિશય બળિયો થઈ જાય ને એને પદાર્થમાં અશુભ વાસના ટળીને એક ભગવાનની વાસના દિવસે દિવસે વૃદ્ધિ પામતી જાય છે.”\nપછી વળી શ્રીજીમહારાજને શુકમુનિએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! જે ક્રોધ છે તે શામાંથી ઉત્પન્ન થાય છે? તો પોતાને જે પદાર્થની કામના હોય તથા જેમાં પોતે મમત્વ બાંધ્યો હોય ને તેનો ભંગ કોઈક કરે ત્યારે તેને તેમાંથી ક્રોધ ઊપજે છે; ને કામના જે ઇચ્છા તેનો ભંગ થયો ત્યારે તે કામ હતો તે ક્રોધરૂપે પરિણામને પામે છે. માટે એનો તો એવો સ્વભાવ થયો જે, એમાં ક્રોધ ઊપજે. અને એમ થાય તો પણ ક્રોધ ન ઊપજે એમ છે કે નહીં?” ત્યારે શ્રીજીમહારાજ બોલ્યા જે, “જે મોટા સાધુ છે તેમણે ભગવાનની આજ્ઞાએ કરીને અથવા શાસ્ત્રદૃષ્ટિએ કરીને માહાત્મ્ય જાણીને પોતાની ઇચ્છાએ કરીને અનેક જીવોને ધર્મમર્યાદામાં રખાવવા ને ભગવાનને માર્ગે ચઢાવવા એવો શુભ સંકલ્પ મનમાં ઇચ્છ્યો હોય ને તેમાં પ્રવર્ત્યા હોય; અને કોઈક જીવ ધર્મમર્યાદાનો ભંગ કરીને અધર્મમાં પ્રવર્તે, ત્યારે તે મોટાપુરુષને તે જીવની ઉપર ક્રોધ ઊપજી આવે. કેમ જે, પોતાનો જે શુભ સંકલ્પ તેનો તેણે ભંગ કર્યો. માટે ધર્મમર્યાદામાં રાખવાની શિક્ષાને અર્થે તેની ઉપર ક્રોધ કરીને તેને શિખામણ ન દે, તો મર્યાદાનો ભંગ થતો જાય ને તે જીવનું સારું ન થાય. માટે એવી રીતે તો ક્રોધ થાય તે ઠીક ને એમાં કાંઈ બાધ નહીં. કેમ જે, એવા માર્ગમાં જે મોટા સાધુ પ્રવર્ત્યા તેને આશરીને હજારો માણસ રહ્યા હોય, તેને કાંઈક રીસ કરીને કહ્યા વિનાનું કેમ ચાલે? અને ક્રોધ તો ત્યારે ન થાય જે, જેમાંથી ક્રોધ થાય તેનો ત્યાગ કરી દે અને એકાએકી વનમાં ફરતો રહે, ત્યારે ક્રોધ ન થાય. પણ એમ તો એમનાથી કેમ કરાય? કેમ જે, એમણે તો અનેક જીવને વાર્તા કરીને ભગવત્સન્મુખ કરવા ને તેનું જે કલ્યાણ થાય તેનું જે મહાફળ તે શાસ્ત્રદૃષ્ટિએ કરીને સમજ્યું છે તથા એવી રીતની જે ભગવાનની આજ્ઞા તેનું માહાત્મ્ય જાણ્યું છે. માટે ક્રોધ થાય તોય પણ એ જે પોતાનો શુભ સંકલ્પ તેનો ત્યાગ કરે જ નહીં. અને વળી જેને કોઈક મોટા સાધુ સંગાથે હેત થયું હોય ને તેને વિષે પોતાના કલ્યાણ થવારૂપ સ્વાર્થ માન્યો હોય ને એમ જાણતો હોય જે, ‘આ સાધુથી જ મારું સારું થશે,’ એવો જે હોય, તેને ક્રોધનો સ્વભાવ હોય તો પણ તે મોટા સાધુ ઉપર એને કોઈ દિવસ ક્રોધ ન થાય ને એ ક્રોધને મૂકી જ દે; એમ પણ ક્રોધ જાય છે. અને પદાર્થના લેણદેણ સારુ તે તુચ્છ પદાર્થને અર્થે જે સાધુ સંગાથે ક્રોધ કરે છે તેને તો સાધુનું માહાત્મ્ય તથા સાધુનો જે આવી રીતનો માર્ગ તે સમજાયો જ નથી ને સમજાયો હોય તો તુચ્છ પદાર્થ સારુ ક્રોધ કરે નહીં. અને બુદ્ધિવાન હોય, સમજુ હોય ને તુચ્છ પદાર્થ સારુ સાધુ સંગાથે ક્રોધ કરે તો તેની બુદ્ધિ રાજાના કામદારના જેવી વ્યાવહારિક જાણવી, પણ સાધુપણાની બુદ્ધિ એને આવી જ નથી એમ સમજવું.”"
}