{
    "number": 26,
    "vachanamrut": "ગઢડા પ્રથમ ૨૬\n",
    "title": "સાચા રસિક ભક્તનું, નિર્ગુણભાવનું\n",
    "setting": "સંવત ૧૮૭૬ના પોષ સુદિ ૧૧ એકાદશીને દિવસ બપોરને સમે શ્રીજીમહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં ઉગમણે દ્વાર ઓરડાની ઓસરીએ ઢોલિયા ઉપર વિરાજમાન હતા ને માથે ધોળી પાઘ બાંધી હતી તથા ધોળો ખેસ પહેર્યો હતો તથા ધોળો ચોફાળ ઓઢ્યો હતો તથા બે કાનને ઉપર ગુલદાવદીનાં મોટાં મોટાં બે પુષ્પ ખોસ્યાં હતાં તથા પુષ્પનો તોરો પાઘને વિષે ખોસ્યો હતો ને પોતાના મુખારવિંદની આગળ પરમહંસ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી ને પરમહંસ તાલપખાજ લઈને કીર્તન ગાતા હતા.\n",
    "text": "પછી શ્રીજીમહારાજ બોલ્યા જે, “હવે કીર્તન બોલવાં રાખો ને અમે આ એક વાતરૂપ કીર્તન બોલીએ તે સાંભળો.” પછી પરમહંસે કહ્યું જે, “હે મહારાજ! બહુ સારું, તમે વાત કરો.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાનનાં રસિક કીર્તન ગાતાં ગાતાં જો એક ભગવાનના સ્વરૂપમાં જ રસ જણાય તો ઠીક છે અને જો ભગવાનના સ્વરૂપ વિના બીજે ઠેકાણે રસ જણાય તો તો એમાં મોટી ખોટ્ય છે; કેમ જે, એ ભક્તને જેમ ભગવાનના શબ્દમાં હેત થાય છે ને તે શબ્દમાં રસ જણાય છે તેમ જ ગીત-વાદિત્રના શબ્દમાં અથવા સ્ત્રીઆદિકના શબ્દમાં રસ જણાય છે ને હેત થાય છે. માટે એ ભક્તને અવિવેકી જાણવો. અને ભગવાન અથવા ભગવાનના સંત તેનાં જે વચન તેને વિષે જેવો રસ જણાય છે તેવો જ બીજા વિષયના શબ્દમાં રસ જણાય છે એવી જે એ મૂર્ખતા તેનો ત્યાગ કરવો, અને એવી મૂર્ખતાનો ત્યાગ કરીને એક ભગવાનને શબ્દે કરીને જ સુખ માનવું. અને એવી જાતનો જે રસિક ભક્ત છે તે ખરો છે. અને જેમ શબ્દ તેમ જ સ્પર્શ પણ એક ભગવાનનો જ ઇચ્છે અને અન્ય સ્પર્શને તો કાળો નાગ તથા બળતો અગ્નિ તે જેવો જાણે ત્યારે તે રસિક ભક્ત સાચો. તેમ જ રૂપ પણ ભગવાનનું જોઈને પરમ આનંદ પામે ને બીજા રૂપને તો જેવો નરકનો ઢગલો તથા સડેલ કૂતરું તેવું જાણે એ રસિક ભક્ત સાચો. તેમ જ રસ પણ ભગવાનના મહાપ્રસાદનો હોય તેણે કરીને પરમ આનંદ પામે પણ બીજા જે નાના પ્રકારના રસ તેને સ્વાદે કરીને આનંદને ન પામે તે રસિક ભક્ત સાચો. તેમ જ ભગવાનને ચડ્યાં એવાં જે તુલસી, પુષ્પના હાર તથા નાના પ્રકારની સુગંધીએ યુક્ત એવાં અત્તર-ચંદનાદિક તેની સુગંધીને ગ્રહણ કરીને પરમ આનંદ પામે, પણ કોઈ અન્ય વિષયી જીવે દેહે અત્તર-ચંદનાદિક ચરચ્યાં હોય અથવા પુષ્પના હાર પહેર્યા હોય તેના સુગંધને પામીને રાજી ન જ થાય. એવી રીતે પંચવિષય ભગવાન સંબંધી હોય તેને વિષે અતિશય પ્રીતિવાન થાય અને જગત સંબંધી જે પંચવિષય તેને વિષે અતિશય અભાવે યુક્ત વર્તે તે રસિક ભક્ત સાચો છે. અને રસિક ભક્ત થઈને જેમ ભગવાન સંબંધી વિષયને યોગે કરીને આનંદ પામે છે તેમ જ અન્ય સંબંધી જે શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધ તેને યોગે કરીને આનંદ પામે છે તો એ ખોટો રસિક ભક્ત છે; કેમ જે, જેમ ભગવાનને વિષે આનંદને પામ્યો તેમ જ વિષયને વિષે પણ આનંદ પામ્યો. માટે એવા રસિકપણાને અને ઉપાસનાને ખોટી કરી નાંખવી; કાં જે, ભગવાન તો કાંઈ ખોટા નથી પણ એનો ભાવ ખોટો છે. અને જેવા અન્ય પદાર્થને જાણ્યા તેવા જ ભગવાનને પણ જાણ્યા, માટે એની ભક્તિ અને એનું રસિકપણું તે ખોટું કહ્યું. હવે જેમ સ્થૂળ દેહ અને જાગ્રત અવસ્થામાં પંચવિષયનો વિવેક કહ્યો તેમ જ સૂક્ષ્મ દેહ અને સ્વપ્ન અવસ્થા તેને વિષે સૂક્ષ્મ પંચવિષય છે. તે સ્વપ્નમાં જ્યારે ભગવાનની મૂર્તિને દેખીને તે ભગવાન સંબંધી શબ્દ, સ્પર્શ, રૂપ, રસ અને ગંધે કરીને જેવો આનંદ પમાય તેવો ને તેવો જ જો અન્ય પંચવિષયને દેખીને સ્વપ્નમાં આનંદ પમાય તો તે ભક્તનું રસિકપણું ખોટું છે. અને સ્વપ્નમાં કેવળ ભગવાનને સંબંધે કરીને આનંદ પામતો હોય અને અન્ય વિષયને વિષે ઊલટા અન્નની પેઠે અભાવ રહેતો હોય તો એ રસિક ભક્ત સાચો છે. અને એમ ન જાણતો હોય તો જે ભગવાન સ્વપ્નમાં દેખાયા તે તો સાચા છે પણ એ ભક્તને તો જેવો ભગવાનમાં પ્રેમ તેવો અન્ય વિષયમાં પ્રેમ છે માટે એની સમજણ ખોટી છે. અને એક ભગવાનના સ્વરૂપમાં લોભાઈ રહે ને બીજા વિષયમાં ન લોભાય તે સમજણ સાચી છે. અને જ્યારે કેવળ ભગવાનનું જ ચિંતવન રહે છે ત્યારે ચિંતવન કરતાં કરતાં શૂન્યભાવને પામી જાય છે ત્યારે એ ભક્તને ભગવાનની મૂર્તિ વિના પિંડ-બ્રહ્માંડ કાંઈ ભાસતું નથી. પછી એવા શૂન્યને વિષે ભગવાનની મૂર્તિને જોતાં જોતાં પ્રકાશ થઈ આવે છે અને તે પ્રકાશમાં ભગવાનની મૂર્તિ દેખાય છે. માટે એવી રીતે કેવળ ભગવાનના સ્વરૂપમાં પ્રીતિ હોય એ પતિવ્રતાની ભક્તિ છે. અને અમે પણ જ્યારે તમે રસિક કીર્તન ગાવો છો ત્યારે આંખ્યો મીંચીને વિચારીએ છીએ તે આવો જ વિચાર કરીએ છીએ. અને અમારો વિચાર થોડો જ છે પણ ભગવાન વિના તે વિચારમાં બીજું કાંઈ ટકી શકતું નથી. અને ભગવાનના સ્વરૂપમાં જ રસિક પ્રીતિ છે તેમાં જો કોઈ વિષય આડો આવે તો તેનું માથું ઊડી જાય એવો અમારો બળવાન વિચાર છે. અને તમે જેમ કીર્તન જોડી રાખો છો તેમ અમે પણ આ વાત કરી એટલું એ કીર્તન જોડી રાખ્યું છે તે તમારી આગળ કહ્યું.” એમ શ્રીજીમહારાજે પોતાનું મિષ લઈને પોતાના ભક્તને અર્થે વાત કરી દેખાડી."
}