{
    "number": 197,
    "vachanamrut": "ગઢડા મધ્ય ૬૪\n",
    "title": "પુરુષોત્તમ ભટ્ટના પ્રશ્નનું\n",
    "setting": "સંવત ૧૮૮૧ના પોષ સુદિ ૭ સાતમને દિવસ સ્વામી શ્રીસહજાનંદજી મહારાજ શ્રીગઢડા મધ્યે દાદાખાચરના દરબારમાં શ્રીવાસુદેવ નારાયણના મંદિરની ઓસરીએ ઢોલિયા ઉપર ગાદીતકિયા નંખાવીને ઉત્તરાદે મુખારવિંદે વિરાજમાન હતા અને સર્વ શ્વેત વસ્ત્ર ધારણ કર્યાં હતાં ને પોતાના મુખારવિંદની આગળ મુનિ તથા દેશદેશના હરિભક્તની સભા ભરાઈને બેઠી હતી.\n",
    "text": "પછી સ્વયંપ્રકાશાનંદ સ્વામીએ પ્રશ્ન પૂછ્યો જે, “હે મહારાજ! ભગવાનના જે અવતાર છે તે સર્વે સરખા જ છે કે તેમાં અધિક-ન્યૂનભાવ છે?” પછી શ્રીજીમહારાજ બોલ્યા જે, “અમે વ્યાસજીના કરેલા જે સર્વે ગ્રંથ તે સાંભળ્યા ને પછી પૂર્વાપર વિચારીને જોયું ત્યારે તેમાંથી અમને એમ સમજાયું છે જે, મત્સ્ય, કચ્છ, વરાહ, નૃસિંહાદિક જે ભગવાનના અવતાર છે, તે સર્વે અવતારના અવતારી તે શ્રીકૃષ્ણ ભગવાન છે, પણ બીજા અવતારની પેઠે શ્રીકૃષ્ણ ભગવાન તે અવતાર નથી, તે તો અવતારી જ છે. એવા જે શ્રીકૃષ્ણ ભગવાન તે આપણા ઇષ્ટદેવ છે. અને તે શ્રીકૃષ્ણ ભગવાનનાં ચરિત્ર શ્રીમદ્‌ભાગવત પુરાણના દશમ સ્કંધને વિષે સંપૂર્ણ કહ્યાં છે; માટે આપણા ઉદ્ધવ સંપ્રદાયને વિષે અમે દશમ સ્કંધને અતિશય પ્રમાણ કર્યો છે. અને બીજા જે સર્વે અવતાર તે પણ શ્રીકૃષ્ણ ભગવાનના જ છે. માટે એ અવતાર ને એ અવતારના પ્રતિપાદન કરનારા જે ગ્રંથ તે સર્વેને આપણે માનવા, પણ વિશેષે કરીને તો શ્રીકૃષ્ણ ભગવાન ને તેના પ્રતિપાદન કરનારા જે ગ્રંથ તેને જ માનવા.”\nપછી પુરુષોત્તમ ભટ્ટે પ્રશ્ન પૂછ્યો જે, “ભગવાન જીવના કલ્યાણને અર્થે આ જગતને સૃજે છે, તે વિશ્વ ન રચ્યું હોય ને માયાના ઉદરમાં જીવ હોય તેનું ભગવાન કલ્યાણ કરે તો શું ન થાય જે, આટલો વિશ્વ સૃજવાનો ભગવાન દાખડો કરે છે? એ પ્રશ્ન છે.” પછી શ્રીજીમહારાજ બોલ્યા જે, “ભગવાન શ્રીકૃષ્ણ પુરુષોત્તમ છે તે તો રાજાધિરાજ છે અને અખંડમૂર્તિ છે અને પોતાનું અક્ષરધામરૂપી જે તખત તેને વિષે સદા વિરાજમાન છે. અને તે અક્ષરધામને આશ્રિત અનંત કોટિ બ્રહ્માંડ રહ્યાં છે. તે જેમ કોઈક મોટો ચક્રવર્તી રાજા હોય ને તેને અસંખ્ય ગામડાં હોય, તેમાંથી એક-બે ગામ ઉજ્જડ થયાં હોય અથવા વસ્યાં હોય પણ તે તો તે રાજાની ગણતીમાં પણ ન હોય. તેમ શ્રીકૃષ્ણ ભગવાન તે અનંત કોટિ બ્રહ્માંડના પતિ છે, તે બ્રહ્માંડોનો કાંઈ એકસામટો પ્રલય થતો નથી અને તેમાંથી એકાદા બ્રહ્માંડનો પ્રલય થાય તે તો ભગવાનની ગણતીમાં પણ નથી. અને તે શ્રીકૃષ્ણ ભગવાનનો દેવકીજી થકી જે જન્મ તે તો કથનમાત્ર છે અને એ શ્રીકૃષ્ણ તો સદા અજન્મા છે. અને તે શ્રીકૃષ્ણ ભગવાનનું જે અક્ષરધામ છે, તે વ્યતિરેકપણે તો પ્રકૃતિપુરુષ થકી પર છે અને અન્વયપણે કરીને તો સર્વે ઠેકાણે છે. જેમ આકાશ છે તે અન્વયપણે કરીને તો સર્વત્ર છે અને વ્યતિરેકપણે તો ચાર ભૂત થકી પર છે, તેમ જ શ્રીકૃષ્ણ ભગવાનનું અક્ષરધામ છે. અને તે ધામને વિષે ભગવાન અખંડ વિરાજમાન રહે છે. અને તે ધામમાં રહ્યા થકા અનંત કોટિ જે બ્રહ્માંડ છે તેને વિષે જ્યાં જેને જેમ દર્શન દેવું ઘટે ત્યાં તેને તેમ દર્શન દે છે અને જે સાથે બોલવું ઘટે તે સાથે બોલે છે અને જેનો સ્પર્શ કરવો ઘટે તેનો સ્પર્શ કરે છે. જેમ કોઈક સિદ્ધપુરુષ હોય તે એક ઠેકાણે બેઠો થકો હજારો ગાઉ દેખે ને હજારો ગાઉની વાર્તાને સાંભળે, તેમ ભગવાન પોતાના અક્ષરધામમાં રહ્યા થકા અનંત કોટિ બ્રહ્માંડને વિષે જ્યાં જેમ જણાવું ઘટે ત્યાં તેમ જણાય છે અને પોતે તો સદા પોતાના અક્ષરધામમાં જ છે. અને એક ઠેકાણે રહ્યા થકા જે અનંત ઠેકાણે જણાય છે તે તો પોતાની યોગકળા છે. જેમ રાસમંડળને વિષે જેટલી ગોપીઓ તેટલા જ પોતે થયા. માટે એક ઠેકાણે રહ્યાં થકાં જે અનંત ઠેકાણે દેખાવું એ જ ભગવાનનું યોગકળાએ કરીને વ્યાપકપણું છે; પણ આકાશની પેઠે અરૂપપણે કરીને વ્યાપક નથી. અને જે ભગવાનની યોગમાયાએ કરી પચાસ કરોડ યોજન જે પૃથ્વીનું મંડળ છે તે પ્રલયકાળને વિષે પરમાણુરૂપ થઈ જાય છે અને તે પૃથ્વી પાછી સૃષ્ટિકાળને વિષે પરમાણુમાંથી પચાસ કરોડ યોજન થાય છે. અને ચોમાસું આવે છે ત્યારે ગાજવીજ ને મેઘની ઘટા થઈ આવે છે. એ આદિક સર્વે આશ્ચર્ય તે ભગવાનની યોગમાયાએ કરીને થાય છે.\n“એવા જે શ્રીકૃષ્ણ ભગવાન તે મુમુક્ષુને સર્વ પ્રકારે ભજન કરવા યોગ્ય છે. શા માટે જે, બીજા અવતારને વિષે તો એક કે બે કળાનો પ્રકાશ હોય છે અને શ્રીકૃષ્ણ ભગવાનને વિષે તો સર્વ કળાઓ છે. માટે એ શ્રીકૃષ્ણ ભગવાન તો રસિક પણ છે ને ત્યાગી પણ છે ને જ્ઞાની પણ છે ને રાજાધિરાજ પણ છે ને કાયર પણ છે ને શૂરવીર પણ છે અતિશય કૃપાળુ પણ છે ને યોગકળાને વિષે પ્રવીણ છે ને અતિશય બળિયા પણ છે ને અતિશય છળિયા પણ છે. માટે સર્વે કળાએ સંપન્ન તો એક શ્રીકૃષ્ણ ભગવાન જ છે. અને તે શ્રીકૃષ્ણ ભગવાનનું જે અક્ષરધામ તેને આશ્રિત જે અનંત કોટિ બ્રહ્માંડ તે પણ સદાય રહે છે. તેમાંથી જે બ્રહ્માંડની સો વર્ષની આવરદા પૂરી થાય તે બ્રહ્માંડનો નાશ થાય, તેણે કરીને કાંઈ સર્વે બ્રહ્માંડનો નાશ થતો નથી. માટે પ્રલયકાળમાં શા સારુ કલ્યાણ કર્યું જોઈએ? સર્વે બ્રહ્માંડ વસે જ છે તો! એવી રીતે એ પ્રશ્નનું સમાધાન છે.” એવી રીતે પરોક્ષપણે પોતાના પુરુષોત્તમપણાની વાર્તા શ્રીજીમહારાજે કરી. તેને સાંભળીને સર્વે હરિભક્ત એમ જાણતા હવા જે, એ જ જે શ્રીકૃષ્ણ પુરુષોત્તમ તે જ આ ભક્તિધર્મના પુત્ર શ્રીજીમહારાજ છે."
}